{
  "page_id": 37,
  "url": "https://en.wikipedia.org/wiki/The_Float_@_Marina_Bay",
  "title": "The Float @ Marina Bay - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_260.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "The Float @ Marina Bay",
      "filename": "image_261.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "The Float @ Marina Bay",
      "content": "The Float at Marina Bay, stylised as The Float@Marina Bay and also known as the Marina Bay Floating Platform, was a multi-purpose outdoor venue at the Downtown Core area of Marina Bay, Singapore. The venue consists of a 120 by 83 m (394 by 272 feet) steel platform in the Marina Reservoir, and a 27,000-seat grandstand along the shore. The floating platform can bear up to 1,070 tonnes, equivalent to the total weight of 9,000 people, 200 tonnes of stage props and three 30-tonne military vehicles.[1][2][3]"
    },
    {
      "type": "text",
      "section": "The Float @ Marina Bay",
      "content": "The Float was built in 2007 as an interim venue for events usually held at the National Stadium in Kallang while it was being rebuilt as part of the Singapore Sports Hub project—including sporting events (such as football),[4] concerts, arts and cultural performances, and festivities such as the National Day Parade (NDP). It formed part of the Marina Bay Street Circuit that hosts Formula One's Singapore Grand Prix, and hosted the ceremonies of the inaugural 2010 Summer Youth Olympics. Since 2010, The Float has hosted the graduation parade for full-time National Servicemen who had completed their basic military training.[5] The Float has also hosted New Year's Eve and Lunar New Year events."
    },
    {
      "type": "text",
      "section": "The Float @ Marina Bay",
      "content": "The Float was initially intended as a temporary venue, but the NDP was only held at the new National Stadium once in 2016 — a decision that received mixed reception for its different atmosphere, and increased costs of the event over those held at The Float. In 2017, it was announced that The Float would remain the primary venue for the NDP (outside of those held at the Padang every five years), and that The Float will be demolished, reconstructed and renamed to a permanent venue known as NS Square—which will expand upon The Float with a capacity for 30,000 including a multi-purpose space for community activities, as well as a museum devoted to the national service of the country. Designed by the local WOHA Architects, demolition of The Float began in 2023, with completion of NS Square expected in 2027.[6][7][8][9]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "As the former National Stadium at Kallang would be demolished to build the Singapore Sports Hub, a new venue for NDP was needed and it has to be in the central area of Singapore, it also decided to create a floating platform for the NDP and use Marina Bay as a venue. The floating platform would have the city skyline as a backdrop for the parade. As the new National Stadium and Singapore Sports Hub were planned to be constructed over eight years with the floating platform hosting the NDP in the interim, it was determined by the government that the platform was a cost effective solution.[3][10]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 2005, the organising committee worked with the Urban Redevelopment Authority (URA) and the Singapore Sports Council on the design of the floating platform to be used for NDP and also other major events.[10] In March 2006, Sembcorp Marine[2][11] started construction of the floating platform after the design was approved. By April 2007, the platform and seating gallery were completed and officially opened by Prime Minister Lee Hsien Loong. However, it was the last stadium to be built under Lee Kuan Yew's time.[10]"
    },
    {
      "type": "text",
      "section": "Reconstruction as NS Square",
      "content": "The Float was originally intended to operate through 2012, after which it was to be dismantled. In 2017, it was announced that The Float would be expanded and redeveloped as a permanent venue known as NS Square.[12] It will be a similar floating structure but with more facilities and a museum devoted to the national service.[13]"
    },
    {
      "type": "text",
      "section": "Reconstruction as NS Square",
      "content": "It is slated to have a seating capacity of about 30,000. In the second quarter of 2020, it is estimated a design proposal will be chosen for implementation.[7] The proposal is expected to include a field that can be converted into a performance area, a waterfront sports facility, and a space for common exercise consisting of an unenclosed hall and studio spaces.[7] It will be designed by the local WOHA Architects, with construction beginning in March 2022 and an expected completion in 2025.[6]"
    },
    {
      "type": "text",
      "section": "Reconstruction as NS Square",
      "content": "In 2022, Defence Minister Ng Eng Hen announced that the original plans to construct NS Square was delayed due to the COVID-19 pandemic. The 2022 National Day Parade was also held at the Float. The facility will now be completed in 2027, with construction having begun in March 2024.[8][9]"
    },
    {
      "type": "text",
      "section": "Design",
      "content": "The main considerations for the platform's chief planner and developer, Defence Science and Technology Agency, were the size of the platform, the load it could bear and also reconfigurability of the platform for various requirements of different events.[2]"
    },
    {
      "type": "text",
      "section": "Design",
      "content": "The platform is made of small platforms of pontoons with each comprising hundreds of parts. Initial design requires 200 such pontoons but a system of connectors between the pontoons reduced it to 15. The pontoons would interlock each other similar to a jigsaw puzzle. The connectors were designed to be light but strong. The platform took one month to be assembled.[2]"
    },
    {
      "type": "text",
      "section": "Design",
      "content": "The platform's foundation consisted of six pylons fixed to the seabead to hold it in place while rubber rollers were used to stabilise the platform as the platform is affected by the tides and currents in Marina Bay. The platform was connected to land by three linkways and there are special integrated joints for the linkways keep them from rocking.[2]"
    },
    {
      "type": "text",
      "section": "Design",
      "content": "To fit in the city skyline as a backdrop of platform, the seating gallery's height was restricted. Due to existing buildings and the area's development plans, the number of seats for the gallery was capped at 27,000. The platform also has an internal drainage system, cabling structures and lightning rods.[2]"
    },
    {
      "type": "image",
      "section": "Events",
      "filename": "image_262.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Events",
      "content": "Since its completion in 2007, the Marina Bay Floating Platform has hosted several major events, such the annual National Day Parade, New Year's Eve countdown event, 2010 Summer Youth Olympics and the FIA Formula One World Championship. The first major event that was held at the floating stadium is the National Day Parade in 2007.[14] This was followed by the Singapore Fireworks Celebrations held on 17 and 18 August 2007.[15] On 25 August 2007, the stadium was used to launch the six-week-long Waterfest Singapore 2007, which showcases stunts and performances by a water ski team and wakeboard professionals.[16] On 2 September 2007, the platform was the start and finish point for the Aviva Ironman 70.3 Singapore triathlon.[3][17]"
    },
    {
      "type": "text",
      "section": "Events",
      "content": "From 15 September 2007 to 16 April 2008, The Float was closed for Formula One works in preparation for the Singapore Grand Prix in September 2008. In November 2008, The Singapore Cup final between SAFFC and Woodlands Wellington FC was supposed to take place at the stadium. However, problems relating to the metal beams casting a shadow on the pitch forced the match to be played at the Jalan Besar Stadium instead. The first football match to be played on the platform was an  ESPZEN Sunday League Division 1 match between Tuan Gemuk Athletic and VNNTU FC.[18]"
    },
    {
      "type": "text",
      "section": "Events",
      "content": "In December 2007, URA considered letting the public access the gallery view the New Year's fireworks at Marina Bay. From 2009 to 2015, the floating platform is used for countdown parties.[citation needed]"
    },
    {
      "type": "text",
      "section": "Events",
      "content": "In August 2010, The Float hosted the opening and closing ceremonies of the inaugural 2010 Summer Youth Olympics. On 2 October 2010, the stadium became the first public venue for the graduation parade of the recruits from the Singapore Armed Forces Basic Military Training Centre. Previously, the graduation parade was held on Pulau Tekong itself.[5] Since then, the stadium has been a venue for the graduation parade, alternating with the National Stadium.[19]"
    },
    {
      "type": "text",
      "section": "Events",
      "content": "On 23 November 2012, SM Entertainment artists including Kangta, BoA, TVXQ, Super Junior, Girls' Generation, Shinee, f(x), and EXO performed to a crowd of 18,000 fans as part of their SM Town Live World Tour III concert.[20]"
    },
    {
      "type": "text",
      "section": "Events",
      "content": "The Singapore National Day Parade (NDP) has been held at The Float since 2007, except in years it is held at the Padang (every five years beginning in 2010, and in 2019 for the bicentennial of the founding of modern Singapore), in 2016, when it was held at the new National Stadium, and in 2020, due to the COVID-19 pandemic.[21][22][23] The parade was last held on The Float in 2022, with its demolition beginning in March 2023."
    },
    {
      "type": "image",
      "section": "Events",
      "filename": "image_263.jpg",
      "caption": "No caption"
    }
  ]
}