{
  "page_id": 92,
  "url": "https://en.wikipedia.org/wiki/Middle_Plantation,_Virginia",
  "title": "Middle Plantation, Virginia - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_868.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Middle Plantation, Virginia",
      "filename": "image_869.jpg",
      "caption": "Wren Building of the College of William & Mary in downtown Williamsburg"
    },
    {
      "type": "image",
      "section": "Middle Plantation, Virginia",
      "filename": "image_870.jpg",
      "caption": "Location in Virginia"
    },
    {
      "type": "text",
      "section": "Middle Plantation, Virginia",
      "content": "Middle Plantation in the Virginia Colony was the unincorporated town established in 1632 that became Williamsburg in 1699. It was located on high ground about halfway across the Virginia Peninsula between the James River and York River. Middle Plantation represented the first major inland settlement for the colony. It was established by an Act of Assembly to provide a link between Jamestown and Chiskiack, a settlement located across the Peninsula on the York River."
    },
    {
      "type": "text",
      "section": "Overview",
      "content": "Middle Plantation's growth was encouraged by the completion in 1634 of a continuous fortification, or palisade, across the peninsula a distance of about 6 miles (9.7 km) between Archer's Hope Creek (later renamed College Creek), which drained southerly to the James River and Queen's Creek, which drained northerly to the York River. Also in 1634, James City Shire was established by the House of Burgesses to include Middle Plantation and the surrounding area. James City Shire soon thereafter became James City County, the oldest county in the United States."
    },
    {
      "type": "text",
      "section": "Overview",
      "content": "As the small town grew, a new Bruton Parish Church was constructed there. In 1693, Middle Plantation was selected as the site of the new College of William & Mary. After serving as a temporary meeting place several times during contingencies of the 17th century when the Capital of the Colony had been located at Jamestown, Middle Plantation became the new Capital of the Virginia Colony in 1699. It was soon renamed Williamsburg in honor of King William III of Great Britain, and is today the site of the Historic District known as Colonial Williamsburg."
    },
    {
      "type": "text",
      "section": "Overview",
      "content": "Royal Governor Sir Francis Nicholson described Middle Plantation as a place where \"clear and crystal springs burst from the champagne soil.\"[citation needed]"
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "Middle Plantation was located on a ridge at the western edge of a geographic plateau of the Tidewater Region of southeastern Virginia, from which the land of the coastal plain slopes eastward down to sea level at the lower end of the Virginia Peninsula. At this point, the land portion of the Peninsula was relatively narrow between two creeks which drained into the James River and the York River. As much of the lower peninsula to the east was becoming settled, this was a natural point for the English settlers who established Jamestown and the Virginia Colony beginning in 1607 to build a line of defense during early conflicts with the Native Americans."
    },
    {
      "type": "text",
      "section": "Concept of a defensive palisade across the peninsula",
      "content": "The idea of a palisade or fortification across the peninsula was discussed as early as 1611. Sir Thomas Dale, then governor, in a letter to the Earl of Salisbury, recommended the establishment of a fortified settlement at Chiskiack, some twenty miles (32 km) up the York River from Point Comfort. But, during the era of relative peace, which began with the marriage of John Rolfe and Pocahontas in 1614, nothing was immediately done to implement the suggestion."
    },
    {
      "type": "text",
      "section": "Concept of a defensive palisade across the peninsula",
      "content": "The idea of building a palisade was renewed around 1623, following the Indian massacre of 1622. At that time, 73 of the settlers were slain in Martin's Hundred at Wolstenholme Towne, situated on the James about 6 miles (9.7 km) below Jamestown. The survivors were so alarmed and weakened that they temporarily abandoned the settlement.  Governor Francis Wyatt and his council wrote to the Earl of Southampton that they had a plan of \"winning the forest\" by running a pale between the James and York from Martin's Hundred to Chiskiack."
    },
    {
      "type": "text",
      "section": "Concept of a defensive palisade across the peninsula",
      "content": "In 1626, Samuel Mathews, of Denbigh and William Claiborne, of Kecoughtan, offered to build the palisades and construct houses, at short intervals, between Martin's Hundred and Chiskiack. They attached conditions and costs, and historians do not believe their offer was accepted."
    },
    {
      "type": "text",
      "section": "Development along north side of the peninsula",
      "content": "There was little development along the north side of the peninsula adjacent to the York River by the English settlers before 1630, and no action on a cross-peninsula palisade had taken place. Under Governor John Harvey, at a meeting held at Jamestown, October 8, 1630, Governor Harvey and the Governor's Council,"
    },
    {
      "type": "text",
      "section": "Development along north side of the peninsula",
      "content": "\"for the securing and taking in a tract of land called the forest, bordering upon the cheife residence of ye Pamunkey King, the most dangerous head of ye Indyan enemy,\" did \"after much consultation thereof had, decree and sett down several proportions of land for such commanders, and fifty acres per poll for all other persons who ye first yeare and five and twenty acres who the second yeare, should adventure or be adventured to seate and inhabit on the southern side of Pamunkey River, now called York, and formerly known by the Indyan name of Chiskiack, as a reward and encouragement for this their undertaking.\""
    },
    {
      "type": "text",
      "section": "Development along north side of the peninsula",
      "content": "Under this order, houses were built on both sides of King's Creek, and extended rapidly up and down the south side of the York River. In 1630, grants of 600 acres each were given for would later be known as Bellfield Plantation to John West and Kings Creek Plantation  to John Utie. By September, 1632, population on the south side of the York River had become considerable enough to claim two representatives in the General Assembly."
    },
    {
      "type": "text",
      "section": "Chiskiack and York",
      "content": "The region on the York River was divided into two plantations, one retaining the old name, Chiskiack (an Indian name), and the other to be named York. The latter was settled by Sir John Harvey at the mouth of Wormeley's Creek, about three miles (4.8 km) below the present Yorktown."
    },
    {
      "type": "text",
      "section": "Chiskiack and York",
      "content": "Years later, Captain Nicholas Martiau, a French engineer employed by the colony, patented the land embracing the site of Yorktown. When, in 1680, the General Assembly authorized the establishment of 10 ports, it directed that one be here, between the two settlements of Chiskiack and York. Thus, the town of Yorktown at once assumed importance. Soon, both Chiskiack and York became two of the lost towns of Virginia."
    },
    {
      "type": "text",
      "section": "1632: Middle Plantation patented",
      "content": "The plan of running a palisade across the peninsula was no longer deferred. Dr. John Potts blazed the way by obtaining on July 12, 1632, a patent for 1,200 acres (4.9 km2) at the head of Archer's Hope Creek, midway between Chiskiack and the James River. On September 4, 1632, the General Assembly directed that land should be offered to all persons settling between Queen's Creek and Archer's Hope Creek, as it had been offered two years before to inhabitants at Chiskiack."
    },
    {
      "type": "text",
      "section": "1632: Middle Plantation patented",
      "content": "In February, 1633, the Assembly enacted that a fortieth part of the men in \"the compasse of the forest\" east of Archer's Hope and Queen's Creek to Chesapeake Bay (essentially all of the lower peninsula) should be present \"before the first day of March next\" at Dr. John Potts' plantation, \"newlie built,\" to erect houses and secure the land in that quarter. Work on the palisade had commenced by March 1, 1633. [2] With this labor, palisades, six miles (9.7 km) in length, were run from creek to creek, and, on the ridge between, a settlement to be called Middle Plantation was made. It represented the first major inland settlement for the colony.[1]"
    },
    {
      "type": "text",
      "section": "A healthful site chosen for Middle Plantation",
      "content": "The doctor would have certainly recognized the sanitary advantages of the country around Middle Plantation. As the ridge between the creeks was remarkably well drained, there were few mosquitoes. The deep ravines penetrating from the north and south made the place of much strategic value. Also, the only practical road down the Peninsula was over this ridge, and this road was easily defended. At Middle Plantation, some years later, this road was later to be called Duke of Gloucester Street."
    },
    {
      "type": "text",
      "section": "1634: Palisade across the Peninsula completed",
      "content": "By 1634, the palisade (or stockade) was completed across the Virginia Peninsula, which was about 6 miles (9.7 km) wide at that point between Queen's Creek which fed into the York River and Archer's Hope Creek, (since renamed College Creek) which fed into the James River. The new palisade provided some security from attacks by the Native Americans for colonists' farming and fishing lower on the Peninsula."
    },
    {
      "type": "text",
      "section": "1634: Palisade across the Peninsula completed",
      "content": "The palisade is partially described in the following extract from a letter written in 1634, from Jamestown, by Captain Thomas Yonge:"
    },
    {
      "type": "text",
      "section": "1634: Palisade across the Peninsula completed",
      "content": "a strong palisade ... upon a streight between both rivers and ... a sufficient force of men to defence of the same, whereby all the lower part of Virginia have a range for their cattle, near fortie miles in length and in most places twelve miles (19 km) broade. The pallisades is very neare six miles (9.7 km) long, bounded in by two large Creekes. ... in this manner to take also in all the grounde between those two Rivers, and so utterly excluded the Indians from thence; which work is conceived to be of extraordinary benefit to the country ..."
    },
    {
      "type": "text",
      "section": "1635-1693: life at Middle Plantation",
      "content": "As Middle Plantation was developed midway between the heads of Queens Creek and Archer's Hope (later renamed College Creek), settlers moved into the region in considerable numbers, establishing homesteads. Among these was Rich Neck Plantation. Not much is known of the early years of the settlement; the palisades made it a place of refuge from Indian attack.[2]"
    },
    {
      "type": "text",
      "section": "1635-1693: life at Middle Plantation",
      "content": "On April 27, 1644, the second major Indian massacre occurred in the Colony. At that time, the Chief of the Powhatan Confederacy, Opechancanough, was captured. Although this event was to represent the high-water mark of hostilities with the Natives, in 1646, Captain Robert Higginson was directed to run a new pale at Middle Plantation, as the old was out of repair."
    },
    {
      "type": "text",
      "section": "1635-1693: life at Middle Plantation",
      "content": "By the 1650s, Middle Plantation began to look both populated and wealthy. Colonel John Page, a merchant who had emigrated from Middlesex, England with his wife Alice Lucken Page in 1650, was largely responsible for building Middle Plantation into a substantial town. In an era of wooden buildings, brick was a sign of both wealth and permanence. Page built a large, brick house in Middle Plantation and began encouraging the growth of the area. The Ludwell brothers (Thomas and Phillip) also built a substantial brick home, even larger than that of Page.[3] The houses which Page and the Ludwells built were among the finest in the colony. The Pages' eldest son, Francis built another brick house nearby. By the third quarter of the seventeenth century, Middle Plantation began to look like a place of importance."
    },
    {
      "type": "text",
      "section": "Bacon's Rebellion",
      "content": "During Bacon's Rebellion (1675), Middle Plantation was second only to Jamestown as the center of the political upheaval. On August 3, at the house of Major Otho Thorpe at Middle Plantation, Nathaniel Bacon held a convention of the leading men, including four councillors. They adopted resolutions stressing independence from the people in power. The people pledged themselves to resist the Royal Governor, Sir William Berkeley to the utmost, and to oppose any force sent out from England. Historians note that it was a struggle for power between Bacon and his followers and the more established settlers represented by Berkeley. During the resulting conflict, Governor Berkeley retreated to the Eastern Shore. After Bacon died of natural causes later that year, Berkeley soon regained power and returned to the Peninsula."
    },
    {
      "type": "text",
      "section": "Bacon's Rebellion",
      "content": "After Bacon's death and the suppression of his followers, Middle Plantation was the site of the execution of William Drummond. Berkeley suggested he may have been \"the original cause of the whole Rebellion.\"[citation needed] The same day on which Drummond was executed, the rebel Jean Baptista, a Frenchman, was also hanged there. Berkley also hanged many other colonists who had been involved in the uprising. Upon learning of the many executions, King Charles II was so displeased by the scale of retaliation that he recalled the Royal Governor to England."
    },
    {
      "type": "text",
      "section": "Bacon's Rebellion",
      "content": "During the Rebellion, most of Jamestown was burned to the ground. The House of Burgesses moved temporarily to Middle Plantation while the reconstruction of the old parliament house was underway."
    },
    {
      "type": "image",
      "section": "Peace with the Natives",
      "filename": "image_871.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Peace with the Natives",
      "content": "Succeeding Berkeley on May 5, 1677, Acting Governor Sir Herbert Jeffreys invited the weroances of the neighboring Indian tribes to his camp to seek a lasting peace."
    },
    {
      "type": "text",
      "section": "Peace with the Natives",
      "content": "On May 29, 1677, King Charles II's birthday, attendees included the queen of the Pamunkey, her son, Captain John West; the queen of the Weyanoke, the king of the Nottoways, King Shurenough of the Manakins (Monacans), and the king of the Nansemonds. By the articles which they all signed, the Indian leaders agreed to live in due submission to the English people. As a guarantee of good treatment, Jeffreys presented each of them with a coronet or frontlet adorned with false jewels. One of the frontlets, presented to the queen of Pamunkey, is now held by the Virginia Historical Society."
    },
    {
      "type": "text",
      "section": "Peace with the Natives",
      "content": "As Bacon's forces had destroyed the statehouse and all other buildings at Jamestown, the first General Assembly summoned after the rebellion was held in February, 1677, at Berkeley's residence, Green Spring Plantation. In October, the assembly met at Major Otho Thorpe's house in Middle Plantation. That year, the Assembly discussed idea of moving the capital from Jamestown, but instead rebuilt the state house at Jamestown."
    },
    {
      "type": "text",
      "section": "Churches, Bruton Parish",
      "content": "In 1633, shortly after Middle Plantation was established, a parish of the Church of England with the same name, Middle Plantation Parish was established. The colonists soon built a wooden church. In 1644, Harrop Parish in James City County became active, and it united with Middle Plantation Parish in 1658 to form Middletown Parish. Marston Parish, founded in 1654 in adjacent York County merged with Middletown Parish in 1674 to form the new Bruton Parish."
    },
    {
      "type": "image",
      "section": "Churches, Bruton Parish",
      "filename": "image_872.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Churches, Bruton Parish",
      "content": "The name \"Bruton Parish\" honored the prominent Ludwell family and Governor Sir William Berkeley, whose ancestral homes were at Bruton in Somerset, England. Reverend Roland Jones was the first minister of Bruton Parish. In 1678, Colonel John Page (Middle Plantation), a wealthy colonist, donated a plot of land about 144 by 180 feet (44 by 55 m) and funds for building a brick church and for the surrounding churchyard at Middle Plantation.[4]"
    },
    {
      "type": "text",
      "section": "Churches, Bruton Parish",
      "content": "Other subscribers pledged additional funds. About 60 by 24 feet (18.3 by 7.3 m), and the brick church was completed in 1683 and dedicated the next year at the Epiphany. The first brick Bruton Parish Church was of Gothic design with supporting buttresses. Soon the vestry authorized a steeple and a ring of bells. Royal approval of the structure came in 1694 when the Governor, Sir Edmund Andros, gave the parish a large silver server (paten). The church was replaced by a larger building finished in 1715 which is still extant.[5]"
    },
    {
      "type": "text",
      "section": "1693: The College of William & Mary",
      "content": "After years of campaigning, a long-sought dream of the colonists came to fruition in 1693 following a mission to London by the Reverend Doctor James Blair, the highest ranking representative of the Church of England in the colony. Blair returned with the charter for a new college, and selected land adjacent to Middle Plantation as the site. There they established The College of William & Mary, named for the reigning King and Queen of England. The college opened in temporary buildings in 1694. It was given a seat in the House of Burgesses and was supported by taxation of a penny per pound on tobacco exported from Maryland and Virginia."
    },
    {
      "type": "text",
      "section": "1693: The College of William & Mary",
      "content": "Sir Christoper Wren Building, formerly known as the College Building, was built between 1695 and 1699 and remains the oldest academic building in continuous use in the United States."
    },
    {
      "type": "text",
      "section": "1699: named the new capital of the Virginia Colony",
      "content": "On October 20, 1698, the statehouse (capitol building) in Jamestown burned for the fourth time. Once again removing itself to a familiar alternate location, the legislature met at Middle Plantation, this time in the new College Building."
    },
    {
      "type": "text",
      "section": "1699: named the new capital of the Virginia Colony",
      "content": "While meeting there, a group of five students from the College of William and Mary submitted a well-presented and logical proposal to the legislators outlining a plan and good reasons to move the capital permanently to Middle Plantation."
    },
    {
      "type": "text",
      "section": "1699: named the new capital of the Virginia Colony",
      "content": "Despite the periodic need to relocate to Middle Plantation, throughout the seventeenth century, Virginians had been reluctant to move the capital from its \"ancient and accustomed place.\" After all, Jamestown had always been Virginia's capital. It had a state house (except when it periodically burned) and a church, and it offered easy access to ships that came up the James River bringing goods from England and taking on tobacco bound for market.[6]"
    },
    {
      "type": "text",
      "section": "1699: named the new capital of the Virginia Colony",
      "content": "However, the students argued that the change would escape the dreaded malaria and mosquitoes that had always plagued the Jamestown site. The students pointed out that, while not located immediately upon a river, Middle Plantation offered nearby access to two deepwater (6-7' depth) creeks leading to a choice of two rivers. Other advocates of the move included the Reverend Dr. Blair and Sir Francis Nicholson. Nicholson succeeded Sir Edmund Andros as governor of Virginia. The earlier work of several prominent individuals like John Page, Francis Page, Thomas Ludwell, Philip Ludwell, and Otho Thorpe in building their fine brick homes and creating a substantial town at Middle Plantation also played a major role. And, there was of course, the new College of William and Mary with its fine brick building."
    },
    {
      "type": "text",
      "section": "1699: named the new capital of the Virginia Colony",
      "content": "The proposal for the move was received favorably by the House of Burgesses. In 1699, the capital of the Virginia Colony was officially relocated to Middle Plantation."
    },
    {
      "type": "text",
      "section": "Renamed as Williamsburg",
      "content": "About the same time the Capital was moved, Middle Plantation was renamed Williamsburg by the Governor, Colonel Francis Nicholson, in honor of King William III of Great Britain. The new site was described by Governor Nicholson as a place where \"clear and crystal springs burst from the champagne soil.\"[citation needed]"
    },
    {
      "type": "text",
      "section": "Renamed as Williamsburg",
      "content": "Williamsburg remained the capital of Virginia until 1780."
    },
    {
      "type": "text",
      "section": "Renamed as Williamsburg",
      "content": "See article Williamsburg, Virginia for history after 1699"
    }
  ]
}