{
  "page_id": 114,
  "url": "https://en.wikipedia.org/wiki/Kallang",
  "title": "Kallang - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_990.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Kallang",
      "filename": "image_991.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Kallang",
      "filename": "image_992.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Kallang",
      "filename": "image_993.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Kallang",
      "filename": "image_994.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Kallang",
      "filename": "image_995.jpg",
      "caption": "Kallang is located in Singapore"
    },
    {
      "type": "text",
      "section": "Kallang",
      "content": "South East CDC"
    },
    {
      "type": "text",
      "section": "Kallang",
      "content": "Mountbatten SMC"
    },
    {
      "type": "text",
      "section": "Kallang",
      "content": "Tanjong Pagar GRC"
    },
    {
      "type": "text",
      "section": "Kallang",
      "content": "Kallang (IPA: /ˈkɑːlɑːŋ/ KAH-lahng) is a planning area and residential zone located in the Central Region of Singapore."
    },
    {
      "type": "text",
      "section": "Kallang",
      "content": "Development of the town is centered around the Kallang River, the longest river in Singapore. Kallang Planning Area is bounded by Toa Payoh in the north, Geylang in the east, Marine Parade in the southeast, Marina East in the south, the Downtown Core in the southwest, Rochor, Newton in the west, and Novena in the northwest.[4]"
    },
    {
      "type": "text",
      "section": "Kallang",
      "content": "Throughout its history, Kallang was home to several national landmarks, some of which were built along the banks of the Kallang Basin, including the old National Stadium as well as the country's first purpose-built civil airport, the Kallang Airport.[5] The famous Kallang Roar and Kallang Wave have roots traced to the former National Stadium, which hosted 18 National Day Parades, as well as numerous notable cultural and sporting events.[6] As such, Kallang played a pivotal role in Singapore's aviation and sporting histories."
    },
    {
      "type": "text",
      "section": "Kallang",
      "content": "Today, Kallang is best known as the location of the Singapore Sports Hub, which is home to the new National Stadium and the Singapore Indoor Stadium. The new National Stadium hosted the National Day Parade in 2016, while the Singapore Indoor Stadium frequently hosts concerts and performances."
    },
    {
      "type": "text",
      "section": "Etymology",
      "content": "The area of what is now Kallang first appeared in an 1830 survey map of Singapore as \"Kilang\". By 1838, the place name was spelled as \"Kelang\". The modern-day \"Kallang\" is in use since 1842,[7] even though the alternative spelling \"Kalang\" is also utilised in some instances."
    },
    {
      "type": "text",
      "section": "Etymology",
      "content": "The Chinese and Tamil names for Kallang are \"加冷\" and \"காலாங்\" respectively. Both are direct transliterations of the English/Malay name. The Chinese word \"加冷\" is generally based on Cantonese (pronounced as \"加冷 gaa-laang\") transliteration of the word \"Kallang\". Kallang was also nicknamed \"火城\" (\"fire city\") by the Chinese community because it was the site of the Kallang Gasworks.[8]"
    },
    {
      "type": "text",
      "section": "Location",
      "content": "Situated towards the southeastern shore of Pulau Ujong, the perimeter of Kallang Planning Area is made up of Toa Payoh in the north, Geylang in the east, Marine Parade in the southeast, Marina East in the south, the Downtown Core in the southwest, Rochor and Newton in the west, as well as Novena in the northwest.[4] Starting from the north in an anti-clockwise direction, the boundaries of Kallang Planning Area are marked by the Pan Island Expressway (PIE), Central Expressway (CTE), Bukit Timah Road, Tekka Lane, Northumberland Road, Gloucester Road, Race Course Road, Rangoon Road, Serangoon Road, Syed Alwi Road, Jalan Sultan, Beach Road, Ophir Road, East Coast Parkway (ECP), Fort Road, Mountbatten Road, and Sims Way. Kallang Planning Area is part of the Central Region of Singapore.[9]"
    },
    {
      "type": "text",
      "section": "Location",
      "content": "Although by definition a single \"planning area\" according to the Urban Redevelopment Authority (URA), the Kallang/Whampoa New Town as per the Housing and Development Board (HDB) also includes the estate of Whampoa, located within Balestier subzone of the adjacent Novena Planning Area.[10] Kallang/Whampoa is the only HDB town that spans across two separate planning areas."
    },
    {
      "type": "text",
      "section": "Statistics",
      "content": "Occupying an area of 9.17 square kilometres, Kallang Planning Area is ranked 32nd among the 55 planning areas in terms of total area, ahead of Bukit Panjang Planning Area and behind  Punggol Planning Area. It is ranked 18th in terms of population size, ahead of Queenstown Planning Area and behind Punggol Planning Area."
    },
    {
      "type": "text",
      "section": "Statistics",
      "content": "With an area of 7.99 square kilometres, Kallang/Whampoa New Town is ranked 9th among the 23 new towns in terms of total area, ahead of Bukit Batok New Town and behind Bukit Merah New Town."
    },
    {
      "type": "text",
      "section": "Subdivisions",
      "content": "Kallang Planning Area consists of nine \"subzones\", as officially established by the Urban Redevelopment Authority (URA) for urban planning purpose.[11]"
    },
    {
      "type": "text",
      "section": "Subdivisions",
      "content": "It is noteworthy that while the Old Kallang Airport Estate along Old Airport Road and Dakota Crescent is often associated with Kallang for historical reasons, it is officially placed under the subzone of Aljunied, part of the adjacent Geylang Planning Area,[12] for urban planning purpose."
    },
    {
      "type": "text",
      "section": "Subdivisions",
      "content": "Similarly, the industrial zone bounded by MacPherson Road, Aljunied Road, the Pelton Canal and Pan Island Expressway (PIE) is part of the Kallang Way subzone. Despite the name of this subzone, it is now part of Geylang.[12] Previously, this area formed part of the now-defunct Kallang mukim."
    },
    {
      "type": "text",
      "section": "Subdivisions",
      "content": "The subzone of Farrer Park belongs to the adjacent Rochor Planning Area,[13] even though the eponymous open field historically known as \"Farrer Park\" (now called \"Farrer Park Field\") is located within Kallang."
    },
    {
      "type": "text",
      "section": "Subdivisions",
      "content": "While the subzones of Little India and Kampong Glam constitute parts of Rochor,[13] many developments often associated with these two areas are located within Kallang, resulting in an \"overspill\" effect. \"Little India\" and \"Kampong Glam\" often refer to their respective cultural districts that are larger than the URA-defined subzones and extend into Kallang."
    },
    {
      "type": "text",
      "section": "Subdivisions",
      "content": "The subzone of Lorong 8 Toa Payoh was known as \"Kallang\", possibly due to its location on either side of the Kallang River. The subzone was later renamed to its current name, taken after a nearby road of the same name, and is a constituent part of Toa Payoh Planning Area.[14]"
    },
    {
      "type": "image",
      "section": "Geology",
      "filename": "image_996.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Geology",
      "content": "Kallang sits on the Kallang Formation which consists of soft marine clay, loose alluvial muddy sand, loose beach sand, soft peaty and organic mud, and coral. Aside from the eponymous Kallang, the Kallang Formation is also found in other parts of Singapore, particularly at river valleys, as well as around river mouths and coastal regions.[15][16]"
    },
    {
      "type": "text",
      "section": "Terrain",
      "content": "The terrain of Kallang is generally flat and low, with elevation no more than 15 metres above sea level.[17]"
    },
    {
      "type": "text",
      "section": "Terrain",
      "content": "Though not located within Kallang Planning Area, the geographic point of Bukit Kallang (also spelt as \"Bukit Kalang\") is a hill in the Central Water Catchment and has an elevation of 97 metres.[17] Bukit Kallang is situated at the southeastern corner of the Upper Peirce Reservoir, west of the TreeTop Walk suspension bridge, and within the territory of the former Ulu Kallang mukim. The Bukit Kalang Service Reservoir maintained by the Public Utilities Board (PUB) is within its vicinity, so is the source of the Kallang River, the Lower Peirce Reservoir."
    },
    {
      "type": "image",
      "section": "Water bodies",
      "filename": "image_997.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Water bodies",
      "filename": "image_998.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Water bodies",
      "content": "The Kallang River is the main waterway that meanders through Kallang. The source of the Kallang River is the Lower Peirce Reservoir (formerly known as the \"Kallang River Reservoir\"; renamed in honour of Municipal Engineer Robert Peirce in 1922)[18] and the river mouth is located at Kallang Basin, near to the Merdeka Bridge. Flowing for more than 10 kilometres, the Kallang River is the longest river in Singapore and drains areas as far north as Bishan and Ang Mo Kio.[19]"
    },
    {
      "type": "text",
      "section": "Water bodies",
      "content": "The Kallang Basin is an enclosed bay in Kallang, and is a popular location for water sports. The Singapore Sports Hub is located on the eastern bank of the Kallang Basin. In 1977, the Singapore government embarked on a ten-year-long clean-up project for the Kallang Basin and the nearby Singapore River, transforming them into the clean waterways of today.[20] The Kallang Basin area used to form part of mainland Singapore's southeastern coastline, as evident from the location of Beach Road. Kallang River used to empty into the Singapore Straits at Kallang Basin, as did Rochor River and Geylang River. One of the Republic of Singapore Navy's (RSN) Bedok-class mine countermeasures vessel is named \"RSS Kallang\", as part of a series of vessels named after Singapore's coastal regions.[21]"
    },
    {
      "type": "text",
      "section": "Water bodies",
      "content": "Kallang is also drained by the Geylang River, Rochor River, Rochor Canal, Marina Channel, Sungei Whampoa and the Pelton Canal, the latter two of which are tributaries of the Kallang River. These aforementioned waterways, together with the Singapore River and Marina Bay, make up the Marina Reservoir that has a catchment size of about one-sixth of mainland Singapore's land area.[22]"
    },
    {
      "type": "text",
      "section": "Water bodies",
      "content": "Kallang constitutes part of the Drainage Catchments of Bukit Timah, Geylang, Stamford Marina and Kallang, as per the Public Utilities Board (PUB). Kallang Drainage Catchment only extends into a small part of the Kallang Planning Area; it also encompasses areas belonging to the planning areas of Toa Payoh, Serangoon, Bishan, Ang Mo Kio, Central Water Catchment and Bukit Panjang.[23]"
    },
    {
      "type": "text",
      "section": "Water bodies",
      "content": "Due to the high concentration of waterways in Kallang, many bridges were constructed to cross over these rivers and canals. Some famous bridges found in Kallang include the Merdeka Bridge, Benjamin Sheares Bridge (Singapore's tallest and longest bridge; reaches its highest point of 29 metres at Kallang Basin) and the Tanjong Rhu Footbridge (the first suspension bridge in Singapore).[24][25][26]"
    },
    {
      "type": "image",
      "section": "History",
      "filename": "image_999.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Boundaries",
      "content": "The present-day boundaries of Kallang Planning Area are established by the Urban Redevelopment Authority (URA) for urban planning purpose. Prior to the creation of \"planning areas\", Singapore was divided into two types of survey districts by the Singapore Land Authority (SLA): \"mukim\" in rural areas and \"town subdivisions\" in the city. There were two mukim that bore the name \"Kallang\": Kallang and Ulu Kallang."
    },
    {
      "type": "text",
      "section": "Boundaries",
      "content": "The mukim of Kallang (alternatively spelled as \"Kalang\") was roughly bounded by Upper Serangoon Road, Serangoon Road and the Kallang River to its west; Upper Paya Lebar Road to its north and east; Paya Lebar Road to its east; and Geylang Road to its south.[27][28] The areas that once belonged to the former Kallang mukim are now split among the planning areas of Serangoon, Toa Payoh, Geylang and Kallang. On the other hand, the areas that now form Kallang Planning Area were shared by the now-dissolved mukims of Toa Payoh, Geylang (formerly spelled as \"Gelang\"), Kallang and various town subdivisions. The modern boundaries of Kallang Planning Area therefore differ from those of the Kallang mukim."
    },
    {
      "type": "text",
      "section": "Boundaries",
      "content": "A vast region at the upstream of the Kallang River was part of the mukim of Ulu Kallang (also written as \"Ulu Kalang\"). Ulu is a Malay term which translates to \"rural\", \"remote\", \"upstream\" or \"origin\" – a reference to its location at the upper reaches of the Kallang River and its relative lack of development. Within the boundaries of Ulu Kallang were Upper Peirce Reservoir and Lower Peirce Reservoir. Ulu Kallang mukim bordered the adjacent mukims of Ulu Pandan in its southwest, Tanglin in its southeast, Toa Payoh and Ang Mo Kio in its east, South Seletar in its northeast, Mandai in its northwest, and Bukit Timah in its west.[27][28] The territories which once constituted Ulu Kallang are now shared among the planning areas of Central Water Catchment, Bukit Timah and Bishan, the first of which remained as one of the least developed places in Singapore. In several historical maps, this mukim was labeled as \"Upper Kalang\".[29]"
    },
    {
      "type": "image",
      "section": "Landscape",
      "filename": "image_1000.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Landscape",
      "content": "The present landscape of Kallang is the result of extensive land reclamation carried out over multiple phases. Prior to land reclamation, the original southeastern shoreline of mainland Singapore was situated at the Kallang Basin area, near where Tanjong Rhu Road and Beach Road are today."
    },
    {
      "type": "text",
      "section": "Landscape",
      "content": "In August 1931, the Public Works Department was tasked to lead the land reclamation project at the eastern portion of the Kallang Basin for the construction of the Kallang Airport. A total of 339 acres of mangrove swamp was reclaimed, and the project cost was estimated at 9 million Straits dollars. The land reclamation lasted from May 1932 to October 1936.[30]"
    },
    {
      "type": "text",
      "section": "Landscape",
      "content": "In June 1932, another land reclamation project began at Beach Road. The aim was to create a foreshore to the immediate south of Beach Road between Stamford Road and the Rochor River.[30]"
    },
    {
      "type": "text",
      "section": "Landscape",
      "content": "From 1963 to 1971, the Housing and Development Board (HDB) led a massive land reclamation project in the northern part of the Kallang Basin. The swamps and mudflats were filled in using earth sourced from the leveled hills of Toa Payoh.[30] Before land reclamation, the Kallang Basin was a large swamp that stretched as far north as today's Bendemeer Road at its greatest extent; numerous islands existed along the course of the Kallang River and its tributaries.[31]"
    },
    {
      "type": "text",
      "section": "Landscape",
      "content": "Between 1966 and 1975, the East Coast Reclamation Project led by HDB formed new lands at Tanjong Rhu in southern Kallang, as well as the adjacent communities in Marine Parade. In 1979, Phase VI of the project extended the Tanjong Rhu coast southwards, forming what is today's Marina East.[30]"
    },
    {
      "type": "text",
      "section": "Settlements",
      "content": "Historically, Kallang was home to some of Singapore's earliest settlers. Numerous villages could be found at the Kallang Basin area before modern developments took place: Kampong Kallang Pasir, Kampong Kallang Pokok, Kampong Kallang Laut, Kampong Kallang Batin, Kampong Kallang Rokok, Kampong Bugis, Kampong Soo Poo (also the name of a now-expunged road, located off Kallang Road) and Kampong Koo Chye.[32][33]"
    },
    {
      "type": "text",
      "section": "Settlements",
      "content": "Today, some of their legacies are still seen – roads such as Padang Jeringau and Kampong Bugis that branch out from Kallang Road directly reference these expunged villages.[34]"
    },
    {
      "type": "text",
      "section": "Settlements",
      "content": "In the 1950s, housing in Singapore was insufficient for its growing population. A large portion of the population was living in slum-like places with poor sanitation. As the city area became congested, the colonial government decided to build new public housing estates to tackle the problem. One of the plans was to develop Kallang into Singapore's equivalent of the Hyde Park, as reported by The Straits Times in an article dated 11 March 1955.[35] These residential developments are known collectively as the \"Old Kallang Airport Estate\", located along Old Airport Road and Dakota Crescent. The low-rise residential blocks at Dakota Crescent are known for their unique architecture."
    },
    {
      "type": "image",
      "section": "Significant events",
      "filename": "image_1001.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 4 December 1919, Singapore witnessed its first-ever aircraft landing at the Farrer Park Field, when Captain Ross Smith and three other crew members touched down in a Vickers Vimy en route to Darwin, Australia.[36] This event kickstarted Singapore's aviation journey."
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 17 February 1942, the troops of the British Indian Army officially surrendered to the Imperial Japanese Army represented by Major Fujiwara Iwaichi at the Farrer Park Field as part of an event now called the \"Farrer Park address\". Captain Mohan Singh later declared the formation of the First Indian National Army and openly recruited volunteers to fight against the British Raj for the independence of India.[37]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 29 June 1946, one of the Dakota aircraft belonging to the Royal Air Force (RAF) crashed at the Kallang Airport in a thunderstorm, killing all 20 that were on board.[38] Officially named in 1957, Dakota Crescent and Dakota Close serve to commemorate this aviation disaster.[39]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 13 March 1954, a Lockheed L-749A Constellation aircraft operated by the British Overseas Airways Corporation (BOAC) crashed and exploded as it attempted landing at the Kallang Airport, killing 33 passengers and crew.[40]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 15 August 1955, the People's Action Party (PAP) campaigned for self-governance at the Farrer Park Field.[41]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 18 March 1956, some 20,000 people gathered at the Kallang Airport complex for a merdeka (Malay for \"freedom\") rally organised by then-Chief Minister David Marshall. The event later turned into a riot, causing at least 50 cases of injuries. This riot discredited Marshall in the eyes of the British, thereby hindered Singapore's independence progress and led to Marshall's subsequent resignation.[42]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "Described as \"the worst and prolonged in Singapore's post-war history\", the infamous 1964 Singapore race riots broke out in Kallang on 21 July 1964, at the intersection of Kallang Road and Padang Jeringau, around the former Kampong Soo Poo.[43]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 23 February 1970, a time capsule was buried at the old National Stadium by then-Minister for Finance Goh Keng Swee. The capsule was never found despite more than three years of search. On 15 February 2016, a new time capsule was laid underground at the Singapore Sports Hub. It is expected to be unearthed in 2040.[44]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "The old National Stadium that once stood on the same plot of land as the current Singapore Sports Hub was the ceremony venue for the Southeast Asian Games in 1973, 1983 and 1993."
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "The old National Stadium hosted the National Day Parade (NDP) a total of 18 times (in 1976, 1980, 1985, 1986, 1988, 1989, 1991, 1992, 1994, 1996, 1997, 1998, 1999, 2001, 2002, 2003, 2004 and 2006)."
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "From 1986 to 2000, former Singapore Prime Ministers Lee Kuan Yew and Goh Chok Tong held their annual National Day Rally at the Kallang Theatre.[45]"
    },
    {
      "type": "image",
      "section": "Significant events",
      "filename": "image_1002.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 20 April 2004, a section of Nicoll Highway collapsed in an accident now known as the Nicoll Highway collapse. The road itself and surrounding area sunk in, snapping gas, water and electricity cables, thereby cutting off power in the nearby Suntec City and Marina Bay areas. Tenants and residents of Golden Mile Complex were evacuated. The completion of the Circle Line was pushed back by a year, and the original site of Nicoll Highway MRT station which was 100 metres away from the current station had to be abandoned. The section of tracks between Promenade MRT station and Stadium MRT station had to be realigned. The collapse killed four people.[46][47]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "During the 2010 Summer Youth Olympics, the archery, tennis and football games were held at Kallang Field, Kallang Tennis Centre and Jalan Besar Stadium respectively.[48]"
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "The opening and closing ceremonies of the 2015 Southeast Asian Games were held at the new National Stadium. Numerous matches also took place at various venues across Kallang."
    },
    {
      "type": "text",
      "section": "Significant events",
      "content": "On 9 August 2016, the new National Stadium hosted the 2016 NDP – the first NDP in the new National Stadium, and the first NDP held in Kallang after a decade of hiatus.[49]"
    },
    {
      "type": "text",
      "section": "Raffles' landing",
      "content": "There is a dispute pertaining to the exact location where the founder of modern Singapore, Sir Stamford Raffles, first landed on mainland Singapore in 1819. Even though the Raffles' Landing Site by the Singapore River is generally believed to be the original landing point, other sources challenge that claim. Based on the record in the Cho Clan Archives, Raffles could have landed at the Kallang Basin instead, in what is today's Kallang Riverside Park.[50][51]"
    },
    {
      "type": "image",
      "section": "Landmarks",
      "filename": "image_1003.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Landmarks",
      "filename": "image_1004.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Landmarks",
      "content": "Kallang is home to numerous \"historic sites\" of Singapore, as officially designated by the National Heritage Board (NHB). These include the Central Sikh Temple along Towner Road,[52] the former Kallang Gasworks along Kallang Road,[53] the Merdeka Bridge along Nicoll Highway,[54] the Balestier Plain along Balestier Road,[55] the old Kallang Airport along Stadium Link,[56] the historic Farrer Park (now called \"Farrer Park Field\") along Rutland Road,[57] as well as the Jalan Besar Stadium along Tyrwhitt Road.[58]"
    },
    {
      "type": "text",
      "section": "Landmarks",
      "content": "The Urban Redevelopment Authority (URA) has identified numerous areas in Singapore as \"conservation areas\", a few of which can be found in Kallang. These include the Former Kallang Airport Conservation Area and the Jalan Besar Conservation Area, where structures of historical, architectural and cultural significance are carefully conserved. The Geylang Conservation Area extends partially into Kallang, consisting mainly of shophouses fronting the stretch of Geylang Road between Sims Way and Lorong 1 Geylang.[59][60]"
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "Arguably the most famous landmark in modern Kallang is the Singapore Sports Hub, comprising the new National Stadium, the Singapore Indoor Stadium, the Kallang Wave Mall, and several other sports facilities. Built at an estimated cost of S$1.3 billion, the Singapore Sports Hub frequently hosts national and international sporting, cultural and entertainment events."
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "The Merdeka Bridge crosses over the Kallang Basin at the mouths of the Kallang River and Rochor River. Initially conceived as the \"Kallang Bridge\", the Merdeka Bridge was considered as a symbol of Singapore's aspiration for independence in the 1950s. A pair of stone lions called the \"Merdeka Lions\" once stood at each end of the bridge from 1956 to 1966. These lion statues are now standing at the SAFTI Military Institute.[61]"
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "The Kallang Airport was Singapore's first purpose-built civil airport, operating from 1937 to 1955. Hailed as the \"finest airport in the British Empire\", it was also praised by renowned aviator Amelia Earhart as \"an aviation miracle of the East\".[62] Several structures of the Kallang Airport were gazetted for conservation on 5 December 2008. Today, the complex is fenced off from public access.[63][64]"
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "The Golden Mile Complex along Beach Road is a prominent landmark in the area. It was one of the Singapore government's first urban renewal projects, combining commercial and residential spaces into one building. It was described by famous English architectural critic Reyner Banham as \"an exemplary type of megastructure\". The congregation of the Thai community at Golden Mile Complex also gives it the nickname \"Little Thailand\".[65] The surrounding area is termed \"the Golden Mile\", a strip of high-rise commercial land fronting the Kallang Basin."
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "Chwee Kang Beo Temple (水江庙), which means ‘Water River Temple’ has been at the present location since the late 1940s. It is a unique landmark along Kallang riverside, at Upper Boon Keng Road.[66]"
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "The Central Sikh Temple is Singapore's first Sikh gurdwara, originally established in 1912. Its current site at Towner Road was officially opened in November 1986.[67]"
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "The Sri Srinivasa Perumal Temple along Serangoon Road was gazetted as a national monument on 10 November 1978.[68]"
    },
    {
      "type": "text",
      "section": "Modern landmarks",
      "content": "The main factory building of the former National Aerated Water Company along Serangoon Road has also been gazetted for conservation, and will be integrated into a future residential development.[69]"
    },
    {
      "type": "image",
      "section": "Old landmarks",
      "filename": "image_1005.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Old landmarks",
      "content": "The Kallang Gasworks was the first of its kind to be built in Singapore to supply gas for street lighting. Constructed in 1862, the facilities were operated by the Singapore Gas Company (now called \"City Gas\") and produced gas uninterruptedly for over 130 years, except for brief pauses during World War I and World War II. It was decommissioned on 23 March 1998, and all operations were taken over by the Senoko Gasworks in Sembawang.[70][71] Today, a sculpture titled Spirit of Kallang by Singaporean artist Lim Leong Seng is standing in the Kallang Riverside Park to commemorate the Kallang Gasworks.[8]"
    },
    {
      "type": "text",
      "section": "Old landmarks",
      "content": "Built on the runway site of the former Kallang Airport prior to the development of the old National Stadium, the now-demolished Kallang Park was a large public park that consisted of children's playgrounds, a fountain gifted by the Singapore Chinese Chamber of Commerce and Industry (SCCCI), carnival booths and the popular Wonderland Amusement Park. Originally proposed by then-Minister for National Development Ong Eng Guan under \"Project Lung\", the Kallang Park was the first attempt at redeveloping the lands previously occupied by the Kallang Airport.[8]"
    },
    {
      "type": "text",
      "section": "Old landmarks",
      "content": "Kallang was also the location of three of Singapore's most iconic amusement parks: New World Amusement Park,[72] Gay World Amusement Park[73] and Wonderland Amusement Park.[8] The first was situated near present-day City Square Mall; the second was located on the open field bounded by Geylang Road, Sims Way, Kallang Airport Way and Kallang Airport Drive; and the third was part of the old Kallang Park."
    },
    {
      "type": "text",
      "section": "Old landmarks",
      "content": "Perhaps the most iconic of all historic landmarks in Kallang was the old National Stadium, once located on the same site currently occupied by the new National Stadium which is part of the larger Singapore Sports Hub. The old National Stadium played host to numerous cultural, sporting and national events, including the National Day Parade (NDP) for a total of 18 times.[6] Celebrated as be the birthplace of the famous Kallang Roar and Kallang Wave,[74] the old National Stadium was home to the Singapore FA (nicknamed \"the Lions\"). Today, the shopping mall at the Singapore Sports Hub is named \"Kallang Wave Mall\".[75]"
    },
    {
      "type": "text",
      "section": "Current jurisdiction",
      "content": "The political representation of Kallang in the Parliament of Singapore is split among three electoral constituencies as of the 2020 Singapore general election. The vast majority of Kallang forms part of Jalan Besar Group Representation Constituency (GRC); part of Kampong Java subzone comes under Tanjong Pagar GRC; and the entirety of Tanjong Rhu subzone is part of Mountbatten Single Member Constituency (SMC).[76][77] These constituencies are held by Singapore's ruling People's Action Party (PAP).[78]"
    },
    {
      "type": "text",
      "section": "Current jurisdiction",
      "content": "Jalan Besar Town Council is responsible for the maintenance of the areas that come under Jalan Besar GRC; Tanjong Pagar Town Council maintains areas belonging to Tanjong Pagar GRC; and Mountbatten SMC is administered by Marine Parade Town Council. The main office of Jalan Besar Town Council is located in Kallang, at 70 Geylang Bahru."
    },
    {
      "type": "text",
      "section": "Former jurisdiction",
      "content": "From 2011 to 2015, large parts of Kallang were part of the short-lived Moulmein-Kallang Group Representation Constituency (GRC), which was co-led by then-Minister for Communications and Information Yaacob Ibrahim and then-Minister for Transport Lui Tuck Yew. The area bounded by Sungei Whampoa, Serangoon Road, Balestier Road and the Central Expressway (CTE) formed part of Whampoa Single Member Constituency (SMC). Tanjong Rhu was under Mountbatten SMC.[79] Both Moulmein-Kallang GRC and Whampoa SMC came under the administration of the now-dissolved Moulmein-Kallang Town Council, which was headquartered at the same Geylang Bahru office currently used by Jalan Besar Town Council."
    },
    {
      "type": "text",
      "section": "Former jurisdiction",
      "content": "Between 1959 and 1991, Kallang mostly came under Kallang SMC. Its Members of Parliament (MP) included Suppiah Dhanabalan, who served as Minister for Foreign Affairs and Minister for National Development during his service as MP for Kallang SMC. Other constituencies that historically covered various parts of Kallang included the now-defunct Geylang West SMC, Jalan Besar SMC and Kolam Ayer SMC."
    },
    {
      "type": "text",
      "section": "Commercial",
      "content": "Unlike most Singaporean towns, Kallang does not have an integrated town centre. Instead, its commercial activities are largely concentrated at the Singapore Sports Hub, as well as within the subzones of Lavender and Crawford."
    },
    {
      "type": "text",
      "section": "Commercial",
      "content": "The Singapore Sports Hub vicinity is home to two shopping destinations, Leisure Park Kallang and Kallang Wave Mall, as well as a cultural venue, the Kallang Theatre. Other than retail outlets, Leisure Park Kallang also has a cinema, an ice skating rink and a bowling alley. Various other shopping malls such as the City Square Mall along Kitchener Road, Mustafa Centre along Syed Alwi Road and Aperia Mall along Kallang Avenue are also situated within the boundaries of Kallang."
    },
    {
      "type": "text",
      "section": "Commercial",
      "content": "In recent years, areas along Beach Road and Jalan Sultan have seen new commercial developments, such as The Concourse and City Gate, due to their close proximities to the adjacent Central Area."
    },
    {
      "type": "text",
      "section": "Commercial",
      "content": "The high rent in the Central Area also makes Kallang an attractive location for offices, particularly office spaces along Kallang Avenue, Lavender Street and Beach Road. Examples of renowned companies that have offices in Kallang include German automotive firm Continental AG, American technology company Micron Technology, Japanese consumer goods manufacturer Lion Corporation, American fast food group Yum! Brands, French energy management and automation solutions corporation Schneider Electric, and the Singapore-based environmental solutions enterprise Hyflux."
    },
    {
      "type": "text",
      "section": "Industries",
      "content": "Kallang is currently home to numerous light industrial estates. Many heavy industry factories have been relocated away from this area to promote residential and commercial use. Today, most of Kallang's industrial estates are clustered at Kallang Avenue, Kallang Bahru, Kallang Place, Kallang Junction, Kallang Sector and Kallang Way. There are plans to redevelop Kallang's industrial zones into mixed-use developments, including a hub for high-value and knowledge-based businesses called the \"Kallang iPark\".[80]"
    },
    {
      "type": "text",
      "section": "Industries",
      "content": "Prior to modern developments, Kallang was home to a booming shipbuilding industry, particularly due to its coastal location and the presence of numerous waterways in the area. Shipbuilding companies were found around present-day Upper Boon Keng Road and Jalan Benaan Kapal (literally \"Ship Construction Road\" in Malay). In particular, the latter was the location of the first purpose-built marine industrial estate in Singapore, before the area was transformed into a sporting and lifestyle precinct.[81] Across the Geylang River, numerous shipbuilding companies, including John I. Thornycroft & Company and Singapore Slipway, once straddled the coast of Tanjong Rhu.[82]"
    },
    {
      "type": "image",
      "section": "Education",
      "filename": "image_1006.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Education",
      "content": "The following educational institutions are located within Kallang:"
    },
    {
      "type": "text",
      "section": "Education",
      "content": "3 Geylang Bahru Lane was frequently used by the Ministry of Education (MOE) as a temporary school compound, and hosted such schools as Victoria School, Cedar Girls' Secondary School, SJI Junior and CHIJ Katong Convent. This site is now used by the Singapore Examinations and Assessment Board (SEAB) as its office."
    },
    {
      "type": "text",
      "section": "Education",
      "content": "The current site of NorthLight School used to be the former Balestier campus of the Institute of Technical Education (ITE)."
    },
    {
      "type": "image",
      "section": "Healthcare",
      "filename": "image_1007.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Healthcare",
      "content": "The following hospitals are located within Kallang:"
    },
    {
      "type": "text",
      "section": "Healthcare",
      "content": "The Ministry of Health (MOH) has announced an upcoming polyclinic in Kallang, expected to be ready by 2020. The polyclinic will be housed in a 10-storey facility and integrated with a chronic sick unit, the first of such integrated healthcare building in Singapore.[86][87][88]"
    },
    {
      "type": "text",
      "section": "Community spaces",
      "content": "Managed by the People's Association (PA), each \"community club\" or \"community centre\" (CC) serves around 15,000 households.[89]"
    },
    {
      "type": "text",
      "section": "Community spaces",
      "content": "The following CCs are located at Kallang:"
    },
    {
      "type": "text",
      "section": "Community spaces",
      "content": "The PA headquarters is also situated in Kallang, along King George's Avenue."
    },
    {
      "type": "image",
      "section": "Parklands",
      "filename": "image_1008.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Parklands",
      "filename": "image_1009.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Parklands",
      "content": "The Kallang Riverside Park is a riverine park located at the mouths of the Kallang River and Rochor River. The sections on either side of the Kallang River are managed by the National Parks Board (NParks),[90] while the section along the western bank of the Rochor River was absorbed into Gardens by the Bay as part of Bay Central Garden.[91]"
    },
    {
      "type": "text",
      "section": "Parklands",
      "content": "The Marina Promenade on the western banks of the Kallang Basin and Marina Channel links Kallang Riverside Park in the north with Marina Centre in the south. It forms part of the Bay Central Garden of Gardens by the Bay."
    },
    {
      "type": "text",
      "section": "Parklands",
      "content": "Kallang Park Connector is part of the Park Connector Network (PCN) managed by NParks, running from Bishan Road in the north to Sims Avenue in the south, largely following the course of the Kallang River. Constructed in 1995, it is the first park connector of its kind to be built and forms part of the Central Urban Loop.[92][93] As their names imply, these park connectors aim to form a continuous loop which will eventually connect all the major parks within Singapore. Kallang Park Connector runs parallel to the Kallang River, except for the section around Woodsville Interchange. It serves as a link between Bishan–Ang Mo Kio Park and Kallang Riverside Park. Spanning 7.87 kilometres, Kallang Park Connector is the third longest park connector in Singapore, after Coastal Park Connector and Jurong Park Connector which are 15 kilometres-long[94] and 9.4 kilometres-long[95] respectively. Points of interest along Kallang Park Connector include Kallang River @ Bishan–Ang Mo Kio Park, as well as the Kolam Ayer ABC Waterfront.[96][97] Plans to further rejuvenate the Kallang riverside, including the construction of bridges and underpasses to facilitate seamless connection across major traffic junctions, have been proposed.[98]"
    },
    {
      "type": "text",
      "section": "Parklands",
      "content": "Other park connectors that run through Kallang include Geylang Park Connector,[99] Pelton Canal Park Connector,[100] Whampoa Park Connector[101] and the Tanjong Rhu Promenade.[102]"
    },
    {
      "type": "text",
      "section": "Parklands",
      "content": "East Coast Park is a coastal park that straddles the southeastern coast of Singapore, extending from Marine Parade to Tampines. Aside from serving the areas that it is located in, East Coast Park also serves various nearby communities like Kallang. East Coast Park can be accessed via Fort Road from Kallang."
    },
    {
      "type": "text",
      "section": "Parklands",
      "content": "Located within the subzone of Kampong Java, at the junction of Bukit Timah Road and Cavenagh Road, was the Kampong Java Park. Like the Kallang Riverside Park, this park was maintained by NParks and featured a large pond as its centrepiece.[103] In August 2018, the Kampong Java Park was permanently closed to facilitate the construction of the North–South Corridor (NSC).[104]"
    },
    {
      "type": "text",
      "section": "Security",
      "content": "The responsibility of maintaining security in Kallang is split among three police divisions of the Singapore Police Force (SPF): Central Police Division, Bedok Police Division and Tanglin Police Division. In particular, the Tanglin Police Division has its headquarters located in Kallang, along Kampong Java Road."
    },
    {
      "type": "text",
      "section": "Security",
      "content": "The following police establishments are located within Kallang:"
    },
    {
      "type": "text",
      "section": "Security",
      "content": "From 1970 to 2007, the Kallang Regional Base along Stadium Lane on the northeastern bank of the Kallang Basin served as the headquarters of the Police Coast Guard and its predecessor, the Marine Division. Its operations were subsequently relocated to Brani Regional Base on Pulau Brani as a result of the planned damming of the Kallang Basin and Marina Bay to create the Marina Reservoir.[105]"
    },
    {
      "type": "text",
      "section": "Security",
      "content": "The headquarters of the Immigration and Checkpoints Authority (ICA) is located on Kallang Road, next to Lavender MRT station."
    },
    {
      "type": "text",
      "section": "Fire department",
      "content": "The Singapore Civil Defence Force (SCDF) operates two fire posts in Kallang:"
    },
    {
      "type": "text",
      "section": "Fire department",
      "content": "The Mountbatten Fire Post along Kampong Arang Road was opened in June 2001, becoming the first fire post in Singapore.[106]"
    },
    {
      "type": "text",
      "section": "Fire department",
      "content": "The upcoming Kallang Fire Station along Guillemard Close is slated for completion in 2019. It will enhance emergency response to key areas in Kallang, including the Singapore Sports Hub, as well as the waterfront regions around Marina Bay and along the Kallang River.[107]"
    },
    {
      "type": "text",
      "section": "Fire department",
      "content": "The former Serangoon Fire Station was built in 1952 and ceased operations in 2001. It was based at 1370 Serangoon Road, in Bendemeer subzone.[108]"
    },
    {
      "type": "text",
      "section": "Fire department",
      "content": "During the colonial era, Singapore's fire fighting duty came under the Singapore Fire Brigade. By 1909, three fire stations were set up across Singapore, including the now-demolished Kallang Fire Station (not to be confused with the similarly named new Kallang Fire Station on Guillemard Close).[109]"
    },
    {
      "type": "text",
      "section": "Postal service",
      "content": "Three of the post offices managed by the Singapore Post (SingPost) are based in Kallang:"
    },
    {
      "type": "text",
      "section": "Postal service",
      "content": "SingPost's Kallang Delivery Base is located along Jalan Lembah Kallang."
    },
    {
      "type": "image",
      "section": "Housing",
      "filename": "image_1010.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "As a result of Kallang's prime location just outside the Central Area, the urban planning strategy and land use policy therefore differ from towns that are established primarily for residential use (e.g. Pasir Ris and Choa Chu Kang). Housing precincts appear to be \"discontinuous\" and \"scattered\" in Kallang, as compared to the aforementioned towns with \"clustered\" and \"concentrated\" residential neighbourhoods. In Kallang, lands set aside for residential developments may be punctuated with commercial, industrial or lifestyle areas, resulting in a disjointed town layout."
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "Kallang is the main constituent unit of the Kallang/Whampoa New Town as defined by the Housing and Development Board (HDB). It is the only HDB town to extend across two separate planning areas (i.e. Kallang and Novena). Previously, Kallang was classified as an \"estate\" but HDB later reorganised the area and promoted it to \"new town\" status."
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "The first few residential precincts in Kallang, constructed by the HDB, were built in the 1970s and 1980s. Some housing blocks are planned to be reconstructed under the Selective En bloc Redevelopment Scheme (SERS) to redevelop Kallang where the demographics are dominated by the middle-aged."
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "New residential blocks which are around 30-storeys high are now prominent in the skyline of the area, with more being planned to be built under the new HDB construction policy. A notable major redevelopment is underway in the Old Kallang Airport Estate, where many of the low-rise blocks are currently unoccupied. New estates along Bendemeer Road and Upper Boon Keng Road are also popular options."
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "Kallang/Whampoa is the fourth most expensive HDB new town in terms of rental prices. The rental price of a median 4-room HDB unit in Kallang/Whampoa is S$2500, compared to the national average of S$2120.[110]"
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "Aside from public housing (flats) built by HDB, condominiums that provide high-end living options can be found primarily in Tanjong Rhu, an affluent neighbourhood in southern Kallang. The precinct is in extreme close proximity to the Central Area located across the Kallang Basin and Marina Channel, as well as Gardens by the Bay (Bay East Garden). Condominium clusters can also be found along Saint Michael's Road and Moonstone Lane, within the subzone of Bendemeer."
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "Car-free residential area will be piloted in the subzone of Kampong Bugis, at the mouth of Kallang River. These new blocks will be part of a fenceless pedestrian-friendly waterfront community that was announced by the government in 2013.[111][112] Around 4000 new housing units will be ready by 2030. Soil treatment work at the former Kallang Gasworks site began in November 2018 and is expected to conclude in July 2022.[113]"
    },
    {
      "type": "text",
      "section": "Housing",
      "content": "The following HDB precincts are located in Kallang:"
    },
    {
      "type": "text",
      "section": "Transportation",
      "content": "The location of Kallang on the fringe of the Central Area is evidenced by its mature network of roads and developed public transport system. In addition, the headquarters of the Land Transport Authority (LTA) is situated along Hampshire Road, in the Kampong Java subzone."
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "Unlike towns which have a high concentration of housing developments, the roads in Kallang were not named using the numeric system. The name \"Kallang\" can be found in roads like Kallang Road, Kallang Bahru, Kallang Tengah, Kallang Sector, Kallang Pudding Road, Kallang Walk, Jalan Lembah Kallang, etc. Flyovers that bear the name \"Kallang\" are Kallang Bahru Flyover and Kallang Way Flyover. Expunged roads that had the name \"Kallang\" included Kallang Close and Kallang Square.[114]"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "Several roads opposite Saint Andrew's Village took their names from gemstones: Moonstone Lane, Opal Crescent, Topaz Road, etc.; some roads in Bendemeer subzone were named after saints: Saint Michael's Road, Saint George's Road, Saint Barnabas Lane, etc.; roads in the Kampong Java precinct were named after British locations: Dorset Road, Kent Road, Cambridge Road, etc.; some roads took their names from the villages that once stood in the area: Kampong Bugis, Padang Jeringau; some road names reference the former Kallang Airport and its aviation history: Old Airport Road, Dakota Crescent, Kallang Airport Way, Old Terminal Lane, etc.; roads within the Singapore Sports Hub reference the National Stadium: Stadium Boulevard, Stadium Walk, Stadium Place, etc.; roads within the Old Kallang Airport Estate are numbered in the Malay language: Jalan Satu, Jalan Empat, Jalan Enam, etc.; roads around the Lavender area were named after generals and admirals from Britain and France, as well as famous battle sites: Maude Road, Beatty Road, Jellicoe Road, Flanders Square, Somme Road, etc."
    },
    {
      "type": "image",
      "section": "Road network",
      "filename": "image_1011.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "Woodsville Interchange along the triple-point boundary of Kallang, Geylang and Toa Payoh is a major traffic interchange consisting of at-grade junctions, the Woodsville Flyover and the new Woodsville Tunnel. Seven roads converge at Woodsville Interchange: Bendemeer Road, Serangoon Road, Upper Serangoon Road, MacPherson Road, Jalan Kolam Ayer, Jalan Toa Payoh and the Pan Island Expressway (PIE). The latest upgrading works were completed in January 2012.[115][116]"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "From 2014 to 2017, the Land Transport Authority (LTA) carried out a series of road improvement works in Kallang, including the widening of several major roads and traffic junctions in the area, as well as the construction of the Nicoll Underpass that links Sims Way, Nicoll Highway and Stadium Drive. These works aimed to support the development of the Kallang riverside, Singapore Sports Hub and Kallang Industrial Estate.[117]"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "The Singapore Underground Road System (SURS) was a proposed underground ring road that would encircle the Singapore city centre. Part of the suggested route included a section within Kallang, near Nicoll Highway, Lavender Street and Balestier Road. First conceptualised in the 1980s, the plan for the SURS was abandoned in August 2017.[118][119][120]"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "The following roads connect Kallang with other parts of Singapore:"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "Other major roads that run within the boundaries of Kallang include Kallang Road, Kallang Bahru, Geylang Bahru, Boon Keng Road, Upper Boon Keng Road, Lavender Street, Crawford Street, Republic Avenue, Kitchener Road, Bendemeer Road and Tanjong Rhu Road."
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "The following expressways pass through Kallang:"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "KPE consists of a 9 kilometres-long tunnel, which is the longest subterranean road tunnel in Southeast Asia.[121][122] During its construction, the KPE tunnel was the world's sixth longest underground road project.[123] Originally envisioned as two separate expressways, the 2.8 kilometres-long Kallang Expressway (KLE) and the 9.2 kilometres-long Paya Lebar Expressway (PLE), they were officially combined into one in 1991.[124] Plans to build the KLE surfaced as early as 1981, and would have become the shortest expressway in Singapore if it was not merged into the KPE.[125]"
    },
    {
      "type": "text",
      "section": "Road network",
      "content": "The future North–South Corridor (NSC) will link Kallang and the city centre with northern Singapore. The section of NSC within Kallang will be fully underground.[126]"
    },
    {
      "type": "image",
      "section": "Public transit",
      "filename": "image_1012.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Public transit",
      "filename": "image_1013.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Public transit",
      "content": "Rail transport in Kallang exists as the Mass Rapid Transit (MRT). Kallang has the largest number of MRT stations outside of the Downtown Core, at 12. At present, five MRT lines have stations in Kallang: East West Line, North East Line, Circle Line, Downtown Line and Thomson–East Coast Line."
    },
    {
      "type": "text",
      "section": "Public transit",
      "content": "The following stations are currently in service:[127]"
    },
    {
      "type": "text",
      "section": "Public transit",
      "content": "A 16 kilometres-long \"Kallang Line\" was mentioned in the 1996 White Paper published by the Land Transport Authority (LTA).[128] This MRT line was supposed to run along the banks of the Kallang River, connecting Ang Mo Kio MRT station in the north with Lavender MRT station in the south. The plan to build the Kallang Line was later shelved."
    },
    {
      "type": "text",
      "section": "Public transit",
      "content": "On 20 April 2004, a section of the Circle Line tunnel collapsed during construction. This accident became known as the \"Nicoll Highway collapse\" and happened west of the Merdeka Bridge, near present-day Nicoll Highway MRT station."
    },
    {
      "type": "text",
      "section": "Public transit",
      "content": "Kallang is served by an established bus network that connects the area with other parts of Singapore. Unlike other towns, Kallang does not have its own feeder bus services which ply between the neighbourhoods of Kallang, likely due to the relatively fewer housing precincts in Kallang as compared to other new towns that are established primarily for residential purpose."
    },
    {
      "type": "text",
      "section": "Public transit",
      "content": "Lorong 1 Geylang Bus Terminal is the only bus terminal located in Kallang. It sits opposite Kallang MRT station, along its namesake Lorong 1 Geylang. The Kallang area has no bus interchange or Integrated Transport Hub (ITH)."
    },
    {
      "type": "text",
      "section": "Public transit",
      "content": "The former Crawford Street Bus Terminal was situated near the traffic junction of Crawford Street and North Bridge Road. Bus services that used to operate from this bus terminal were moved to Lorong 1 Geylang Bus Terminal when it ceased operations in 1998.[129]"
    },
    {
      "type": "image",
      "section": "Air travel",
      "filename": "image_1014.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "Kallang played a significant role in Singapore's aviation history, being the location of the country's first aircraft landing and home to its first purpose-built civil airport, the Kallang Airport.[40]"
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "Opened on 12 June 1937 by Sir Shenton Thomas, the then-Governor of the Straits Settlements, Kallang Airport had the advantages of combined facilities for both land and marine aircraft. It was hailed as the \"finest airport in the British Empire\" at that time.[63]"
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "During its 18 years in service, the Kallang Airport played host to numerous high-profile celebrities such as Governor of Singapore Sir John Fearns Nicoll, former Premier of China Zhou Enlai, and renowned Chinese businessman and philanthropist Tan Kah Kee, among others.[130][131]"
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "Due to an increase in passenger traffic, the Singapore International Airport (modern-day Paya Lebar Air Base) was later built in Paya Lebar to replace the Kallang Airport which eventually ceased operations in 1955. The airport's terminal building was conserved alongside the hangar, gate posts, lamp posts and several other buildings.[132] The terminal building was subsequently converted into the People's Association (PA) headquarters on 1 July 1960. The organisation occupied the building until 6 April 2009 when it moved to its current location at King George's Avenue, also in Kallang. Other groups that used to be based at the Kallang Airport site include the Singapore Youth Sports Council, the Public Works Department (the predecessor of CPG Corporation) and Central Manpower Base (CMPB).[63] The conserved Kallang Airport complex is currently unoccupied and restricted from public access."
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "Today, legacies of the old Kallang Airport remain. Roads such as Old Airport Road (named as such because it was the eastern boundary of the Kallang Airport),[133] Kallang Airport Drive, Kallang Airport Way and Old Terminal Lane bear reference to the Kallang Airport. A signboard with the words \"Kallang Airport\" is standing at the junction of Old Airport Road and Cassia Link, in front of 95 Old Airport Road. Dakota Crescent, Dakota Close and Dakota MRT station are named after the Douglas DC-3 \"Dakota\" aircraft that used to frequently land at the Kallang Airport, and serve to commemorate an aviation disaster in 1946. The residential precincts on either side of Old Airport Road are collectively called the \"Old Kallang Airport Estate\"."
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "The conserved Kallang Airport building was one of the hosting venues of the 2011 Singapore Biennale.[134] The decision to hold this art festival at the old Kallang Airport was controversial, with negative opinions surrounding the building's poor ventilation and inaccessibility.[135]"
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "There are plans to redevelop the Kallang Airport area into a commercial hub, along with the nearby Kallang riverside. This proposed plan is known as \"Old Airport Square\", as envisioned by the Urban Redevelopment Authority (URA) Master Plan 2008.[136]"
    },
    {
      "type": "text",
      "section": "Air travel",
      "content": "Predating the Kallang Airport, Singapore's first aircraft landing took place at the Farrer Park Field on 4 December 1919, when Captain Ross Smith touched down in a Vickers Vimy along with three other crew members.[36][137]"
    },
    {
      "type": "image",
      "section": "Sports",
      "filename": "image_1015.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Sports",
      "filename": "image_1016.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Kallang occupies an important position in Singapore's sporting culture and history, particularly due to the several iconic sports locations sited within its boundaries, as well as the numerous high-profile sporting events held there. Famous sports facilities include the old National Stadium, the Jalan Besar Stadium, the Farrer Park Field, and the Singapore Sports Hub."
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Kallang is notable for being the location of the former National Stadium (nicknamed the \"Grand Old Dame of Kallang\")[138] and the new Singapore Sports Hub which was built on the same site to replace the former. The latter is the flagship development in Kallang and includes the new National Stadium, the Singapore Indoor Stadium, the OCBC Aquatic Centre, the OCBC Arena, the Kallang Wave Mall, the Singapore Sports Museum, the Sports Hub Library, as well as several other sports facilities. The Singapore Sports Hub is the only \"Tier 1\" facility under the Sports Facilities Master Plan.[139] The Singapore national football team is based at the new National Stadium.[140]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Aside from being a traditional location for hosting the National Day Parade (NDP), the old National Stadium also played host to numerous notable cultural and sports events, including those of the Malaysia Cup, where loud cheers and stamping of feet gave birth to the famous \"Kallang Roar\".[141] The famous \"Kallang Wave\" is a type of Mexican wave that often took place in the old National Stadium during those games. Both the Kallang Roar and Kallang Wave are considered to be symbols of national unity. The 1973, 1983 and 1993 Southeast Asian Games used the old National Stadium as its ceremony venue."
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "The future Kallang Football Hub will replace the current Kallang Field, and is expected to be ready by the third quarter of 2019. It will incorporate three full-sized football pitches, four sheltered futsal pitches, a running track and a gymnasium. Other than serving as an alternative training ground for the Singapore national football team, the Kallang Football Hub will also be open to the public.[142]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "The Kallang Field located along Stadium Boulevard hosted the archery events during the 2010 Summer Youth Olympics. The adjacent Kallang Tennis Centre, which is a frequent training ground for the Singapore national tennis team, hosted the tennis games.[48]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "The Kallang Ground is another sporting venue located in Kallang, and has played host to several One Day International cricket matches. In more recent times, it is mainly used to host domestic competitions and minor international matches such as those between Singapore and Malaysia. Kallang Ground was home to the Singapore national cricket team for 21 years.[143]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Other sports facilities located along Stadium Boulevard and constitute the Kallang Sports Centre include the Kallang Practice Track, Kallang Lawn Bowl, Kallang Squash Centre and Kallang Netball Court.[144]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Jalan Besar Stadium is another iconic sports stadium located in Kallang, within the close proximity of Jalan Besar, hence its name. Jalan Besar Stadium is considered to be the \"birthplace of Singapore football\",[145] and is where the Football Association of Singapore is based. During the 2010 Summer Youth Olympics, the stadium hosted the football games.[48]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Swimming pools managed by Sport Singapore are located at Kallang Basin Swimming Complex and Jalan Besar Swimming Complex, along Geylang Bahru Lane and Tyrwhitt Road respectively. The Singapore Swimming Club along Tanjong Rhu Road was established in 1894 by a group of Europeans.[146]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Also maintained by Sport Singapore and located within Kallang, the Farrer Park Field (formerly known simply as \"Farrer Park\") along Rutland Road is an amalgamation of one soccer field and one rugby field. Previously, it was home to the Singapore Sporting Club and Serangoon Road Race Course, the latter of which was Singapore's first race course. The nearby Race Course Road and Race Course Lane bear witness to the site's horse racing past. The Farrer Park Field is also a significant location in Singapore's football, aviation and political histories.[137][41] It will be vacated by mid-2020 for future residential development.[147]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "The Kallang Basin is a favourite location for water sports like dragon boating, water skiing and canoeing. Located at Stadium Lane, the Kallang Water Sports Centre provides boat rental and various related services. In addition, the nearby Singapore Sports Hub also has a dedicated Water Sports Centre that provides similar services."
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Operated by the People's Association (PA) and located along Rhu Cross, PAssion WaVe @ Marina Bay offers water-themed activities. It is the first \"Specialist CC\" and the eighth Water-Venture outlet in Singapore,[148] built to replace the Water-Venture (Kallang) which was located at 4876 Beach Road. The facility of the former Water-Venture (Kallang) currently houses the Kallang branch of the Waterways Watch Society (WWS)."
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "The northeastern section (Turn 1, Turn 2, Turn 3) of the Marina Bay Street Circuit is located in Kallang. The Marina Bay Street Circuit is the venue of the annual Formula One (F1) Singapore Grand Prix. Several F1-related developments, such as a grandstand and first aid facilities, are also situated in Kallang.[149]"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "The former headquarters of the Singapore Sports Council (the preceding entity of Sport Singapore) was located at 15 Stadium Road. Currently, the Sport Singapore headquarters is situated at 3 Stadium Drive, within the Singapore Sports Hub."
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Kallang was the hosting site for numerous matches of the 2015 Southeast Asian Games. The new National Stadium was the venue for its opening and closing ceremonies, as well as the host for the athletics and football matches. Netball, basketball, fencing, indoor volleyball, as well as the billiards and snooker games were conducted at the OCBC Arena. The Singapore Indoor Stadium held the badminton and table tennis matches. The OCBC Aquatic Centre was the location of the diving, swimming, synchronised swimming and water polo games. The Kallang Squash Centre, Kallang Tennis Centre, Kallang Ground, Kallang Field and Kallang Practice Track hosted the squash, tennis, archery, softball and marathon games respectively. Jalan Besar Stadium also conducted the football games, in addition to the new National Stadium."
    },
    {
      "type": "image",
      "section": "Sports",
      "filename": "image_1017.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Future developments",
      "content": "The Urban Redevelopment Authority (URA) has proposed to transform Kallang into a lifestyle and commercial hub, with the Kallang River and Singapore Sports Hub as the centrepieces of the town.[127][150]"
    },
    {
      "type": "image",
      "section": "Residential",
      "filename": "image_1018.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Residential",
      "content": "Over the next two decades, around 100,000 new housing units will be built. Kampong Bugis will be developed into a car-lite waterfront community.[112][151] New housing estates are also planned at Dakota Crescent, Lorong 3 Geylang and the area now occupied by the Farrer Park Field.[152][153][147]"
    },
    {
      "type": "text",
      "section": "Lifestyle",
      "content": "A new promenade along the Kallang River has been announced. It aims to seamlessly connect areas at the upstream of the river such as Bishan to the Downtown Core. More specifically, the construction of underpasses and bridges have been proposed as viable options to improve the connectivity at major traffic junctions.[154]"
    },
    {
      "type": "text",
      "section": "Connectivity",
      "content": "Two new Mass Rapid Transit (MRT) stations, namely Tanjong Rhu MRT station and Katong Park MRT station, on the Thomson–East Coast Line are under construction. Once ready by 2023, these two stations will serve southern Kallang, particularly the affluent communities along Tanjong Rhu Road."
    },
    {
      "type": "text",
      "section": "Connectivity",
      "content": "The upcoming North–South Corridor (NSC) will enhance connectivity between Kallang, Toa Payoh, Bishan, Ang Mo Kio, Yishun and Woodlands.[126] It is slated for completion in 2026.[155]"
    },
    {
      "type": "text",
      "section": "Amenities",
      "content": "The upcoming Kallang Fire Station situated at the junction of Guillemard Road and Guillemard Close will be the 22nd fire station operated by the Singapore Civil Defence Force (SCDF), with a target completion date in 2019. Other than hosting the fire department, Kallang Fire Station will also house a Home Team Joint Facility, which will act as a key command for the Home Team during major event standbys and joint operations in Kallang.[107]"
    },
    {
      "type": "text",
      "section": "Amenities",
      "content": "A new 10-storey polyclinic will be built in Kallang by 2020, as announced by the Ministry of Health (MOH). It will be located near the junction of Serangoon Road and Balestier Road, adjacent to Kwong Wai Shiu Hospital.[86][156]"
    },
    {
      "type": "text",
      "section": "Master Plan 2014",
      "content": "According to the Urban Redevelopment Authority (URA) Master Plan 2014, the following lands in Kallang will see future redevelopment:[157]"
    },
    {
      "type": "text",
      "section": "Popular culture",
      "content": "Kallang is heavily featured in the 2008 sports film Kallang Roar the Movie, of which the events leading up to Singapore winning the 1977 Malaysia Cup take centrestage. Filming took place at the old National Stadium where some of the football matches happened."
    },
    {
      "type": "text",
      "section": "Popular culture",
      "content": "The 2016 Mediacorp drama Hero is set primarily in the residential precinct of Dakota Crescent, within the Old Kallang Airport Estate."
    },
    {
      "type": "text",
      "section": "External links",
      "content": "Media related to Kallang at Wikimedia Commons"
    }
  ]
}