{
  "page_id": 61,
  "url": "https://en.wikipedia.org/wiki/Trebbiano",
  "title": "Trebbiano - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_570.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Trebbiano",
      "filename": "image_571.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Trebbiano",
      "content": "Trebbiano is an Italian wine grape, one of the most widely planted grape varieties in the world.[1] It gives good yields, but tends to yield undistinguished wine. It can be fresh and fruity, but does not keep long. Also known as ugni blanc, it has many other names reflecting a family of local subtypes, particularly in Italy and France.[2] Its high acidity makes it important in Cognac and Armagnac[3] productions."
    },
    {
      "type": "text",
      "section": "History",
      "content": "Trebbiano may have originated in the Eastern Mediterranean, and was known in Italy in Roman times. A subtype was recognized in Bologna in the thirteenth century, and as Ugni blanc made its way to France, possibly during the Papal retreat to Avignon in the fourteenth century.[4]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "An Italian study published in 2008 using DNA typing showed a close genetic relationship between Garganega on the one hand and Trebbiano and several other grape varieties on the other hand. It is therefore possible that Garganega is one of the parents of Trebbiano; however, since the parents of Garganega have not been identified, the exact nature of the relationship could not be conclusively established.[5] Also, in the early 21st century, DNA analysis has suggested that there may be a close genetic relationship between Trebbiano and the Emilia-Romagna wine grape Alionza.[6]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "During a series of trials between 1924 and 1930, Trebbiano was crossed with Gewürztraminer to create the pink-skinned Italian wine grape variety Manzoni rosa."
    },
    {
      "type": "text",
      "section": "Argentina",
      "content": "Like many Italian grapes, Trebbiano came to Argentina with Italian immigrants."
    },
    {
      "type": "text",
      "section": "Australia",
      "content": "\"White Hermitage\" came to Australia with James Busby in 1832.[4] The major plantings are in New South Wales and South Australia, where it is mostly used for brandy and for blending with other grapes in table wine."
    },
    {
      "type": "text",
      "section": "Bulgaria",
      "content": "It is known as 'Thalia' in both Bulgaria and Portugal."
    },
    {
      "type": "image",
      "section": "Bulgaria",
      "filename": "image_572.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "France",
      "content": "'Ugni blanc' is the most widely planted white grape of France, being found particularly along the Provençal coast, in the Gironde and Charente. It is also known as 'Clairette Ronde', 'Clairette de Vence', 'Queue de Renard', and in Corsica as 'Rossola'."
    },
    {
      "type": "text",
      "section": "France",
      "content": "Under the name 'St. Émilion,' Trebbiano is important in brandy production, being the most common grape variety in Cognac and Armagnac.[7] In the Armagnac / Côtes de Gascogne area it is also used in the white Floc de Gascogne.[8]"
    },
    {
      "type": "text",
      "section": "France",
      "content": "It is one of the three primary grape varieties of white Côtes de Provence.[9]"
    },
    {
      "type": "image",
      "section": "Italy",
      "filename": "image_573.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Italy",
      "content": "The Trebbiano family account for around a third of all white wine in Italy. It is mentioned in more than 80 of Italy's DOCs (\"Controlled origin denominations\"), although it has just seven of its own : Trebbiano d'Abruzzo DOC,  Trebbiano di Aprilia,  Trebbiano di Arborea,  Trebbiano di Capriano del Colle,  Trebbiano di Romagna and  Trebbiano Val Trebbia dei Colli Piacentini and Trebbiano di Soave."
    },
    {
      "type": "text",
      "section": "Italy",
      "content": "Perhaps the most successful Trebbiano-based blend are the Orvieto whites of Umbria, which use a local clone called Procanico."
    },
    {
      "type": "text",
      "section": "Italy",
      "content": "Trebbiano is also used to produce balsamic vinegar."
    },
    {
      "type": "text",
      "section": "Italy",
      "content": "Trebbiano is one of the most commonly cultivated vines in Atri, modern name of Hatria.[10]"
    },
    {
      "type": "text",
      "section": "Portugal",
      "content": "As in Bulgaria, the variety is known as 'Thalia' in Portugal."
    },
    {
      "type": "text",
      "section": "United States",
      "content": "Italian immigrants brought Trebbiano to California, but is seldom seen as a single variety table wine."
    },
    {
      "type": "text",
      "section": "Vine and viticulture",
      "content": "The vine is vigorous and high-yielding, with long cylindrical bunches of tough-skinned berries that yield acidic yellow juice."
    },
    {
      "type": "text",
      "section": "Synonyms",
      "content": "Albano, Albana secco, Biancone, Blanc Auba, Blanc De Cadillac, Blancoun, Bobiano, Bonebeou, Branquinha, Brocanico, Bubbiano, Buriano, Buzzetto, Cadillac, Cadillate, Castelli, Castelli Romani, Castillone, Chator, Clairette D'Afrique, Clairette De Vence, Clairette Ronde, Engana Rapazes, Espadeiro branco, Falanchina, Greco, Gredelin, Hermitage White, Juni Blan, Lugana, Malvasia Fina, Muscadet Aigre, Padeiro branco, Perugino, Procanico, Procanico Dell Isola D Elba, Procanico Portoferraio, Queue De Renard, Romani, Rossan De Nice, Rossetto, Rossola, Rossula, Roussan, Roussea, Rusciola, Saint Emilion, Saint Emilion Des Charentes, Santoro, Shiraz White, Spoletino, Talia, Trebbianello, Trebbiano, Trebbiano Della Fiamma, Trebbiano Di Cesena, Trebbiano Di Empoli, Trebbiano Di Lucca, Trebbiano Di Tortona, Trebbiano Fiorentino, Trebbiano Toscano, Trebbianone, Tribbiano, Tribbiano Forte, Turbiano, Ugni blanc,[11] Bouan, Beau, Thalia,[4] Trebbiano Romagnolo, Trebbiano Gallo and Trebbiano d'Abruzzo."
    },
    {
      "type": "text",
      "section": "Synonyms",
      "content": "Trebbiano shares at least three synonyms with the Spanish wine grape Viura including Queue de Renard, Rossan, Ugni blanc and the similarly spelled Gredelín/Gredelin."
    }
  ]
}