{
  "page_id": 32,
  "url": "https://en.wikipedia.org/wiki/UEFA_Women%27s_Euro_2025",
  "title": "UEFA Women's Euro 2025 - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_228.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "UEFA Women's Euro 2025",
      "filename": "image_229.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "UEFA Women's Euro 2025",
      "content": "The 2025 UEFA Women's Championship, commonly referred to as UEFA Women's Euro 2025 or simply Euro 2025, was the 14th edition of the UEFA Women's Championship, the quadrennial international football championship organised by UEFA for the women's national teams of Europe. The tournament was played in Switzerland from 2 to 27 July 2025.[3] This was the third edition since the tournament was expanded to 16 teams. The tournament returned to its usual four-year cycle after the previous tournament was delayed to 2022 due to the COVID-19 pandemic."
    },
    {
      "type": "text",
      "section": "UEFA Women's Euro 2025",
      "content": "Defending champions England successfully retained the title by defeating Spain in the final."
    },
    {
      "type": "text",
      "section": "UEFA Women's Euro 2025",
      "content": "Due to the record attendance and viewership across Europe, the tournament was deemed a huge success by UEFA's head of women's football, Nadine Kessler.[4]"
    },
    {
      "type": "text",
      "section": "Host selection",
      "content": "Applications were submitted in August 2022,[5] while final submissions were made in October. Switzerland was selected to host the tournament on 4 April 2023 at the UEFA Executive Committee in Lisbon, Portugal.[6] To be appointed as hosts, a majority of votes was needed in the first round. If the first vote did not produce a majority, the two bids with the most votes would advance to a second and final round. As the first round produced a three-way tie for first, a ballot was used to determine which two bidders would proceed to the second round.[6]"
    },
    {
      "type": "text",
      "section": "Confirmed bids",
      "content": "Four declarations of interest to host the tournament were received by UEFA before the deadline of 12 October 2022.[7]"
    },
    {
      "type": "text",
      "section": "Venues",
      "content": "During the bidding process, venues in Lausanne (Stade Olympique de la Pontaise), Neuchâtel (Stade de la Maladière) and Schaffhausen (Stadion Breite) failed to make the cut.[16] Liechtenstein's capital, Vaduz, was also included in the Swiss bid,[17] but due to the capacity of the Rheinpark Stadion not meeting requirements, the idea was scrapped. Right before the vote, Lausanne (with the Stade de la Tuilière as their proposed venue) voluntarily withdrew as a venue to focus on hosting the 2025 Swiss Federal Gymnastics Festival.[18]"
    },
    {
      "type": "text",
      "section": "Venues",
      "content": "On 2 December 2023, the schedule was provisionally announced, with Basel chosen to host the opening match and final.[19][20][21][22] Originally, the eight venues were going to be divided into four pairs (Basel and Lucerne, Zürich and St. Gallen, Bern and Thun and Geneva and Sion) with each pair hosting one group.[23] However, this was changed instead to having two different geographical clusters. With the exception of the opening match and a group C match, the two different geographical clusters were: Bern, Geneva, Sion and Thun in the west zone, with Basel, Lucerne, St. Gallen and Zurich in the east zone.[19] Previously, Bern wanted to host the final, but after Young Boys raised concerns about the turf being damaged, they were only allowed to use the stadium as far as the quarterfinals.[24]"
    },
    {
      "type": "text",
      "section": "Venues",
      "content": "For commercial reasons, venues in Lucerne (Swissporarena), St. Gallen (Kybunpark) and Thun (Stockhorn Arena) changed their names for the tournament. The four stadiums previously used in UEFA Euro 2008 (St. Jakob-Park, Stadion Wankdorf, Stade de Genève and Stadion Letzigrund) were chosen to host matches."
    },
    {
      "type": "text",
      "section": "Venues",
      "content": "The following 8 host cities and stadiums were selected for Switzerland's bid:[25][26][27]"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_230.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_231.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_232.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_233.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_234.jpg",
      "caption": "UEFA Women's Euro 2025 is located in Switzerland"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_235.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_236.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_237.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_238.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Team base camps",
      "content": "Each team chose a \"team base camp\" for its stay between the matches. The teams trained and resided in these locations throughout the tournament, travelling to games staged away from their bases. The \"team base camp\" needed to be in Switzerland. UEFA announced the hotels and training sites for each participating team; additional potential sites were later announced on 11 February 2025.[28]"
    },
    {
      "type": "image",
      "section": "Qualification",
      "filename": "image_239.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Qualification",
      "content": "All 55 UEFA national teams were able to submit an entry for the competition by 23 March 2023.[29] This involved participation in both the inaugural 2023–24 UEFA Women's Nations League and UEFA Women's Euro 2025 qualifying."
    },
    {
      "type": "text",
      "section": "Qualification",
      "content": "In total, 51 teams entered the qualifying competition.[30] Russia was not permitted to enter the competition, as Russian teams had been suspended indefinitely from UEFA and FIFA competitions in 28 February 2022 due to their country's invasion of Ukraine.[31] In addition, Gibraltar, Liechtenstein and San Marino did not submit an entry."
    },
    {
      "type": "text",
      "section": "Qualification",
      "content": "Of the 16 qualified teams, 14 had taken part in the 2022 edition, while Austria and Northern Ireland missed out, having qualified in 2022. Poland and Wales both made their first appearance in a major finals tournament.[32]"
    },
    {
      "type": "text",
      "section": "Qualified teams",
      "content": "The following teams qualified for the final tournament alongside host Switzerland."
    },
    {
      "type": "image",
      "section": "Final draw",
      "filename": "image_240.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Final draw",
      "content": "The final draw took place at 17:00 CET on 16 December 2024 at the SwissTech Convention Center in Lausanne. Former footballer, Ian Wright, and Swiss sports presenter, Annette Fetscherin [de], hosted the draw. The guests for the draw were all footballers who have participated in a men's or women's Euro. Those players were: Leonardo Bonucci, Verónica Boquete, Lara Dickenmann, Sami Khedira, Jill Scott, Caroline Seger, Xherdan Shaqiri and Raphaël Varane.[34] The draw started with the hosts, Switzerland, being assigned to position A1. The draw continued with, in order, pots 1, 2, 3 and 4 being drawn, with each team selected then allocated into the first available group alphabetically. The position for the team within the group would then be drawn (for the purpose of the schedule)."
    },
    {
      "type": "text",
      "section": "Seeding",
      "content": "The seeding was according to the UEFA Women's Euro 2025 qualifying ranking.[35]"
    },
    {
      "type": "text",
      "section": "Squads",
      "content": "Each national team had to submit a squad of 23 players, three of whom had to be goalkeepers, by the deadline of 25 June 2025."
    },
    {
      "type": "text",
      "section": "Match officials",
      "content": "On 31 March 2025, UEFA announced the selected match officials for the tournament.[36][37]"
    },
    {
      "type": "text",
      "section": "Group stage",
      "content": "The provisional match schedule was confirmed by the UEFA Executive Committee during their meeting in Hamburg, Germany on 2 December 2023.[38]"
    },
    {
      "type": "text",
      "section": "Tiebreakers",
      "content": "In the group stage, teams were ranked according to points (3 points for a win, 1 point for a draw, 0 points for a loss), and if tied on points, the following tiebreaking criteria would be applied, in the order given, to determine the rankings:[39]"
    },
    {
      "type": "text",
      "section": "Tiebreakers",
      "content": "However, these criteria would not apply if two teams tied on points, goal difference and goals scored drew against each other in their final group match, and no other team in the group finished with the same number of points; in that case, the tie would be broken by a penalty shoot-out."
    },
    {
      "type": "text",
      "section": "Tiebreakers",
      "content": "All times are local, CEST (UTC+2).[41]"
    },
    {
      "type": "text",
      "section": "Knockout stage",
      "content": "In the knockout stage, extra time and a penalty shoot-out were used to decide the winner if necessary."
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "There were 106 goals scored in 31 matches, for an average of 3.42 goals per match."
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "4 goals"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "3 goals"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "2 goals"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "1 goal"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "1 own goal"
    },
    {
      "type": "image",
      "section": "Awards",
      "filename": "image_241.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "UEFA Team of the Tournament"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "UEFA's technical observer team was given the objective of naming a team of the best eleven players from the tournament. Four players from the winning England squad were named in the team as well as four from runners-up Spain.[73]"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "Player of the Tournament"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "The Player of the Tournament award was given to Aitana Bonmatí, who was chosen by UEFA's technical observers.[1]"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "Young Player of the Tournament"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "The Young Player of the Tournament award was open to players born on or after 1 January 2003. The award was given to Michelle Agyemang, as chosen by UEFA's technical observers.[2]"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "Top Scorer"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "The top scorer award, sponsored by Grifols, was given to the top goalscorer in the tournament. Esther González won the award with four goals scored in the tournament.[74]"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "Goal of the Tournament"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "The Goal of the Tournament was decided by UEFA's Technical Observer panel. On 28 July 2025, UEFA announced that France forward Delphine Cascarino's goal against the Netherlands had been named the goal of the tournament.[75]"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "The Technical Observer panel ranked a list of the top ten goals of the tournament, four of which were scored by Spain:[75]"
    },
    {
      "type": "image",
      "section": "Official mascot and match ball",
      "filename": "image_242.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Official mascot and match ball",
      "content": "On 29 November 2024, the official mascot was unveiled. Her name is Maddli, a Saint Bernard puppy.[76] On 16 December 2024, the official ball was announced, named Konektis.[77]"
    },
    {
      "type": "text",
      "section": "Preparations",
      "content": "Switzerland stated that their goal was to sell out every game at the tournament, and increase the benchmark for women's sporting events.[84]"
    },
    {
      "type": "text",
      "section": "Preparations",
      "content": "On 8 March 2024, to celebrate 500 days to go before the tournament starts, the Swiss Football Association organised a kick off event in Bern. During the event, they launched their slogan for the tournament, Summit of Emotions.[85]"
    },
    {
      "type": "text",
      "section": "Preparations",
      "content": "Despite being skeptical about the money involved,[86][87] Lucerne funded the tournament for 4 million francs, organising an event exactly a year before the tournament started.[88][89][90] The Security Commission in Bern approved a loan of 1.2 million francs for sports promotion after the tournament.[91][92] The Finance Committee of the Council of States applied for a loan of 5 million francs for Swiss tourism in regards to the tournament.[93][94] They added another 1.13 million francs on 11 June 2024.[95]"
    },
    {
      "type": "text",
      "section": "Preparations",
      "content": "On 31 May 2024, the Swiss Football Association published their legacy plan.[96][97] The tournament coordinator, Doris Keller [de], also emphasized the hope that the tournament would have an impact for Swiss women's football.[98] On 14 June 2024, before the start of UEFA Euro 2024, a Swiss Federation delegation went to the Swiss embassy in Berlin, to have a sport-related party, and discussed their ambitions for Euro 2025.[99]"
    },
    {
      "type": "text",
      "section": "Preparations",
      "content": "It was projected that 80% of people attending the matches will be Swiss.[100][101]  During the ticket launch event, a campaign to find volunteers was started.[102] On 24 October 2024, Zurich unveiled their ambassadors for the tournament.[103][104] On 4 March 2025, a human rights declaration was signed.[105] On 11 March 2025, a special art exhibition was held at the UEFA headquarters.[106]"
    },
    {
      "type": "text",
      "section": "Tickets",
      "content": "Around 720,000 tickets were on sale for the tournament. Ticket prices started at 25 francs.[107] Tickets were put up for sale on 1 October 2024.[108] A ticket launch event took place at the Jungfraujoch.[109][110][111] As of 18 December 2024, over 300,000 tickets had been sold, with Germany, England, Wales, France, and Norway being the countries with the highest ticket sales outside of Switzerland.[112] As of the start of the tournament, over 600,000 tickets had been sold, surpassing the previous record for the event of 574,875 tickets sold at the 2022 England tournament.[113]"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "Several cities around early July 2024 organised events to commemorate a year before the opening match kicks off.[19][114]"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "The city of Bern held a one year to go event in collaboration with the Tour de Berne, with activities on 30 June 2024 at the Bundesplatz.[19] Municipal Councillor Reto Nause said:"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "We are looking forward to an unforgettable football festival here in the heart of Europe, in the heart of Switzerland, in the heart of Bern!"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "In Basel, a countdown clock was unveiled and activated on 2 July.[115][116][117][118] Plus, a tram advertising the Women's Euro traveled around the city.[119] Basel set aside 12.9 million francs for the European Championship."
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "In Zurich, it was confirmed that a fan zone will be set up on Europaallee. Similar to Basel, a tram with the Women's Euro design and colours traveled around the city.[120][121][122]"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "Lucerne Cantonal Councillor Michaela Tschuor [de] and Mayor Beat Züsli [de] were at the Europaplatz to promote the tournament. A mobile football field also traveled on the road around Lucerne's municipalities.[123]"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "Michaela Tschuor said at the media event in Europaplatz:"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "It is a great honour for us to be able to welcome top female footballers next year, it is important to us to promote women and young girls, and to focus on the importance of this sport.[124]"
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "St. Gallen held a media conference to underline their plans for the tournament. City Councillor Mathias Gabathuler said he wanted to unleash a wave of enthusiasm for women's football in the city. The canton would also support a training course for women, while Céline Bradke, Women's Euro Project Manager for St. Gallen, announced that around 200 volunteers would be present on match days."
    },
    {
      "type": "text",
      "section": "One-year-to-go events",
      "content": "The city and canton of St. Gallen together pledged 2.8 million francs for the planning, organisation and implementation of the event."
    },
    {
      "type": "text",
      "section": "UEFA",
      "content": "Due to the Russian invasion of Ukraine, UEFA was unable to find broadcasters for Russia and Belarus."
    },
    {
      "type": "text",
      "section": "Forecasts",
      "content": "Statisticians from the Technical University of Dortmund and the University of Innsbruck calculated the winning probabilities of all teams in the run-up to the tournament. According to the results, the probability of Spain having won the title was 27.2 percent, Germany 23.0 percent, France 17.6 percent and England 17.2 percent.[147] The analysis was built on statistical models based on past match data and betting odds, which were used to simulate the tournament 100,000 times."
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "On 31 January 2024, the Swiss federal government announced they would support the tournament with 4 million francs.[148][149] This sparked controversy as during the bidding process, they promised 15 million francs, which was seen as a big reason why the Swiss bid won.[150][151] Many people around women's football and politicians in Switzerland criticised the funding cuts, with people from the former saying how England's hosting of the 2022 edition changed the perception of the sport in the country and had big economic benefits for the host cities.[150][152] Regarding the latter, co-president of the parliamentary group \"Euro 25\" Corina Gredig, said that the tournament would become a \"junk tournament\" with the lack of money.[153][154] While municipal councillor of host city Thun, Katharina Ali-Oesch, said the city would have had to withdraw as a host venue due to the cuts in funding.[153]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "The Swiss Football Association also said that this money would only have been partially sufficient for their goals for the tournament, and hoped the situation would be taken up again in the further political discussion.[149][155]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "On 16 February 2024, the Committee of the Council of States for Science, Education and Culture, applied for a federal contribution of 15 million francs for the competition.[156] The Council of States was able to get a cross-party commission motion calling for the federal government to support the Women's Euro 2025 in Switzerland with 15 million francs to be unanimously approved by the lower house.[157][158][159]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "Then, on 6 March 2024, the eight host cities sent a letter to the federal government asking them to reconsider their decision, stating that they have spent millions on this tournament and hoped for improvements.[160]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "On 19 April 2024, mayor of Lucerne, Beat Züsli [de], stated that in order to make the tournament as sustainable as possible, the 15 million francs are vital.[89][161][162][163]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "On 27 April 2024, the Swiss house of representatives voted in favour of increasing the money to 15 million francs.[164][165][166]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "On 8 May 2024, the finance commission also threw in their support for a potential increase in financial support.[93][167]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "On 30 May 2024, the Council of States and the National Council officially reversed the decision to allocate 4 million and increased the distributed money to 15 million.[168][169][170]"
    },
    {
      "type": "text",
      "section": "Government funding",
      "content": "In December 2024, the Grand Chamber approved the motion to distribute 15 million francs for the tournament.[171][172]"
    },
    {
      "type": "text",
      "section": "Basel's concerns",
      "content": "On 30 August 2023, it was reported that while Basel wanted to host the tournament, they were concerned about the additional costs and scheduling conflicts that would occur due to hosting the competition.[173] Also, it was deemed necessary by UEFA that Basel needed to guarantee that there would be no blackout in St. Jakob-Park during the tournament and requested that they upgrade their lights.[173] However, on 29 September 2023, the problems were fixed as, at a cost of 1 million francs, LED lights were put in place for the stadium,[174] despite no host city contract had been signed.[175][176]"
    },
    {
      "type": "text",
      "section": "Participation of Israel in qualification",
      "content": "The qualifying match between Scotland and Israel on 31 May and the return fixture on 4 June 2024, were played behind closed doors due to anticipated protests against the Gaza war.[177] The 31 May match was delayed 30 minutes after a protester wearing a \"Red Card For Israel\" T-shirt chained himself to one of the goal frames just before the scheduled kick-off time. About 400 pro-Palestinian protesters also gathered outside the national stadium in Glasgow.[178]"
    }
  ]
}