{
  "page_id": 63,
  "url": "https://en.wikipedia.org/wiki/Tesla_Diner",
  "title": "Tesla Diner - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_577.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Tesla Diner",
      "filename": "image_578.jpg",
      "caption": "Map"
    },
    {
      "type": "text",
      "section": "Tesla Diner",
      "content": "The Tesla Diner is a restaurant on Santa Monica Boulevard in Los Angeles operated by Tesla, Inc. It includes a drive-in theater and 75 V4 Supercharger stalls.[1] It opened on July 21, 2025.[2]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Elon Musk first announced the concept for the diner in 2018,[3] and in 2023 confirmed Tesla would build a diner in Los Angeles which he described as being \"Grease meets Jetsons with Supercharging.\"[4] Tesla initially applied for a building permit at a lot located at 1401 Santa Monica Boulevard on the corner of 14th Street in Santa Monica.[5] In 2022, it was announced it would be located at the site of a former Shakey's Pizza in Hollywood.[6] The location is on the historic Route 66.[7]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The building was designed by the architecture firm Stantec. The silver two story building has a space age design in the shape of a flying saucer.[8] It features a 24-hour restaurant with dining areas, two movie screens, and charging stations for electric vehicles.[5] In March 2025, longtime Los Angeles chef Eric Greenspan was announced as the restaurant's head chef.[1][9]"
    },
    {
      "type": "text",
      "section": "Reception",
      "content": "Jennifer A. Kingson, writing in Axios, said the restaurant may serve as a national blueprint, starting a new retail category of charge-and-dine restaurants.[10] Gab Chabran writing in LAist, said that Musk was looking to capitalize on the distinctive West Coast diner culture rooted in classic cars and cruising.[11] Matt Novak, writing in Gizmodo, said that \"I hate that I love it. And I really wish anyone else but Musk was building it right now.\"[12]"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "Official website"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "34°05′27″N 118°20′31″W﻿ / ﻿34.09097°N 118.34187°W﻿ / 34.09097; -118.34187"
    }
  ]
}