{
  "page_id": 70,
  "url": "https://en.wikipedia.org/wiki/Wren_Building",
  "title": "Wren Building - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_621.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Wren Building",
      "filename": "image_622.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Wren Building",
      "filename": "image_623.jpg",
      "caption": "Wren Building is located in Virginia"
    },
    {
      "type": "image",
      "section": "Wren Building",
      "filename": "image_624.jpg",
      "caption": "Wren Building is located in the United States"
    },
    {
      "type": "text",
      "section": "Wren Building",
      "content": "The Wren Building[note 1] is a building in the College Yard on the campus of the College of William & Mary in Williamsburg, Virginia. First constructed between 1695 and 1700 to host students and courses for William & Mary, it is the oldest college building in the United States.[9] Its original design, often attributed to the English Renaissance architect Sir Christopher Wren, was the largest yet constructed in the Chesapeake Colonies and marked a departure from medieval forms previously found in Colonial Virginia. The building has been partially rebuilt multiple times following damage by fires, a tornado, and battles. The present appearance of the Wren Building is a restoration of its early 18th-century form, completed as part of the Colonial Williamsburg projects."
    },
    {
      "type": "text",
      "section": "Wren Building",
      "content": "Initial plans for the building conceived the completed form as quadrangle, with construction of the eastern and northern wings completed in 1699. Then known as the College Building, it was constructed by workers that included indentured servants and enslaved persons. A set of orations delivered at the building in 1699 convinced the colony's government to move from Jamestown to Middle Plantation, which was reestablished as the city of Williamsburg. The building hosted the government from 1700 to 1704, when the Capitol was completed. The first building was largely destroyed in a 1705 fire. A second building, utilizing surviving portions of the original structure, was constructed in 1715–1716. The southern chapel wing was completed in 1732, and Thomas Jefferson drafted plans for the unrealized fourth wing to the quadrangle in the 1770s."
    },
    {
      "type": "text",
      "section": "Wren Building",
      "content": "Following the American Revolution, the building was in a state of disrepair. It was significantly damaged by an 1834 tornado and an 1859 fire, with the third building constructed on the site in an Italianate style. The third building was destroyed in 1862 by a fire started by Union soldiers occupying Williamsburg during the American Civil War. The fourth building was constructed in 1867–1869 from designs by the Virginian engineer Alfred L. Rives. Utilizing funding from John D. Rockefeller Jr. and an 18th-century depiction of the second building on the Bodleian Plate, the Perry, Shaw & Hepburn architectural firm designed the structure's restoration as the fifth building, which was completed between 1928 and 1931."
    },
    {
      "type": "text",
      "section": "Wren Building",
      "content": "The building was formally renamed as the Sir Christopher Wren Building in 1931. Wren's involvement in designing the first Wren Building has been the subject of debate since Hugh Jones attributed it to the architect in 1724. Further renovations were performed on the building in 2001. In 2006, the removal of an altar cross in the chapel resulted in controversy. The building continues to host classes, faculty offices, and services in the chapel. An ongoing renovation of the building, intended for completion before the 2026 United States Semiquincentennial, began in 2025."
    },
    {
      "type": "text",
      "section": "Site",
      "content": "The Sir Christopher Wren Building –  also known as the Wren, the College,[note 2] and Main Building[11] –  is located in the Old College Yard on the campus of the College of William & Mary in Williamsburg, Virginia.[1] The Wren Building sits on the western end of the Old College Yard, which is formed into a triangle narrowing eastward by Jamestown and Richmond Roads, which meet with the western terminus of Duke of Gloucester Street at an intersection known as College Corner.[12] While not perfectly perpendicular with Duke of Gloucester Street,[13] the wide main street of just under 1 mi (1.6 km) long was designed by the politician and city planner Francis Nicholson with the Wren Building as its western terminus, with the now-reconstructed Capitol its eastern terminus.[14]"
    },
    {
      "type": "text",
      "section": "Site",
      "content": "The grass yard is crossed by brick paths and enclosed by early 20th-century brick walls and an interior picket fence.[15] East of the Wren Building are the Brafferton (built 1723) and the President's House (built 1732) flanking south and north respectively.[13] Though the two are similar two-story house-like buildings, the President's House is slightly larger and oriented at right angles with the Wren Building, while the Brafferton is parallel to Duke of Gloucester Street.[16] The arrangement provides the illusion of symmetry and is more similar to Georgian domestic patterns in English country house than traditional English campuses.[17][note 3]"
    },
    {
      "type": "text",
      "section": "Site",
      "content": "Also adjacent to the Wren Building is Lord Botetourt, a bronze replica of an 18th-century statue previously displayed on the site,[19] and Hearth: Memorial to the Enslaved.[20] To the west is William & Mary's Old Campus with its Sunken Garden, largely the work of the early 20th-century architect Charles M. Robinson.[21]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "The first building, built between 1695 and 1699, was an incomplete quadrangle comprising an eastern wing with the façade and a northern wing containing a great hall. The eastern wing sat on a basement with relatively high ceilings and rose three full stories and a half-story roof. The façade was thirteen bays wide for a length of 138 ft (42 m). It was 46 ft (14 m) deep and may have been of equal height to the cornice. The northern wing projected from the rear to form an ell. Its external dimensions were to a double-square plan at 64 ft (20 m) long and 32 ft (9.8 m) wide. The proportionality between the wings of 46:32 aligns with the golden ratio.[22] The brickwork of the 1695–1699 construction was done in the English bond pattern both above and below the water table.[23] The College Building's sash windows were the first in the colonies.[24][note 4]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "The eastern wing was topped by a two-story tall cupola.[26] The stairs were likely in the middle of the eastern wing, immediately inside from the central entry. Though they would be present on other iterations of the structure, no pavilion was present at this entrance on the first College Building. The grade to this entrance would be raised approximately 3 ft (0.91 m) in later buildings, negating the several steps from the ground to the door.[27] Apartments for students, professors, and servants were installed in the eastern wing, as were classrooms and chambers.[28]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "While the medieval pattern at colleges at Oxford and Cambridge had halls and chapels sit back-to-back in a single block, some more recent English collegiate construction featured a separate chapel wing. This new arrangement was adopted for the College Building.[29] Due to the failure to construct the chapel wing, the first building's great hall served chapel functions.[30]"
    },
    {
      "type": "text",
      "section": "Second building",
      "content": "Preliminary arrangements for the second College Building began in 1709 and it was complete enough for use in 1716.[31] As the second building utilized surviving elements from the first, few changes were made to its design, with some attributed to the Virginia governor that oversaw its construction, Alexander Spotswood.[32] The second building introduced Wren-like Baroque openness towards the growing city of Williamsburg, reorienting the building towards the east and giving up on the planned quadrangle.[33] The brickwork of the second building followed its predecessor in utilizing English bond.[34] A new drainage system was also installed. Perhaps to prevent the spread of fire, the stairs were positioned to the south of the central entry in a partitioned stair-hall. An \"Ingine for Quenching Fire\" was also requested from England.[35]"
    },
    {
      "type": "text",
      "section": "Second building",
      "content": "The most substantial deviations from the original building were in the eastern wing. While the western exterior wall of the eastern wing had survived, the façade's walls were damaged such that they were repaired or rebuilt to the level of the original third story before the roof was installed, giving the building two and a half stories. The asymmetrical heights of the western and eastern walls meant six transverse hip roofs on the taller western side and a single three-sloped hip roof on the eastern side. Spotswood likely influenced the new cupola and pavilion. The cupola's height was reduced to a single story, with a weathervane mounted atop it. The main entrance was then set on the first floor, surrounded by a central two-story pavilion topped with a classically styled pediment. Among the only rooms attested to in contemporary writing was the large Blue Room, which was described as featuring blue paneling akin to that present in the Raleigh Tavern's Apollo Room.[36]"
    },
    {
      "type": "text",
      "section": "Second building",
      "content": "The original chapel, built from 1729 to 1732 as the building's south wing, was completed by the Henry Cary Jr.[37] Its brickwork deviated from the rest of the building by being laid in Flemish bond. The chapel and the great hall share exterior dimensions of 25.5 ft (7.8 m) wide and 59 ft (18 m) long, with both following Palladian form in forming a double cube shape.[38][note 5] The round, bullseye windows installed on the western ends of both those wings may have been inspired by those in the Capitol.[40] Little evidence for the original chapel's interior survives, though the height of the wainscot at 11.5 ft (3.5 m), the width of the stone-paved central aisle at approximately 10 ft (3.0 m), and presence of a pulpit are known. This pulpit is thought to have been positioned in front of the communion table on the east–west axis. The congregational seating may have followed the English collegiate pattern of stalls facing inward with backs towards the walls.[41] There was probably a rail for the communion table, typical of nicer late-colonial Virginia parish churches.[42] The 1859 fire damaged the chapel and its contents.[43]"
    },
    {
      "type": "text",
      "section": "Third building",
      "content": "Designed by the architect Eben Faxon of Baltimore, the third College Building was in use by November 1859. The Virginian Henry Exall had been initially been charged with designing the rebuild, and elements of his plan were adopted by Faxon. It was in an Italianate design that featured two towers on the front.[44]"
    },
    {
      "type": "text",
      "section": "Fourth building",
      "content": "The fourth College Building was constructed between 1867 and 1869 to a design by the Virginia architect Alfred L. Rives. It again utilized surviving portions of the walls. Following what Wilson called a \"more sober\" design, Rives's College Building removed the Italianate frontispiece in favor of a three-bay pedimented pavilion. The façade's center bay featured an arcaded loggia. A small cupola surmounted the structure.[45]"
    },
    {
      "type": "text",
      "section": "Fourth building",
      "content": "By the 1890s, the chapel's styling were Victorian.[46]"
    },
    {
      "type": "text",
      "section": "Present building",
      "content": "The current Wren Building is the fifth on the site and is a restoration of its early 18th-century appearance as depicted on the Bodleian Plate. The Wren Building remains an incomplete, unenclosed quadrangle.[47] Despite being repeatedly rebuilt following fires in 1705, 1859, and 1862, the original 1695 masonry comprises the majority of the Wren Building's current walls.[48] As part of the Colonial Williamsburg restoration program, the present Wren Building was completed according to what the architectural historian Richard Guy Wilson called \"the Colonial Revival quest for accuracy or fidelity to original sources\".[49]"
    },
    {
      "type": "text",
      "section": "Present building",
      "content": "The present-day Wren Building's kitchen dates to the 1716 second building and is located beneath the Great Hall in an arrangement reminiscent of medieval precedents. Likely the second cellar kitchen for the building, it mirrors the Great Hall's dimensions at approximately 25 ft (7.6 m) by 60 ft (18 m). Arched windows allow light into the space. On the kitchen's eastern end, there is a large hearth measuring 15 ft (4.6 m) wide.[50] The laundry is adjacent to the kitchen in the cellar. A well in the room's center permitted atypically easy access to water.[51]"
    },
    {
      "type": "image",
      "section": "Present building",
      "filename": "image_625.jpg",
      "caption": "Photo of the Wren Chapel"
    },
    {
      "type": "text",
      "section": "Present building",
      "content": "The Wren Chapel is located in the south wing of the Wren Building.[52] Thomas Tileston Waterman largely designed the present chapel's interior, which Wilson described as \"Wren-ish\".[21] The Colonial Williamsburg Foundation architect Philip Kopper said the Wren Chapel was \"restored with graceful restraint\".[52] A mid-18th-century English chamber organ loaned from the Colonial Williamsburg Foundation was installed in 1970 on the chapel's balcony, where it has been used in concerts.[53] An altar cross was donated by Bruton Parish around the time of the building's restoration and is displayed in a case near the altar.[54] The restored Wren Chapel has been used for worship by the Catholic, Eastern Orthodox, and Episcopalian student ministries.[55]"
    },
    {
      "type": "text",
      "section": "Present building",
      "content": "Prior to the 1859 fire, memorial marble tablets commemorating important figures associated with the college were in the chapel. The two known tablets were for John Randolph (erected 1739) and James Madison (erected 1813). All the tablets save for Randolph's were destroyed in the 1859 fire. The chapel presently includes several tablets on its walls, including for George Wythe, James Blair, John Randolph (a replica of the original), William Dawson, James Madison, and Benjamin Stoddert Ewell.[56]"
    },
    {
      "type": "image",
      "section": "First building",
      "filename": "image_626.jpg",
      "caption": "Painting of James Blair"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "On February 8, 1693, the English joint monarchs King William III and Queen Mary II responded to lobbying by the Church of England clergyman James Blair and the Colony of Virginia's former lieutenant governor Francis Nicholson by chartering the College of William & Mary. According to the charter, the college was to train new church ministers for Virginia and convert Native Americans to Christianity.[57] The site for the college's campus was selected in 1693 as a settlement known as Middle Plantation. Connected to the James River by Archer's Hope Creek (now College Creek) and to the York River by Queen's Creek, the 330 acres purchased for the college bordered the remains of a defensive palisade constructed by colonists in 1633. The area cleared for constructing the college faced east on the cart path that ran on the Virginia Peninsula's central ridge and was near Bruton Parish Church.[58]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "Disinterest in the college's objectives and animosity between Blair –  who had been appointed the college's president –  and the new Governor of Virginia, Sir Edmund Andros, delayed the start of the college's construction. Blair asked the politician Philip Ludwell to oversee the construction, with Ludwell declining and citing the Andros's opposition. The College Building's foundation was laid on August 8, 1695, in a ceremony attended by Andros, other government officials, and the college's trustees.[59] Andros, an opponent to the college, begrudgingly acquiesced to participating in the ceremony due to the college bearing its royal name.[60] A committee, including Miles Cary and Blair, was formed to oversee the construction and an English surveyor was brought on to assist.[61]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "A lack of workmen slowed construction. Andros may have intentionally contributed to this shortage by assigning English workmen who had arrived to help in the college's construction to other work. Those involved in building the College Building also included indentured servants and enslaved persons.[61] The enslaved persons, owned by a contractor, performed the hard labor.[62] Andros promised that he would provision bricks for the construction of the College Building's planned chapel wing. When these bricks failed to materialize and Andros said he had never promised those bricks, Blair complained to Thomas Tenison, the Archbishop of Canterbury, in December 1697. This controversy ultimately led to Andros being recalled from Virginia and replaced as Virginia's governor by Nicholson in late 1698.[63]"
    },
    {
      "type": "image",
      "section": "First building",
      "filename": "image_627.jpg",
      "caption": "1702 sketch of the College Building"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "Though initially intended to be completed as a quadrangle, only the eastern wing (the building's front) and the northern wing (containing the great hall) were completed when funds ran out in 1699.[64] At the time of its construction, the College Building was the largest building in the Chesapeake Colonies.[3] If its initial design had been completed, it would have also been British America's first quadrangular building.[65] The college's grammar school students, who were at least twelve years old, had been instructed in a small building since 1694. College Building sufficiently complete to be occupied by students and instructors in 1699, though work may have continued for up to two years. In 1700, students began classes in a white-walled room in the College Building under schoolmaster Mungo Inglis.[66]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "Six weeks before Nicholson arrived as Virginia's governor, the colony's statehouse at Jamestown burned. Nicholson and Blair seized upon the opportunity to have the colony's capital removed to Middle Plantation and arranged for a May Day celebration held in 1699 at the College Building. On its steps, orations were given by five of the grammar school students. These orations communicated the benefits of Middle Plantation being made Virginia's new capital. Nicholson and Blair succeeded, with the colonial government approving the construction of a new statehouse in Middle Plantation, which they reestablished as the city of Williamsburg.[67] The College Building would host both the government and the college until the new Capitol was ready. The Governor's Council sat in the College Building first on October 17, 1700, and the House of Burgesses sat there first on December 5. With this arrangement leaving the building crowded, work began the same year on a lobby for the hall's western end.[68]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "In 1702, the Swiss traveler Franz Ludwig Michel visited Williamsburg and observed the formal ceremonies held at the College Building following the death of King William III and his succession by Queen Anne. He recorded events and wrote a description of the College Building. He also created the first depiction of the College Building and the only surviving depiction of the first building, showing its eastern façade. While archaeological work has determined his sketch of the wing being ten windows wide was incorrect –  with it now thought it was instead 13 windows wide –  it is a likely accurate albeit crude depiction of the façade.[69] That the first building was designed as a quadrangle is known from the only description of the structure published while it still stood, Robert Beverley Jr.'s 1705 The History and Present State of Virginia.[70]"
    },
    {
      "type": "text",
      "section": "First building",
      "content": "By 1704 the ovens in the first building's kitchen had to be removed due to poor smoke ventilation and were replaced with ones built outdoors.[71] Fire was a recognized threat to the first building, with Nicholson writing before late October 1705 that use of some of the hearths and their chimneys had set fire to portions of the building. The first building was lost to a fire on the night of October 29, 1705, that nearly claimed the lives of several of the building's occupants.[72] A Governor's Council and House of Burgesses committee was established to investigate the fire but failed to formally determine a cause.[73]"
    },
    {
      "type": "text",
      "section": "Second building",
      "content": "Initial preparations for the second College Building began in 1709, a delay considered typical of the period. In March that year, Queen Anne granted ₤500 (equivalent to £85,779 in 2023) in quit-rent revenue towards construction. Other funding came from the salaries that would have been paid during the building's operations, with Blair also volunteering his income to support the construction. In the schoolhouse where the college had moved, debate among the college's administration ultimately favored reconstructing the building with the first one's surviving walls rather than erecting a new one. The building contract of ₤2,000 (equivalent to £343,114 in 2023) was awarded to John Tullitt on October 31, with wood to come from the college's land.[73] While the Anne's gift was sufficient to clear the burnt remains of the first building, the arrival of Alexander Spotswood in June 1710 as the new Virginia governor came with a warrant worth a further ₤500 towards the construction. Spotswood had an interest in architecture and took an active role in the building's completion.[74]"
    },
    {
      "type": "text",
      "section": "Second building",
      "content": "Comparatively little is known about the construction of the second building, with records indicating that the structure was ready for windows to be ordered from England in 1716 and suitable for use that year.[75] Little work had been done by Spotswood's arrival, and he would substantially influence the second building's completed design. Likely among Spotswood's contributions to the design were the pavilion emphasizing the eastern façade's front and the shorten cupola.[76] The construction of the Capitol and growth of Williamsburg along Duke of Gloucester Street meant that the college and its 18th-century construction would be oriented eastward, rather than the originally conceived westward expansion.[77]"
    },
    {
      "type": "text",
      "section": "Second building",
      "content": "After 1716, the rate of construction at the college substantially accelerated. In 1723, the Brafferton was built to house the school for Native Americans adjacent to the College Building.[77] William Gooch, the then-new Virginia governor, wrote to the Bishop of London in February 1728 that he intended to \"build the Chappel as fast as we can\". The builder Henry Cary Jr. won the contract and was burning bricks by June 28, 1729. He had laid the foundation and raised the walls by September 8 that year, but the detail work and furnishing –  reliant on imports from England –  was not completed until mid 1732.[78]"
    },
    {
      "type": "text",
      "section": "Second building",
      "content": "A fire in the early morning of February 8, 1859, gutted the entire building. Much like in 1705, there was no means in the city to effectively combat the fire but no one was fatally injured. Also like the 1705 fire, the walls remained sufficiently intact to be reused in another reconstruction of the building.[79] Many of the building's contents –  including almost the entire library, memorials in the chapel, and several important documents related to the college's history –  were destroyed. The portraits, college seal, and charter were saved from the faculty Blue Room. Peyton Randolph's burial in the vault in the chapel was damaged by the fire, though the coffin remained in good condition.[80]"
    },
    {
      "type": "text",
      "section": "Influence",
      "content": "The architecture of 17th-century colonial Virginia has been generalized as following a late-medieval pattern that would have been considered anachronistic in England, where such styling had disappeared by the middle of that century flowing the introduction of Classical styles with Jacobean architecture in c. 1600–1630. Classical architecture became nearly universal in England after 1660 with the work of Christopher Wren and his contemporaries, but the College Building and subsequent construction at Williamsburg are credited with bringing this style to Virginia.[81]"
    },
    {
      "type": "image",
      "section": "Attribution to Wren",
      "filename": "image_628.jpg",
      "caption": "Painting of Christopher Wren"
    },
    {
      "type": "text",
      "section": "Attribution to Wren",
      "content": "The attribution of the first building's design to Wren has been debated among historians since the restoration effort began in 1928.[82] The primary basis for this attribution is a statement made by Hugh Jones, who was a professor of mathematics at William & Mary in the early 18th-century:[83]"
    },
    {
      "type": "text",
      "section": "Attribution to Wren",
      "content": "The building is beautiful and commodious, being first modelled by Sir Christopher Wren, adapted to the Nature of the Country by the Gentlemen there; and since it was burnt down, it has been rebuilt and nicely contrived, alter and adorned by the ingenious Direction of Governor Spotswood; and is not altogether unlike Chelsea Hospital."
    },
    {
      "type": "text",
      "section": "Attribution to Wren",
      "content": "— The Present State of Virginia (1724)"
    },
    {
      "type": "text",
      "section": "Attribution to Wren",
      "content": "Despite the extensive studies of the building, no conclusive evidence has been found supporting or contradicting Jones's attribution. Part of the debate has emphasized the possible interpretations of \"first modelled\", typically applying this to the first building.[note 6] Jones may have meant \"modelled\" in the common 18th-century sense to refer to a scale wooden model of the building's design or, as interpreted by those restoring and renaming the building in the early 20th-century, been alluding to the building following Wren's architectural stylings.[85]"
    },
    {
      "type": "text",
      "section": "Attribution to Wren",
      "content": "In the 20th-century, historians of Virginia –  such as Richard Lee Morton, Parke Rouse, and John W. Reps –  favored attributing the first building's to Wren, contending that the royal interest in the college and the social connections of its sponsors make Wren's involvement in such a project plausible. The American architectural historian William Pierson Jr. wrote in 1970 that, even though Wren's prestige would have likely precluded him from designing \"unimportance buildings on the fringes of the empire\", Jones would have been knowledgable on the matter and that Wren or an employee at Wren's Office of Works may have been involved in the initial designs for the first building. Pierson held that, if Wren or someone who worked for him did produce a design, the conditions in Virginia saw that design substantially modified. The British art historian Margaret Whinney, writing in 1971 and utilizing the Michel drawing, pointed to \"clumsy\" proportions in holding that any design by Wren would have been substantially altered, saying \"the adaptions of the Gentlemen in America were such that it bore little resemblance to his architecture\".[86]"
    },
    {
      "type": "text",
      "section": "Attribution to Wren",
      "content": "The American architectural historian Marcus Whiffen, in his 1958 book The Public Buildings of Williamsburg, challenged the credibility of Jones's attribution by suggesting a shared identity as mathematicians drew Jones to Wren. However, Whiffen believed it was possible Wren had provided a design for the first building that had been altered before construction. Whiffen, noting Blair's Scottish background, posited that the Scottish architects William Bruce and Robert Mylne were also plausible candidates for having been the first building's architect.[87] In 1968, Colonial Williamsburg historian Catherine Savedge Schlesinger suggested that both being mathematicians may have led to a misattribution, adding that \"Jones['s] book was intentionally slanted to 'sell' Virginia\". However, Schlesinger also believed it was unlikely that Jones would have intentionally fabricated the connection, as he was likely writing while Wren was still alive.[85][note 7]"
    },
    {
      "type": "text",
      "section": "Attribution to Wren",
      "content": "A proponent of attributing the building to Wren, James D. Kornwolf, published a book in 1989 that supported his position and cataloged the varying perspectives on the attribution.[82] In 1987, Whiffen wrote a letter to Kornwolf in which Whiffen revised his own view, saying that \"more likely than not that Wren did supply a design\", pointing to the Office of Works sending James Roads to create the college's garden as bolstering this position. The British architectural historians Kerry Downes and John Harris expressed to Kornwolf their persistent skepticism towards the attribution in 1987–1988. The Colonial Williamsburg Foundation grew less supportive of Jones's attribution over the 20th century, with the foundation's then-architect Nicholas Papas saying in 1988 that he still dismissed Wren's direct involvement but that Kornwolf's work had convinced him that the Office of Works had submitted a design.[88]"
    }
  ]
}