{
  "page_id": 186,
  "url": "https://en.wikipedia.org/wiki/Chaminda_Vaas",
  "title": "Chaminda Vaas - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1385.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Chaminda Vaas",
      "filename": "image_1386.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Chaminda Vaas",
      "content": "Deshabandu Warnakulasuriya Patabendige Ushantha Joseph Chaminda Vaas (born 27 January 1974) is a former Sri Lankan international cricketer who represented the Sri Lanka national cricket team.  He is a fast medium pace bowler and regarded as one of the greatest bowlers from Sri Lanka and one of the most successful bowlers in international cricket. He was a part of the Sri Lankan squad which won the 1996 Cricket World Cup."
    },
    {
      "type": "text",
      "section": "Chaminda Vaas",
      "content": "In 2004 Vaas gained international recognition when he was selected for the World Test and one-day XI at the inaugural ICC Awards. He was again selected for the World Test XI in 2005. In his fifteen-year international career, he was relatively free of injury."
    },
    {
      "type": "text",
      "section": "Chaminda Vaas",
      "content": "He has set a number of national and international records as a bowler.[1][2]  Vaas currently holds the record for the best bowling figures in ODI history, and is the only bowler to take an 8-wicket haul in ODIs. As of 11 February 2022, only 3 bowlers have taken more ODI wickets than Vaas.[3] He is the youngest bowler to take 300 wickets in ODI cricket.[4] Vaas was also the first Sri Lankan to take a hat-trick in the ODI format of the game which he did in 2001 against Zimbabwe, and at a Cricket World Cup, which he did against Bangladesh in the 2003 tournament. His World Cup hat-trick was also the first one taken during the first three deliveries of an innings.  Vaas has one of the longest names among international cricketers.[5]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Vaas joined Colts Cricket Club after leaving school[6] and made his first-class debut against Galle Cricket Club in December 1990 aged 16. He joined Middlesex County Cricket Club for the 2007 cricket season as an overseas player. At the inaugural Indian Premier League (IPL) in 2008 he was picked by  Deccan Chargers on a contract worth $200,000. He played 4 matches for the Deccan Chargers team and picked 4 wickets at an average of 26.61. In 2009 he played some matches in P.Sen trophy for Mohun Bagan.[7] He also joined Northamptonshire County Cricket Club for the 2010 T20 competition and found himself in the unusual position of opening the batting although he did well recording three half centuries. He subsequently signed a contract to join Northants for the entire 2011 and 2012 seasons. At the end of 2011 he was named their 'Player of the season' following a great all-round performance, having topped the bowling averages by taking 70 first-class wickets at an average of 21.44 apiece and also scoring 403 runs at an average of 26.9.[8] Vaas was released by Northants at the end of the 2012 season due to persistent injury problems throughout the year.[9]"
    },
    {
      "type": "text",
      "section": "Early years",
      "content": "Nearly 4 years after his first-class debut, after just 13 matches, Vaas made his Test debut for the Sri Lankan cricket team against Pakistan at Kandy in August 1994. Within his first year in the national side, he made a great impact guiding Sri Lanka to their maiden Test Match away victory against New Zealand at Napier, taking 5–47 & 5–43 and scoring 33 & 36 and being nominated Man of the Match.[10] In the second test at Dunedin, only his sixth Test, he took his third five-wicket haul and was again named Man of the Match.[11]"
    },
    {
      "type": "text",
      "section": "Early years",
      "content": "He was a regular member of the ODI side during the 1996 World Cup, playing in all six matches including the Final, where Sri Lanka defeated Australia to become world champions for the first time.[10]"
    },
    {
      "type": "text",
      "section": "Record breaking",
      "content": "In 2001–02, he took 26 wickets in a series win against the West Indies at home. This included one match-haul of 14 wickets in the third test,[12] a feat only achieved by two fast bowlers in the subcontinent, the other being Imran Khan. At the 2003 Cricket World Cup, held in South Africa, Vaas picked up 23 wickets, becoming the leading wicket taker in the tournament. This included a best of 6–25 against Bangladesh, where Vaas also took a hat-trick with the first three deliveries of the Bangladesh innings. It is the first time in Test or one-day history that a bowler has taken a hat-trick with the first three balls of a game.[13]"
    },
    {
      "type": "text",
      "section": "Record breaking",
      "content": "In August 2004, he took six wickets in the second innings at the SSC to deliver Sri Lanka their first-ever series win over South Africa by handing out a comprehensive thrashing. Along with rookie fast bowler Lasith Malinga, a canny Vaas exploited conditions far better than the visitors and in the fourth innings the pair terrorised South Africa's batsmen.[14]"
    },
    {
      "type": "text",
      "section": "Record breaking",
      "content": "In July 2005, Vaas completed another excellent contest against West Indies, taking 13 wickets in a 2-0 drubbing to become Man of the Series.[15]"
    },
    {
      "type": "text",
      "section": "Record breaking",
      "content": "In December 2005, he reached the 300-wicket milestone in Tests against India.[15]"
    },
    {
      "type": "text",
      "section": "Record breaking",
      "content": "For his performances in 2004 and 2005, he was named in the World Test XI by ICC.[16] He was also named in the ICC ODI Team of the Year in 2004 and 2007.[16]"
    },
    {
      "type": "text",
      "section": "Captaincy",
      "content": "He had the rare opportunity to captain Sri Lankan ODI team in 2006, which was restricted to only one match."
    },
    {
      "type": "text",
      "section": "Through ranks",
      "content": "One of Vaas' more memorable contributions as a tailender was during the 2006 Test series in England, when he and Nuwan Kulasekara's steady defence of the ninth wicket, in spite of on-and-off interruptions by rainy weather, held the home side to a draw in the first test.[17][18] Vaas scored a half century not out in the second innings.[19] Although losing the second test, Sri Lanka won the third test and went on to whitewash England in the subsequent ODI series."
    },
    {
      "type": "text",
      "section": "Through ranks",
      "content": "On 26 June 2007 at Colombo, he made his maiden test century against Bangladesh when he scored 100 not out in a total of 577–6 declared. This occurred in his 97th Test Match, which at the time was a record for the most number of Tests before scoring a maiden century (since overtaken by Anil Kumble).[20] Soon after in November 2007, Vaas played his 100th Test match against England, in what was also Sanath Jayasuriya's final Test match for Sri Lanka. During the historic 2007–08 tour of the West Indies, Sri Lanka's first ever Test win on Caribbean soil, he took twelve wickets overall and was also named Man of the Match of the first test.[21] He notably dismissed all-rounder Chris Gayle for a record seventh time in as many tests,[22] bowling him out for a duck during the first test.[23][24]"
    },
    {
      "type": "text",
      "section": "Late career",
      "content": "On 27 August 2008, Vaas bowled Yuvraj Singh for a duck in his final ODI match, the fourth match of the ODI series against India, to achieve his milestone 400th ODI wicket. He joined Wasim Akram, Waqar Younis and his teammate Muttiah Muralitharan as only the fourth bowler in international cricket to have taken 400 ODI wickets.[25]"
    },
    {
      "type": "text",
      "section": "Late career",
      "content": "He retired from Test Cricket after the 3rd Test against Pakistan in July 2009.[26][6]"
    },
    {
      "type": "text",
      "section": "Playing style",
      "content": "Vaas was a left arm swing bowler known for his accuracy and consistent line and length,[27][28][29] which his former captain Aravinda de Silva once described as \"accurate, nagging, hard to get away\".[30] Early in his career he stood out for his raw pace.[29] Due to his accuracy with the new ball he would be tasked with opening the bowling, as illustrated by the number of times he dismissed important higher and middle order batsmen such as Adam Gilchrist, Ricky Ponting, Sachin Tendulkar, Sourav Ganguly and Stephen Fleming.[2][31] He became noted for his inswinger and well-disguised off cutter and, as his pace dropped over the years, later added reverse swing to his armoury.[32][33][34] His consistent deliveries and ability to use various types of swing deliveries effectively made him a consistent wicket-taker[28] even in humid weather and on dry and dusty subcontinental pitches, conditions which are known to favour spin bowlers rather than fast bowlers.[34][35][36]"
    },
    {
      "type": "text",
      "section": "Playing style",
      "content": "Vaas is also a useful lower order batsman,[2][30] and has reached 3,000 Test runs, including 13 Test half-centuries and a century. Only 11 bowlers in Test history with 200 wickets have scored more runs than Vaas.[37]"
    },
    {
      "type": "text",
      "section": "World records",
      "content": "Chaminda Vaas is Sri Lanka's most successful pace bowler,[36] having taken 355 Test wickets from 111 tests. He led the Sri Lankan new ball attack for over a decade. He achieved his 300th test wicket on 12 December 2005 against India, becoming one of the three Sri Lankan bowlers to pass this milestone, along with Muttiah Muralitharan and Rangana Herath. Vaas has also taken 400 One Day International wickets,[25] only the second Sri Lankan to do so, also after Muralitharan. Only three bowlers have taken more wickets in ODI cricket history.[3] His partnership with Muralitharan is statistically one of international cricket's most productive bowling duos across all formats.[32][38][39][40] Vaas has completed the All-rounder's treble of 3000 runs and 300 wickets in Tests."
    },
    {
      "type": "text",
      "section": "World records",
      "content": "Vaas holds the record for the best bowling performance in one-day international cricket with his 8 for 19 off eight overs against Zimbabwe at the Sinhalese Sports Club Ground in December 2001.[41][42][43] Vaas took the first eight wickets of Zimbabwe's then record-lowest ODI innings of 38, with Muralitharan taking the final two wickets in his first over.[44] It remains the only eight-wicket haul in ODI cricket history. Vaas holds the record for the quickest five wicket haul in ODIs, when he took the fifer against Bangladesh within 16 balls."
    },
    {
      "type": "text",
      "section": "World records",
      "content": "Vaas has taken two ODI hat-tricks in his career, the third of only four players to have achieved the feat. The first was taken as part of his 8/19 spell in 2001. Vaas is also one of only two bowlers to take two five-wicket hauls at McLean Park.[45]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "In October 2012, he was contracted to coach the New Zealand fast bowlers during their tour of Sri Lanka, which included two Test matches.[46] In May 2013, he was appointed as bowling coach for the Sri Lankan side participating in the Champions Trophy competition in England.[10] He served as Sri Lanka's bowling coach until April 2015.[47]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "In January 2016, Vaas was named as Ireland cricket team bowling coach. His short-term assignment included two T20Is against United Arab Emirates cricket team in UAE and 2016 ICC World Twenty20 in India.[48][49] After serving out his contract he was re-hired in August 2016 to serve as Sri Lanka's fast bowling consultant.[50]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "On 21 July 2017, Vaas replaced Champaka Ramanayake as Sri Lanka's bowling coach. Sri Lanka Cricket announced that Vaas will mentor the team during India's tour of Sri Lanka in 2017.[51]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "On 19 February 2021, Vaas replaced David Saker as Sri Lanka's fast bowling coach.[52] However, Vaas resigned on 21 February on the eve of Sri Lanka's departure for their tour of West Indies citing salary issues.[53]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Vaas is Roman Catholic and was known to pray before every game.[54][55][56][57] He intended to become a priest at a young age but believed that God wanted him to play cricket instead. \"I seriously considered going into the priesthood, which would have meant 12 to 14 years of study. But then cricket began to take over. I think that God created me as a cricketer, so I am happy that that's my calling.\"[54][58][59] He suffered some minor injuries during the 2009 attack on the Sri Lanka national cricket team bus by gunmen in Lahore which resulted in the abandonment of that Test series against Pakistan."
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "He is married to Wasana whom he married in 1999 and the couple has three children, a daughter and two sons.[60][61]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "According to Bill Frindall, scorer and statistician for BBC Radio's Test Match Special, Chaminda is actually his penultimate given name, therefore his initials should read WPUJC. Vaas' full name is often cited in lists of longest names in the cricket world.[62][63][64]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Vaas was awarded the 3rd highest award in 1996 by the Sri Lankan government when he received the Deshabandu for his contribution to winning the world cup."
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "A native of Mattumagala, a village near Wattala on the outskirts of Colombo, Vaas attended St. Anthony's College, Wattala for primary school[65] and is an alumnus of St. Joseph's College, Colombo, which is well known as the alma mater of many cricketers and politicians.[66] The \"Murali-Vaas Trophy\", awarded to the winner of the annual cricket match between St. Joseph's and historic rivals St. Anthony's College, Kandy, was named after him and St. Anthony's alumnus Muttiah Muralitharan.[67]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "In 2015, Vaas and former Sri Lanka captain Marvan Atapattu were awarded Honorary Life Membership of the Marylebone Cricket Club.[68]"
    }
  ]
}