{
  "page_id": 164,
  "url": "https://en.wikipedia.org/wiki/Singer_Cup#cite_ref-Bat_4-1",
  "title": "1995–96 Singer Cup - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1289.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1995–96 Singer Cup",
      "content": "The 1996 Singer Cup was a triangular cricket tournament held between 1 and 7 April 1996 in Singapore. The competition featured the national cricket teams of India, Sri Lanka and Pakistan. The tournament was won by Pakistan, which defeated Sri Lanka in the final on 7 April."
    },
    {
      "type": "text",
      "section": "Venue",
      "content": "The 1996 Singer Cup was the first major international cricket competition hosted in Singapore. All matches were played at The Padang sports ground, which has been the home of the Singapore Cricket Club."
    },
    {
      "type": "text",
      "section": "Squads",
      "content": "Sri Lanka and India retained the captains – Arjuna Ranatunga (Sri Lanka) and Mohammad Azharuddin (India) – who had led their sides in the 1996 World Cup. However, Aamir Sohail replaced Wasim Akram as captain of the Pakistan team."
    },
    {
      "type": "text",
      "section": "Sri Lanka",
      "content": "Sri Lanka named a 14-player side for the tournament, unchanged from the team that won the 1996 World Cup."
    },
    {
      "type": "text",
      "section": "Sri Lanka",
      "content": "[1]"
    },
    {
      "type": "text",
      "section": "Pakistan",
      "content": "Pakistan named a 14-player side with some major changes from the side that had played in the World Cup. Former captain and fast-bowler Wasim Akram had pulled out of the tournament due to an injury, and veteran batsman Javed Miandad retired after the 1996 World Cup.[2] They were replaced by middle-order batsman Basit Ali and fast-bowler Mohammad Akram."
    },
    {
      "type": "text",
      "section": "Pakistan",
      "content": "[1]"
    },
    {
      "type": "text",
      "section": "India",
      "content": "India named a 14-player side that incorporated some major changes. Leading batsman Vinod Kambli and medium-fast bowler Salil Ankola were dropped from the team. They were replaced by medium-fast bowler Prashant Vaidya and batsmen Rahul Dravid and Vikram Rathour. However, Rathour was not picked to play in any match."
    },
    {
      "type": "text",
      "section": "India",
      "content": "[1]"
    },
    {
      "type": "text",
      "section": "Points table",
      "content": "The opening match on 1 April between Pakistan and Sri Lanka, was abandoned due to rain and re-played on 2 April. At the end of the round-robin matches, each team had one victory and one loss, making their tally of points equal. As a result, the finalists were decided based on superior net run-rate."
    },
    {
      "type": "text",
      "section": "Points table",
      "content": "[3]"
    },
    {
      "type": "text",
      "section": "Records and awards",
      "content": "Sanath Jayasuriya, who had been the player of the tournament for the 1996 World Cup, won the same award for the 1996 Singer Cup. He finished the tournament scoring 217 runs in 3 innings with a batting average of 72.33, with one fifty and one century.[4] As a bowler, Jayasuriya had also taken 3 wickets at an average of 38.33 and a best of 1/31.[5]"
    },
    {
      "type": "text",
      "section": "Records and awards",
      "content": "Several world records were broken during the course of the tournament. In Sri Lanka's opening match against Pakistan, Jayasuriya made what was then the fastest century in ODIs, taking just 48 balls and going on to score 134 runs from 65 balls.[2][6][7] Jayasuriya's 48-ball century surpassed the previously held record of India's Mohammad Azharuddin, who had scored a century from 62 balls.[8] In the same match, Aamir Sohail conceded 30 runs in an over he bowled – the world record for most runs made in a single over.[8] Jayasuriya's century became the second-fastest when Pakistani batsman Shahid Afridi scored a century from 37 balls in the first ODI innings of his career, against Sri Lanka in Nairobi, Kenya later in the year.[9]"
    },
    {
      "type": "text",
      "section": "Records and awards",
      "content": "Sanath Jayasuriya also scored the fastest fifty in ODIs at that time– in 17 balls against Pakistan in the final – surpassing Australia's Simon O'Donnell's 18-ball record, made against Sri Lanka in Sharjah in 1989–90.[6]"
    },
    {
      "type": "text",
      "section": "Records and awards",
      "content": "Pakistani captain Aamir Sohail made the second-highest number of runs, scoring 140 in 3 innings at an average of 70.00.[4] India's Sachin Tendulkar was the only other batsman after Jayasuriya to score a century – making 100 runs against Pakistan.[4]"
    },
    {
      "type": "text",
      "section": "Records and awards",
      "content": "The tournament's leading wicket-taker was Pakistani spin bowler Saqlain Mushtaq, who took a total of 8 wickets at an average of 16.2 and a best of 3/38.[5] Sri Lanka's Muttiah Muralitharan shared the record of taking most catches along with Pakistani wicket-keeper Rashid Latif, both taking 4 catches.[5]"
    }
  ]
}