{
  "page_id": 29,
  "url": "https://en.wikipedia.org/wiki/Snifter",
  "title": "Snifter - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_188.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Snifter",
      "filename": "image_189.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Snifter",
      "content": "A snifter (also called brandy balloon, brandy snifter, brandy glass, brandy bowl or a cognac glass) is a type of stemware, a short-stemmed glass whose vessel has a wide bottom and a relatively narrow top. It is mostly used to serve aged brown liquors such as bourbon, brandy and whisky."
    },
    {
      "type": "text",
      "section": "Design",
      "content": "The large surface area of the contained liquid helps evaporate it, the narrow top traps the aroma inside the glass, while the rounded bottom allows the glass to be cupped in the hand, thus warming the liquor. Most snifters will hold 180–240 ml (6–8 US fl oz), but are almost always filled to only a small part of their capacity. Most snifters are designed so that when placed sideways on a level surface, they will hold just the proper amount before spilling.[1]"
    },
    {
      "type": "image",
      "section": "Design",
      "filename": "image_190.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Design",
      "content": "A variant is called a pipe glass or pipe snifter, used for port and brandy."
    },
    {
      "type": "text",
      "section": "Usage with beer",
      "content": "The attributes that have made the snifter a popular glass for brandy have also made it a preferred glass for some styles of beer,[2] mainly those that feature complex aromas and have an ABV measure of 8% or higher, such as imperial stout, Baltic porter, barley wine, and double India pale ale.[3]"
    },
    {
      "type": "text",
      "section": "References",
      "content": "This article about an item of drinkware or tool used in preparation or serving of drink is a stub. You can help Wikipedia by expanding it."
    }
  ]
}