{
  "page_id": 180,
  "url": "https://en.wikipedia.org/wiki/Basit_Ali",
  "title": "Basit Ali - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1336.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Basit Ali",
      "content": "Basit Ali (Urdu: باسط علی, born 13 December 1970) is a Pakistani cricket coach and former cricketer who played in 19 test matches and 50 One Day Internationals from 1993 to 1996."
    },
    {
      "type": "text",
      "section": "Basit Ali",
      "content": "A right-hander, he has the relatively uncommon statistic of having a higher ODI than Test batting average. Strong through the covers and point, Ali was also exceptionally good at playing hook and pull shots against the fast bowlers."
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Ali was a successful junior cricketer, at one time holding the record for most hundreds in a Karachi zonal league season.[1]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "He debuted for Pakistan aged 22 in March 1993, playing both ODI and Test cricket in a tour of the Caribbean. For similarities and batting styles and temperament, he was initially seen as the one who'd take the mantle of Javed Miandad. He went on to play in 19 Tests but made just the one Test century, against New Zealand in 1993–94."
    },
    {
      "type": "text",
      "section": "International career",
      "content": "An aggressive risk-taker, he was a regular in the Pakistani ODI side for a while in the mid-1990s. On 5 November 1993 he scored the then second-fastest One Day International century in history, with a 67 ball effort against the West Indies at Sharjah. He took 5 more balls as compared to the record of Mohammad Azharuddin who took 62 balls. Basit Ali finished on 127 not out. Waqar Younis was acting captain in that match.[2]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "He has served as the head coach of the Pakistan A team.[3]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "He also served as the head coach of the Pakistan women team and the Under-19 team, being the chief selector of the Under-19 squad as well, but had to resign from these positions in December 2016, after he slapped former international cricketer Mahmood Hamid during a domestic tournament.[4]"
    }
  ]
}