{
  "page_id": 2,
  "url": "https://en.wikipedia.org/wiki/Laura_Dahlmeier",
  "title": "Laura Dahlmeier - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_9.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Laura Dahlmeier",
      "filename": "image_10.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Laura Dahlmeier",
      "content": "Laura Dahlmeier (German pronunciation: [ˈlaʊ.̯ʁa ˈdaːlˌmaɪ̯ɐ] ⓘ; 22 August 1993 – 28 July 2025) was a German biathlete. Dahlmeier started in her first World Cup races in the 2012–13 season.[1] In 2014, she participated in the Winter Olympics in Sochi. She won a record of five gold medals at the World Championships of 2017. In 2018, she became the first woman to win the biathlon sprint and pursuit in the same Olympics.[2] During her career she won a total of two golds and one bronze at the Olympics, seven gold medals, three silver medals and five bronze medals at World Championships, one overall World Cup and two discipline World Cup titles."
    },
    {
      "type": "text",
      "section": "Laura Dahlmeier",
      "content": "Dahlmeier announced her retirement from competition in May 2019, at the age of 25.[3] In October 2019, she released a children's book. She died on 28 July 2025 in a mountaineering accident in northern Pakistan.[4]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Born on 22 August 1993 in the Bavarian ski-town of Garmisch-Partenkirchen,[5][6] Dahlmeier began skiing at a young age and took up biathlon by the age of 7. She performed well as a teenaged biathlete, and at the age of 17½, she won gold in all three races (10km individual, 6km sprint, and the mixed relay) at the 2011 European Youth Olympic Winter Festival in Liberec.[5]"
    },
    {
      "type": "text",
      "section": "Biathlon career",
      "content": "At the 2013 Biathlon Junior World Championships in Obertilliach, Austria, Dahlmeier took three gold medals in the individual, sprint and relay, as well as a silver in the pursuit. Following this, she was selected for the German team in the women's relay at the 2013 Biathlon World Championships: racing in the third leg, she shot clean and overcame a 38-second deficit to hand over with Germany in the lead. Dahlmeier completed her first full World Cup campaign the following season: she enjoyed further success in World Cup relays, however she was unable to secure a solo podium finish, and did not make an impact at the 2014 Winter Olympics in Sochi, Russia.[3]"
    },
    {
      "type": "text",
      "section": "Biathlon career",
      "content": "Dahlmeier's start to her 2014–15 season was delayed due to injury, and she made her World Cup season debut at Pokljuka in December 2014. Two months later she took her first World Cup win in Nové Město na Moravě, following which she took another six podiums, including a second win, and her first two senior World Championship medals, a silver in the pursuit and a gold in the women's relay.[3]"
    },
    {
      "type": "text",
      "section": "Biathlon career",
      "content": "In 2015–16, she took five World Cup wins, and at the World Championships in Oslo she took her first solo gold medal in the pursuit along with a silver in the mass start and bronzes in the sprint, individual and women's relay.[3]"
    },
    {
      "type": "text",
      "section": "Biathlon career",
      "content": "Dahlmeier enjoyed her best season in 2016–17, winning the overall World Cup and winning five golds and a silver at the World Championships in Hochfilzen, Austria, missing out on a sixth gold by four seconds in the sprint to Gabriela Koukalová. She became the first woman in biathlon history to win five gold medals at a World Championships.[7]"
    },
    {
      "type": "text",
      "section": "Biathlon career",
      "content": "The following season Dahlmeier's focus was on the 2018 Winter Olympics in Pyeongchang: At the Games she became the second German woman to take the Olympic gold in the sprint, shooting clean as one of only three competitors to hit all targets in windy conditions, before doubling up with a second title in the pursuit and additionally taking a bronze in the individual.[3] Dahlmeier received the Silver Laurel Leaf shortly after she won her first Olympic gold medal. She was the first female biathlete to win sprint and pursuit gold medals at the same Winter Olympics.[8]"
    },
    {
      "type": "text",
      "section": "Biathlon career",
      "content": "Dahlmeier's 2018–19 season was disrupted by illness. However, she took a World Cup race win at Antholz in January 2019 before going on to take two bronzes at the 2019 World Championships in Östersund in the sprint and the pursuit. In May 2019, after the end of the season, she announced her retirement from competition, stating that she no longer feels the 100% passion necessary for professional biathlon.[3][9]"
    },
    {
      "type": "text",
      "section": "Post-biathlon career",
      "content": "On 18 October 2019, Dahlmeier released the children's book Die Klima Gang: Laura Dahlmeier und Freunde im Einsatz für die Natur, which she co-authored.[10]"
    },
    {
      "type": "text",
      "section": "Post-biathlon career",
      "content": "For the 2019–20 Biathlon World Cup season, she served as an expert commentator for the German broadcaster ZDF.[11]"
    },
    {
      "type": "text",
      "section": "Post-biathlon career",
      "content": "After retiring from competitive biathlon, Dahlmeier competed in mountain running. In June 2019 she won the 39-kilometer Basetrail XL race of the Zugspitz Ultratrail in Grainau, Germany.[12] In September 2019 she won and set a new women's course record in the 52-kilometer Karwendelmarsch race from Scharnitz to Pertisau in Austria.[13] In November of that year she placed 27th at the 2019 World Long Distance Mountain Running Championships in Argentina.[14]"
    },
    {
      "type": "text",
      "section": "Post-biathlon career",
      "content": "Dahlmeier became a state-certified ski and mountain guide in 2023 and was a volunteer for the Garmisch-Partenkirchen mountain rescue team.[8]"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "On 28 July 2025, Dahlmeier suffered a rockfall accident while mountaineering, with companion and rope partner Marina Eva Krauss on Laila Peak, Hushe Valley, Karakoram, Pakistan.[4] It was initially believed that she had been seriously injured and so a rescue operation was launched, but crews were unable to reach her location due to poor weather conditions.[15] On 30 July 2025, Dahlmeier's management confirmed that she had died during the accident;[4] they also said Dahlmeier had expressly wished that no-one should risk their life to recover her in the event of an accident and that her body should remain on the mountain.[16][17]"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "On several mountains in the region, the remains of climbers who perished in accidents have been left behind, as recovery is no longer possible due to the difficult terrain or adverse weather conditions.[18] The ongoing border conflict with India further complicated recovery efforts, as only the Pakistani military was permitted to operate helicopters in the area.[19]"
    },
    {
      "type": "text",
      "section": "Biathlon results",
      "content": "All results are sourced from the International Biathlon Union.[20] On 17 May 2019, she announced her retirement from biathlon.[21]"
    },
    {
      "type": "text",
      "section": "Olympic Games",
      "content": "3 medals (2 gold, 1 bronze)"
    },
    {
      "type": "text",
      "section": "World Championships",
      "content": "15 medals (7 gold, 3 silver, 5 bronze)"
    },
    {
      "type": "text",
      "section": "Shooting statistics",
      "content": "Key:Hits/shots, percentage. Results in all IBU World Cup races including relay events.[22]"
    }
  ]
}