{
  "page_id": 127,
  "url": "https://en.wikipedia.org/wiki/Amir_Sohail",
  "title": "Aamer Sohail - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1112.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Aamer Sohail",
      "filename": "image_1113.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Aamer Sohail",
      "content": "Mohammad Aamer Sohail Ali (Urdu: محمد عامر سہیل علی; born 14 September 1966) is a Pakistani cricket commentator and former cricketer.[2] In a playing career that spanned ten years, Sohail played in 195 first-class and 261 List A Limited Overs matches, including 47 Test matches and 156 One Day Internationals for Pakistan. He was a part of the Pakistani squad which won the 1992 Cricket World Cup."
    },
    {
      "type": "text",
      "section": "Aamer Sohail",
      "content": "An aggressive left-handed opening batsman, in ODIs he has won 14 Player of the Match awards out of 156 matches, thus winning a POTM every 11.1 matches, the highest ratio in this format for Pakistan when it comes to retired players just after his opening partner Saeed Anwar (28 in 247 matches or a ratio of 8.8).[3]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Sohail made his first-class debut in 1983, a left-handed opening batsman and occasional left-arm spin bowler."
    },
    {
      "type": "text",
      "section": "Early years",
      "content": "An aggressive batsman, Sohail first appeared for the national team in a 1990 one-day International against Sri Lanka and enjoyed a successful international career.  He was an important member of the team that won the 1992 Cricket World Cup in Australia and New Zealand."
    },
    {
      "type": "text",
      "section": "Captaincy",
      "content": "Sohail captained Pakistan in six Tests in 1998, becoming the first Pakistani captain to defeat South Africa in a Test Match.[4] He led Pakistan through 22 One Day Internationals from 1996 to 1998, winning nine and averaging 41.5 with the bat. He also acted as acting captain of Pakistan against West Indies in Sharjah.[5]"
    },
    {
      "type": "text",
      "section": "Controversies",
      "content": "Sohail played a big role in Pakistan's World-Cup triumph in 1992, famously telling Ian Botham that he might want to send his mother-in-law in to bat, referring to Botham's statement that he wouldn't send even his mother-in-law to Pakistan, after Botham was given out for nought in the final."
    },
    {
      "type": "text",
      "section": "Controversies",
      "content": "In the 1996 World Cup Quarter Final in Bangalore against arch rival India, Sohail was captaining his side in pursuit of a relatively large target of 287 in 49 overs.[6] With opening partner Saeed Anwar, he got Pakistan off to a flying start.  With the score at 109 for one, and Saeed Anwar (48) back in the pavilion, Sohail smashed a delivery from Indian seamer Venkatesh Prasad through the covers for four.  Both players exchanged words, and Sohail unnecessarily pointed his finger aggressively at Prasad.  The next delivery clean-bowled him and triggered a batting collapse which ultimately lost the game and eliminated Pakistan from the competition.[6]\nSohail was at the heart of the match-fixing scandal that rocked cricket in the 1990s: as captain of the national team, his whistle-blowing may have negatively affected his international career.[7]"
    },
    {
      "type": "text",
      "section": "Cricket administration",
      "content": "After retiring from cricket in 2001, Sohail became chief selector for the national team, his tenure ending in January 2004 when he was replaced by former national team wicketkeeper Wasim Bari. He continues to work as a cricket broadcaster. On 4 February 2014, he was again appointed as chief selector of the national team for the second time.[8]"
    },
    {
      "type": "text",
      "section": "Politics",
      "content": "On 18 August 2011, Sohail announced that he had joined Nawaz Sharif's political party, the Pakistan Muslim League (N). According to Sohail, the country needs seasoned and experienced leadership which he believes the PML-N offers.[9]"
    }
  ]
}