{
  "page_id": 159,
  "url": "https://en.wikipedia.org/wiki/Rameez_Raja",
  "title": "Ramiz Raja - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1276.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Ramiz Raja",
      "content": "'Ramiz Hasan Raja (Urdu: رمیز حسن راجہ; born 14 August 1962) is a Pakistani cricket sports commentator and former cricketer who served as the 36th Chairman of the Pakistan Cricket Board (PCB) from 2021 to 2022.[3][4]"
    },
    {
      "type": "text",
      "section": "Ramiz Raja",
      "content": "He played international cricket for the Pakistan national cricket team from 1984 to 1997, appearing in 57 Test matches and 198 One Day Internationals (ODIs), and was part of the team that won the 1992 Cricket World Cup.[5] Raja was occasionally appointed captain and scored over 8,000 runs across formats during his international career."
    },
    {
      "type": "text",
      "section": "Ramiz Raja",
      "content": "After retiring from professional cricket, he transitioned into commentary and analysis, becoming one of the most recognized voices in the cricketing world. He also hosts a popular YouTube channel, Ramiz Speaks, where he discusses cricket-related topics.[6][7]"
    },
    {
      "type": "text",
      "section": "Family background",
      "content": "Raja was born on 14 August 1962 in Faisalabad, Punjab, Pakistan."
    },
    {
      "type": "text",
      "section": "Family background",
      "content": "His family roots lie in Jaipur, Rajasthan, India.[8]"
    },
    {
      "type": "text",
      "section": "Family background",
      "content": "His father Saleem Akhtar was a cricketer during the British colonial era who played for Multan and Sargodha after the partition, while his brother Wasim Raja and cousin Atif Rauf played for the Pakistan national cricket team, with another brother Zaeem Raja having played first-class cricket as well."
    },
    {
      "type": "text",
      "section": "Education",
      "content": "Raja is an alumnus of Sadiq Public School, Bahawalpur, Aitchison College, Lahore and Government College University, Lahore.[9][10][11]"
    },
    {
      "type": "text",
      "section": "Marriage",
      "content": "Raja is married two times. His wife's parents had roots in British India; his mother-in-law hailed from Delhi and his father-in-law from Karnal, Haryana.[8]"
    },
    {
      "type": "text",
      "section": "Rajasthani architecture",
      "content": "An admirer of Rajasthani architecture, he asked Pakistani architect Nayyar Ali Dada to design his Lahore house on the pattern of Jaipur's Rambagh Palace.[12]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Raja made his first-class cricket debut in 1978, scoring over 9,000 runs in List A and 10,000 runs in first class matches. He made his Test debut against England in 1984 and ODI debut against New Zealand in 1985. Raja was regarded as one of the prominent batters playing in Pakistan's domestic cricket.[13]"
    },
    {
      "type": "text",
      "section": "Golden years",
      "content": "When he got his first opportunity to play in a Test match, against England, Raja's performance was unimpressive, as he was dismissed for 1 run in each innings. However, with the retirement of several players in the Pakistan squad and with the help of his years of experience in first-class cricket, Raja was able to secure a spot in the national side.[14]"
    },
    {
      "type": "text",
      "section": "Golden years",
      "content": "He played international cricket for 13 years, appearing in 57 Test matches, with a career average of 31.83 and scoring two centuries. In the One Day International arena, he played 198 matches and scored 9 centuries.[15] He was a member of the national side that reached the semi-finals of the 1987 World Cup. He scored 2 centuries in the 1992 World Cup, which was held in Australia, including a century against New Zealand, who had been undefeated during that period. He was awarded the man of the match for his match winning performance which earned Pakistan a place in the semi-finals of the tournament. In the final against England, Raja had the honour of taking the final catch which won the World Cup for Pakistan. This became the pinnacle of his cricketing career, as within a year of this triumph, he had lost form and was dropped from the national side.[13][16]"
    },
    {
      "type": "text",
      "section": "Obstructing the field",
      "content": "Raja became the first player in One Day International history to be given out \"obstructing the field\" against England, in a match at Karachi in 1987. England had scored 263 runs for 6 wickets during their 44 over innings.[17] For Pakistan, Raja opened the batting and had reached 98 runs when the last ball of the match was bowled, with Pakistan needing 25 runs to win in the last over. During this last over, he hit the ball and sprinted for two runs that would have given him his century, but was well short of the crease when the fielder's return came towards him and Raja knocked the ball away with his bat and was given out for \"obstructing the field\".[18]"
    },
    {
      "type": "text",
      "section": "Late career",
      "content": "He was recalled to the Pakistan squad and played in the 1996 Cricket World Cup. During the 1995–1996 season, he was removed from the captaincy, after Pakistan lost their first home series to Sri Lanka. His final game in a Test match for Pakistan was as captain in the 1996–1997 tour of Sri Lanka, however the team failed to win a match during the series. He retired from all forms of cricket in 1997 and since then he has been active as a television commentator and analyst  as an administrator for both Pakistan and international cricket.[19][16]"
    },
    {
      "type": "image",
      "section": "Commentary career",
      "filename": "image_1277.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Commentary career",
      "content": "Raja has worked as a commentator on Test Match Special and Sky Sports, during the 2006 England Test series against Pakistan. He has also worked as the chief executive of the Pakistan Cricket Board, but resigned from his job in August 2004, citing increasing media commitments. He continues to provide commentary on Pakistan cricket team's tours as well as in many domestic tournaments and international ICC tournaments.[20][21]"
    },
    {
      "type": "text",
      "section": "Cricket administration",
      "content": "Raja served as the 35th Chairman of the Pakistan Cricket Board between September 2021 and December 2022.[3]"
    },
    {
      "type": "text",
      "section": "Hosting",
      "content": "In 2024, Raja launched Showtime With Ramiz Raja on Suno News, a late-night entertainment show where he interviews celebrities."
    }
  ]
}