{
  "page_id": 96,
  "url": "https://en.wikipedia.org/wiki/Brandy",
  "title": "Brandy - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_892.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Brandy",
      "filename": "image_893.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Brandy",
      "content": "Brandy is a liquor produced by distilling wine. Brandy generally contains 35–60% alcohol by volume (70–120 US proof) and is typically consumed as an after-dinner digestif. Some brandies are aged in wooden casks. Others are coloured with caramel colouring to imitate the effect of ageing, and some are produced using a combination of ageing and colouring. Varieties of wine brandy can be found across the winemaking world. Among the most renowned are Cognac and Armagnac from southwestern France.[1][2]"
    },
    {
      "type": "text",
      "section": "Brandy",
      "content": "In a broader sense, the term brandy also denotes liquors obtained from the distillation of pomace (yielding pomace brandy), or mash or wine of any other fruit (fruit brandy).[3][1] These products are also called eau de vie (literally \"water of life\" in French)."
    },
    {
      "type": "text",
      "section": "History",
      "content": "The origins of brandy are tied to the development of distillation. While the process was known in classical times, it was not significantly used for beverage production until the 15th century.[4][5][6] In the early 16th-century French brandy helped kickstart the cross-Atlantic triangle trade when it took over the central role of the Portuguese fortified wine due to its higher alcohol content and ease of shipping. Canoemen and guards on the African side of the trade were generally paid in brandy. By the late 17th century, the cheaper rum had replaced brandy as the exchange alcohol of choice in the triangle trade.[7]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Initially, wine was distilled as a preservation method and to make it easier for merchants to transport. It is also thought that wine was originally distilled to lessen the tax, which was assessed by volume. The intent was to add the water removed by distillation back to the brandy shortly before consumption. It was discovered that after being stored in wooden casks, the resulting product improved over the original distilled spirit.[1] In addition to removing water, the distillation process led to the formation and decomposition of numerous aromatic compounds, fundamentally altering the distillate composition from its source. Non-volatile substances such as pigments, sugars, and salts remained behind in the still. As a result, the distillate taste was often quite unlike the sources."
    },
    {
      "type": "text",
      "section": "History",
      "content": "As described in the 1728 edition of Cyclopaedia, the following method was used to distill brandy:[8]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "A cucurbit was filled half full of the liquor from which brandy was to be drawn and then raised with a little fire until about one-sixth part was distilled, or until that which falls into the receiver was entirely flammable. This liquor, distilled only once, was called the spirit of wine or brandy. Purified by another distillation (or several more), this was called spirit of wine rectified. The second distillation was made in [a] balneo mariae and in a glass cucurbit, and the liquor was distilled to about one-half the quantity. This was further rectified as long as the operator thought it necessary to produce brandy."
    },
    {
      "type": "text",
      "section": "History",
      "content": "To shorten these several distillations, which were long and troublesome, a chemical instrument was invented that reduced them to a single distillation. A portion was ignited to test the purity of the rectified spirit of wine. The liquor was good if a fire consumed the entire contents without leaving any impurities behind. Another, better test involved putting a little gunpowder in the bottom of the spirit. The liquor was good if the gunpowder could ignite after the spirit was consumed by fire.[8] (Hence the modern \"proof\" to describe alcohol content.)"
    },
    {
      "type": "text",
      "section": "History",
      "content": "As most brandies have been distilled from grapes, the regions of the world producing excellent brandies have roughly paralleled those areas producing grapes for viniculture. At the end of the 19th century, the western European markets, including by extension their overseas empires, were dominated by French and Spanish brandies and eastern Europe was dominated by brandies from the Black Sea region, including Bulgaria, the Crimea, Georgia and Armenia. In 1877,[9] the Ararat brandy brand[10] was established in Yerevan, Armenia. It became one of the top brandy brands over time and during the Yalta Conference, Winston Churchill was so impressed with the Armenian brandy Dvin given to him by Joseph Stalin[11] that he asked for several cases of it to be sent to him each year.[12][13] Reportedly 400 bottles of Dvin were shipped to Churchill annually.[14] In 1884, David Sarajishvili founded a brandy factory in Tbilisi, Georgia, a crossroads for Turkish, Central Asian, and Persian trade routes and a part of the Russian Empire at the time.[15]"
    },
    {
      "type": "text",
      "section": "Technology",
      "content": "Except for a few major producers, brandy production and consumption tend to have a regional character, and thus production methods significantly vary. Wine brandy is produced from a variety of grape cultivars. A special selection of cultivars, providing distinct aroma and character, is used for high-quality brandies, while cheaper ones are made from whichever wine is available.[16]"
    },
    {
      "type": "text",
      "section": "Technology",
      "content": "Brandy is made from so-called base wine, which significantly differs from regular table wines. It is made from early grapes to achieve higher acid concentration and lower sugar levels. Base wine generally contains smaller amounts (up to 20 mg/L) of sulphur than regular wines, as it creates undesired copper(II) sulfate in reaction with copper in the pot stills. The yeast sediment produced during the fermentation may or may not be kept in the wine, depending on the brandy style.[16]"
    },
    {
      "type": "text",
      "section": "Technology",
      "content": "Brandy is distilled from the base wine in two phases. First, a large part of water and solids is removed from the base, obtaining so-called \"low wine\", a concentrated wine with 28–30% ABV. In the second stage, low wine is distilled into brandy. The liquid exits the pot still in three phases, referred to as the \"heads\", \"heart\", and \"tails\", respectively. The first part, the \"head\", has an alcohol concentration of about 83% (166 US proof) and an unpleasant odour. The weak portion on the end, the \"tail\", is discarded along with the head, and they are generally mixed with another batch of low wine, thereby entering the distillation cycle again. The middle heart fraction, the richest in aromas and flavours, is preserved for later maturation.[16]"
    },
    {
      "type": "text",
      "section": "Technology",
      "content": "Distillation does not simply enhance the alcohol content of wine. The heat under which the product is distilled and the material of the still (usually copper) cause chemical reactions during distillation. This leads to the formation of numerous new volatile aroma components, changes in relative amounts of aroma components in the wine, and the hydrolysis of components such as esters."
    },
    {
      "type": "text",
      "section": "Technology",
      "content": "Brandy is usually produced in pot stills (batch distillation), but the column still can also be used for continuous distillation. The distillate obtained in this manner has a higher alcohol concentration (approximately 90% ABV) and is less aromatic. The choice of the apparatus depends on the style of brandy produced.[16] Cognac and South African brandy are examples of brandy produced in batches[16] while many American brandies use fractional distillation in column stills.[citation needed]"
    },
    {
      "type": "text",
      "section": "Chemical compounds in brandy",
      "content": "Some of the key compounds found in brandy include:"
    },
    {
      "type": "text",
      "section": "Chemical compounds in brandy",
      "content": "Ethanol (C2H5OH): The primary alcohol responsible for intoxication."
    },
    {
      "type": "text",
      "section": "Chemical compounds in brandy",
      "content": "Esters: Such as ethyl acetate, contributing to fruity flavors."
    },
    {
      "type": "text",
      "section": "Chemical compounds in brandy",
      "content": "Aldehydes: Like acetaldehyde, adding to the aroma."
    },
    {
      "type": "text",
      "section": "Chemical compounds in brandy",
      "content": "Tannins: From the wood, providing astringency.[17][better source needed]"
    },
    {
      "type": "text",
      "section": "Aging",
      "content": "After distillation, the unaged brandy is placed into oak barrels to mature. Usually, brandies with a natural golden or brown colour are aged in oak casks (single-barrel ageing). Some brandies, particularly those from Spain, are aged using the solera system, where the producer changes the barrel each year. After a period of ageing, which depends on the style, class and legal requirements, the mature brandy is mixed with distilled water to reduce alcohol concentration and bottled. Some brandies have caramel colour and sugar added to simulate the appearance of barrel ageing.[16]"
    },
    {
      "type": "text",
      "section": "Serving",
      "content": "Brandy is traditionally served at room temperature (neat) from a snifter, a wine glass or a tulip glass. When drunk at room temperature, it is often slightly warmed by holding the glass cupped in the palm or by gentle heating. Excessive heating of brandy may cause the alcohol vapour to become too strong, causing its aroma to become overpowering. Brandy-drinkers who like their brandy warmed may ask for the glass to be heated before the brandy is poured.[18]"
    },
    {
      "type": "text",
      "section": "Serving",
      "content": "Brandy may be added to other beverages to make several popular cocktails; these include the Brandy Sour, the Brandy Alexander, the Sidecar, the Brandy Daisy, and the Brandy Old Fashioned."
    },
    {
      "type": "text",
      "section": "Serving",
      "content": "Anglo-Indian usage has \"brandy-pawnee\" (brandy with water).[19][20]"
    },
    {
      "type": "text",
      "section": "Culinary uses",
      "content": "Brandy is a common deglazing liquid used in making pan sauces for steak and other meat. It creates a more intense flavour in some soups, notably onion soup."
    },
    {
      "type": "text",
      "section": "Culinary uses",
      "content": "In English Christmas cooking, brandy is a common flavouring in traditional foods such as Christmas cake, brandy butter, and Christmas pudding. It is also commonly used in drinks such as mulled wine and eggnog, drunk during the festive season."
    },
    {
      "type": "text",
      "section": "Culinary uses",
      "content": "Brandy is used to flambé dishes such as crêpe Suzette and cherries jubilee while serving.[1] Brandy is traditionally poured over a Christmas pudding and set alight before serving. The use of flambé can retain as much as 75% of the alcohol in the brandy.[21]"
    },
    {
      "type": "text",
      "section": "Historical medical uses",
      "content": "In the 19th century, brandy was often used as medical treatment due to its alleged \"stimulating\" qualities. It was also used by many European explorers of tropical Africa, who suggested that regular, moderate doses of brandy might help a traveller to cope with fever, depression, and stress. These views fell out of favour in the late nineteenth and early twentieth century, with suggestions that people were using brandy's \"medical\" qualities as an excuse for social drinking.[22]"
    },
    {
      "type": "text",
      "section": "Terminology and legal definitions",
      "content": "The term brandy is a shortening of the archaic English brandewine or brandywine,[23] which was derived from the Dutch word brandewijn, itself derived from gebrande wijn, which literally means \"burned wine\"[24] and whose cognates include brännvin and brennivín. In Germany, the term Branntwein refers to any distilled spirits, while Weinbrand refers specifically to distilled wine from grapes."
    },
    {
      "type": "text",
      "section": "Terminology and legal definitions",
      "content": "In the general colloquial usage of the term, brandy may also be made from pomace and from fermented fruit other than grapes.[1] If a beverage comes from a particular fruit (or multiple fruits) other than exclusively grapes, or from the must of such fruit, it may be referred to as a \"fruit brandy\" or \"fruit spirit\" or named using the specific fruit, such as \"peach brandy\", rather than just generically as \"brandy\". If pomace is the raw material, the beverage may be called \"pomace brandy\", \"marc brandy\", \"grape marc\", \"fruit marc spirit\", or \"grape marc spirit\", \"marc\" being the pulp residue after the juice has been pressed from the fruit."
    },
    {
      "type": "text",
      "section": "Terminology and legal definitions",
      "content": "Grape pomace brandy may be designated as \"grappa\" or \"grappa brandy\".[25] Apple brandy may be referred to as \"applejack\",[25] although the process of jacking which was originally used in its production involved no distillation. There is also a product called \"grain brandy\" that is made from grain spirits.[26]"
    },
    {
      "type": "text",
      "section": "Terminology and legal definitions",
      "content": "Within particular jurisdictions, specific regulatory requirements regarding the labelling of products identified as brandy exist. For example:"
    },
    {
      "type": "text",
      "section": "Terminology and legal definitions",
      "content": "Within the European Union, the German term Weinbrand is legally equivalent to the English term \"brandy\", but outside the German-speaking countries, it is particularly used to designate brandy from Austria and Germany.[citation needed]"
    },
    {
      "type": "image",
      "section": "Varieties and brands",
      "filename": "image_894.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Labelling of grades",
      "content": "Brandy has a traditional age grading system, although its use is unregulated outside of Cognac and Armagnac.[46] These indicators can usually be found on the label near the brand name:"
    },
    {
      "type": "text",
      "section": "Labelling of grades",
      "content": "In the case of Brandy de Jerez, the Consejo Regulador de la Denominacion Brandy de Jerez classifies it according to:[48]"
    },
    {
      "type": "text",
      "section": "Labelling of grades",
      "content": "Russian brandy (traditionally called \"Cognac\" within the country), as well as brandies from many other post-Soviet states, uses the traditional Russian grading system that is similar to the French one, but extends it significantly:[49][50]"
    }
  ]
}