{
  "page_id": 174,
  "url": "https://en.wikipedia.org/wiki/Dave_Orchard",
  "title": "Dave Orchard - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1301.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Dave Orchard",
      "content": "David Lynton Orchard (born 24 June 1948) is a South African former first-class cricketer, and former international umpire who stood in 44 Test matches and 107 One-Day Internationals."
    },
    {
      "type": "text",
      "section": "Biography",
      "content": "Orchard was born in Pietermaritzburg, South Africa. His father, Kenneth Orchard and uncle Eric Orchard played first-class cricket for Natal, and his son Justin Orchard for Free State.[1][2]"
    },
    {
      "type": "text",
      "section": "Playing career",
      "content": "He played first-class cricket as an all-rounder for Natal and Natal B between 1967/8 and 1978/9, scoring 1,634 runs at a batting average of 24.38 and taking 47 wickets at a bowling average of 29.02.  He also played 5 games of List A cricket for Natal between 1969/70 and 1971/2, and played as a professional for Rawtenstall in the Lancashire League in 1972 and 1973.[2][3][4][5]"
    },
    {
      "type": "text",
      "section": "Umpiring career",
      "content": "Orchard became a first-class umpire in 1992.[6] He made his international debut as an umpire at the One Day International \"Mandela Tournament\" in late 1994, standing in the match between Pakistan and Sri Lanka at Durban on 2 December 1994.  He umpired several matches in the 1999 Cricket World Cup and 2003 Cricket World Cup.  His last ODI as umpire was played between Pakistan and New Zealand at Rawalpindi on 7 December 2003.[7][8][9]"
    },
    {
      "type": "text",
      "section": "Umpiring career",
      "content": "He umpired his first Test in December 1995, standing with Steve Bucknor in the 3rd Test between South Africa and England at Kingsmead, Durban in December 1995. Orchard's last Test was the 3rd Test between Sri Lanka and Australia at the Sinhalese Sports Club Ground in Colombo in March 2004, again standing with Steve Bucknor.[10][11][12]"
    },
    {
      "type": "text",
      "section": "Umpiring career",
      "content": "He joined the Elite Panel of ICC Umpires when it was formed in 2002, but was demoted in 2004 along with Asoka de Silva and Russell Tiffin.[13]"
    },
    {
      "type": "text",
      "section": "Umpiring career",
      "content": "After leaving the international panel, he continued to stand in domestic cricket in Australia until 2010.[14][15]"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "This biographical article related to South African cricket is a stub. You can help Wikipedia by expanding it."
    }
  ]
}