{
  "page_id": 47,
  "url": "https://en.wikipedia.org/wiki/Courvoisier",
  "title": "Courvoisier - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_387.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Courvoisier",
      "filename": "image_388.jpg",
      "caption": "Courvoisier"
    },
    {
      "type": "image",
      "section": "Courvoisier",
      "filename": "image_389.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Courvoisier",
      "content": "Courvoisier (French pronunciation: [kuʁvwazje]) is a brand of cognac, with production based in the town of Jarnac in the Charente region of France. It is the youngest and smallest of the \"big four\" cognac houses (the others are Hennessy, Rémy Martin, and Martell).[1]"
    },
    {
      "type": "text",
      "section": "Courvoisier",
      "content": "Courvoisier has also been described as the most untypical of the big four.[2] It controls every step of its production process but does no distilling of its own, changes the process for different vintages and regional variations in eaux-de-vie, and has never owned vines. In 2019, it exported approximately 1.4 million nine-litre cases of its cognacs.[3]"
    },
    {
      "type": "text",
      "section": "Courvoisier",
      "content": "The brand has been owned by several companies in recent years from Allied Domecq in the 1990s, Beam Global (later Suntory Global Spirits) thereafter, and most recently Campari Group since May 2024.[4]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1835, Emmanuel Courvoisier started a wine and spirit company in the Parisian suburb of Bercy with Louis Gallois, then the mayor of Bercy.[5] Originally, the pair would act as traders for the best cognacs of the region. Eventually they decided that the only way they could guarantee the very finest cognac was to relocate to the region and become producers themselves. The 200-year-old crafting process has not changed since Courvoisier's establishment in Bercy."
    },
    {
      "type": "text",
      "section": "History",
      "content": "Emperor of the French Napoleon Bonaparte visited Bercy in 1811 as documented in a historic painting by Etienne Bouhot, and later was credited with saying that he wanted his artillery companies to have a ration of cognac during the Napoleonic Wars.[6] Legend has it that Napoleon I later took several barrels of cognac with him to St Helena, a treat much appreciated by the English officers on the ship, who named it \"the Cognac of Napoleon\".[6] In 1869, Napoleon's heir Napoleon III personally requested Courvoisier and bestowed the honourable title of \"Official Supplier to the Imperial Court\" which is still displayed at the Courvoisier museum in Jarnac.[7]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1828, Felix Courvoisier and Jules Gallois, the sons of Emmanuel and Louis, wanted to improve the quality of cognac, moving the company to the heart of the Cognac region in the town of Jarnac.  After Felix's passing in 1866, his nephews, the Curlier brothers, took over the management of the business. By 1909, the business was sold to the Simon family from England, but still maintained its production and headquarters in the Jarnac region.[8]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Located ten minutes from the town of Cognac, the main Courvoisier business operations still operate from the Château on the banks of the Charente river which was established in the 1870s. Courvoisier sources eaux-de-vie from the following crus to create its blends: Grande Champagne, Petite Champagne, Borderies and Fin Bois. The harvest season begins in October, followed up by distillation from November to March. Courvoisier cognac is aged in barrels handmade from 200-year-old oak sourced from the Tronçais forest in France.[9]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Courvoisier headquarters are still stationed in Jarnac, about ten minutes from the Cognac region. Courvoisier is run from the original Château Felix Courvoisier and Jules Gallois moved to in 1828.[10] Today, the Courvoisier Château has a boutique and museum, offering private tastings and exclusive tours. The museum features several items linked to Napoleon I."
    },
    {
      "type": "text",
      "section": "History",
      "content": "In December 2023, Campari Group made an agreement to acquire the company that owned the brand.[11] On 1 May 2024, it was announced that this transaction had been completed."
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Courvoisier launched the Joséphine bottle in 1951, named after Napoleon's first wife. The shape of the bottle, with a thin neck and wide base, has become synonymous with Courvoisier, and speculation still exists whether the shape is meant to mimic Josephine's love of corsets or an inverted replica of early brandy glasses.[10]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Courvoisier was the first cognac brand to appear on TV with an advertisement on UK television broadcast to nine million viewers. In 2009, Courvoisier was the first alcohol brand to release a 3D advertisement, titled \"Cognac With Another Dimension\", on TV and in cinemas, ahead of the viewing of the biggest-grossing film of all time, Avatar.[12] A special iPod app was created to teach consumers how to use Courvoisier as an ingredient in cocktails as part of the \"Mixability\" promotion.[13]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "In 2009 Courvoisier created an \"Architectural Punchbowl\" in conjunction with Bompas & Parr. It was intended as immersive brand experience, featuring cocktails served from a structure filled with 4,000 litres of a punch containing Courvoisier. The event was a homage to Admiral Edward Russell, who in 1694 created a large punchbowl that had to be served by a boy rowing across it.[14]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "In 1988, famed Art Deco designer Erté was commissioned to create limited edition Courvoisier bottles containing Grande Champagne cognac dating back to the year of his birth, 1892. The seven unique designs represented various stages of the cognac distillation process interpreted by Erté's unique designs.[15]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Courvoisier's next fashion partnership was in 2005 with English designer Vivienne Westwood. Sold exclusively at Harvey Nichols, The Courvoisier XO dressed by Vivienne Westwood only released 150 limited edition bottles.[16]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "The oldest bottle of Courvoisier, with liquid dating back to 1789, was unveiled at Harrods for the Alchimie L'Atelier event. Discovered in Dutch collector Bay van der Bunt's vault, the bottle went on sale for €90,000.[17]"
    },
    {
      "type": "image",
      "section": "Products",
      "filename": "image_390.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Accolades",
      "content": "Courvoisier was granted the 'Prestige de la France' in 1984 for providing quality products in France and remains the only cognac house to have received the award.[19] Liquor ratings aggregator Proof66 lists the Courvoisier 21 among the Top 20 rated brandies/cognacs in the world.[20]"
    }
  ]
}