{
  "page_id": 149,
  "url": "https://en.wikipedia.org/wiki/Salim_Malik",
  "title": "Saleem Malik - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1180.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Saleem Malik",
      "filename": "image_1181.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Saleem Malik",
      "content": "Saleem Malik (Punjabi: سلیم ملک; born 16 April 1963) is a Pakistani former cricketer.  He played for the Pakistan national cricket team between 1981/82 and 1999, at one stage captaining the side. He was a wristy, right-handed middle-order batsman who was strong square of the wicket. His off break bowling was also quite effective. Despite playing more than 100 Tests he would go down in cricket history as the first of a number of international cricketers to be banned for match fixing around the start of the 21st century. Saleem is the brother-in-law of former teammate Ijaz Ahmed.[1] He was a part of the Pakistani squad which won the 1992 Cricket World Cup."
    },
    {
      "type": "text",
      "section": "Saleem Malik",
      "content": "He captained Pakistan in 12 Tests, winning 7.  In One-Day International cricket, he led his country 34 times, winning 21 of the matches."
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Malik played his first Test match in March 1982, against Sri Lanka at Karachi.[2] After making 12 in his first innings, he made an unbeaten 100 in the second to set up a declaration. Aged 18 years and 323 days at the time, he was the second youngest player to make a century on Test debut.[3]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "During the tour of England in 1987, Malik fell for 99 at Headingley and made 102 at The Oval. He would become familiar with English conditions, playing for Essex for a couple of years during the early 1990s. He had a good season in 1991, scoring 1,972 runs, the 3rd most by a non-English player for Essex.[4]\nIn Test cricket he performed better against England than any other of his opponents, appearing 19 times and making 1,396 runs at an average of 60.70.[5]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "One of his notable performances in One Day International cricket was an innings that he played against India in 1987.[6] Chasing 238 in 40 overs, Pakistan were reduced to 5/161 when Malik arrived at the crease. He scored 72 out of the remaining 77 runs required, in just 36 deliveries. He finished unbeaten and Pakistan won by 2 wickets with 3 balls to spare."
    },
    {
      "type": "text",
      "section": "Match fixing",
      "content": "Malik captained Pakistan on tours of South Africa and Zimbabwe before being suspended from cricket over accusations of bribery. He was however found innocent and allowed to continue his career. Malik played his last Test match in January 1999 but ended his cricket career in disgrace, with the charge of match fixing, having been given a life ban as a result of Justice Qayyam's enquiry in May 2000.[7]"
    },
    {
      "type": "text",
      "section": "Match fixing",
      "content": "A local court in Lahore lifted the life ban imposed by the Pakistan Cricket Board on 23 October 2008. Civil judge Malik Mohammad Altaf ruled in favour of Malik and quashed the ban imposed for alleged match fixing.[8]"
    },
    {
      "type": "text",
      "section": "Match fixing",
      "content": "He claimed to have accepted an offer by the PCB to work as the Chief Coach for country's National Cricket Academy on 3 November 2008 just days after the ban was lifted, however, the PCB denied making any such offer.[9]"
    },
    {
      "type": "text",
      "section": "Match fixing",
      "content": "In October 2012, Malik submitted his application to the Pakistan Cricket Board (PCB) for the position of batting coach. Earlier that month the PCB had placed an advertisement seeking a batting coach for the national side.[10] He is now planning to establish a cricket academy for young cricketers in Lahore and has been doing his personal business with his long-term partner, Hamza Yusuf.[11]"
    }
  ]
}