{
  "page_id": 198,
  "url": "https://en.wikipedia.org/wiki/Ajay_Jadeja",
  "title": "Ajay Jadeja - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1411.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Ajay Jadeja",
      "filename": "image_1412.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Ajay Jadeja",
      "content": "Ajaysinhji \"Ajay\" Jadeja[1] (pronunciationⓘ born 1 February 1971) is an Indian former professional cricketer. He was a regular member of the Indian cricket team in the One Day International (ODI) format between 1992 and 2000. He played fifteen Test matches and 196 ODIs for India. He also occasionally captained the India national cricket team. He was part of the Indian squad which won the 1995 Asia Cup. Presently, Jadeja is working with the Afghanistan cricket team as the team mentor.[2]"
    },
    {
      "type": "text",
      "section": "Ajay Jadeja",
      "content": "Due to his alleged involvement in match fixing, the Board of Control for Cricket in India (BCCI) life banned him from cricket on 3 June 2000; later the BCCI reduced the to five years. On 27 January 2003, a Delhi court lifted the ban. However, Jadeja was not able to play again for Indian cricket team.[3]"
    },
    {
      "type": "text",
      "section": "Ajay Jadeja",
      "content": "After he quit playing cricket, he worked as coach of the Delhi cricket team around 2015. In the 2000s he acted in few Bollywood movies, appeared as contestant in dance reality show Jhalak Dikhhla Jaa and worked as pundit for SET Max, AajTak, NDTV India etc. various times.[4][5][6]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Jadeja was born into an erstwhile Nawanagar royal family.[7][8] which has a cricketing pedigree. His relatives include K. S. Ranjitsinhji, after whom the Ranji Trophy is named, and K. S. Duleepsinhji, for whom the Duleep Trophy is named. Jadeja's Father Daulatsinhji Jadeja was a 3 time Member of Parliament from Jamnagar Loksabha. His mother is a native of Alappuzha in Kerala.[9] Jadeja is married to Aditi Jaitly, the daughter of Jaya Jaitly and the couple have two children, Aiman and Ameera."
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "He began his schooling at the Bharatiya Vidya Bhawan, New Delhi. He was subsequently sent to a Rajkumar College in Rajkot. He did not like boarding school, and in a particular year he ran away from there 13 times. He finally settled down at the Sardar Patel Vidyalaya, New Delhi, from where he completed his schooling. He met Aditi Jaitly here. He later went for higher studies to Hindu College, Delhi.[6]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "In October 2024, Jadeja was declared the next Jam Saheb of Nawanagar (heir to the Jamnagar royal throne), also known as Jamnagar, by the current Jam Saheb of Nawanagar Shatrusalyasinhji Digvijaysinhji Jadeja.[10]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Jadeja was a regular in the Indian cricket team between 1992 and 2000, playing 15 Test matches and 196 One Day Internationals. He was regarded as one of the best fielders in the Indian team in his time. One of his most memorable innings was his cameo in the 1996 Cricket World Cup quarter-final In Bengaluru against arch rivals Pakistan when he scored 45 off 25 balls, including 40 from the final two overs by Waqar Younis. Jadeja, along with Mohammed Azharuddin, holds the record for the highest one-day partnership 4th and 5th wicket, set against Zimbabwe and Sri Lanka respectively. Jadeja was also renowned for his remarkable fielding and was considered one of the safest pair of hands in the Indian team during his tenure."
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Another memorable occasion of his career was taking 3 wickets for 3 runs in 1 over against England in Sharjah to win the match for India. Jadeja has captained India in 13 One-day matches. One of favorite hunting grounds was the Chinnaswamy Stadium in Bangalore, the venue of the quarter-final against Pakistan in the 1996 World Cup. The last time Jadeja played in a One Day International was against Pakistan in the Pepsi Asia Cup on 3 June 2000. He scored 93 in a game that India eventually lost. Jadeja was the top scorer hitting 8 fours and 4 sixes."
    },
    {
      "type": "text",
      "section": "Match-fixing scandal",
      "content": "Jadeja's cricketing achievements were later overshadowed by a 5-year ban for match-fixing. The ban was later removed by the Delhi High Court on 27 January 2003, making Jadeja eligible to play domestic and international cricket. Jadeja had approached the Delhi High Court on 2 February 2001, challenging the BCCI order imposing the five-year ban on the basis of the K. Madhavan Committee recommendations. He was back playing Ranji in 2003."
    },
    {
      "type": "text",
      "section": "After cricket",
      "content": "In 2015, Jadeja was appointed as the main coach for Delhi cricket team but he resigned from the post.[5] He worked as a cricket commentator and pundit for SET Max during number of Indian Premier League seasons in the Extra Innings show. He has also worked as cricket expert- analyst for news channels such as NDTV, Aajtak, Cricbuzz and more."
    },
    {
      "type": "text",
      "section": "After cricket",
      "content": "In September 2023, Afghanistan Cricket Board appointed Ajay Jadeja as Afghanistan's assistant coach/mentor for the ICC Men's Cricket World Cup 2023. Afghanistan went on to win four matches in the tournament, including wins against giants like England and Pakistan as well as a shockingly narrow game against the year's winners, Australia, a stark difference from their winless campaign in 2019. Numerous ex-cricketers have suggested that their newfound victories were largely credited to Jadeja's influence[11][12] and the Afghanistan team also expressed gratitude for the impact he had on them. Jadeja also worked as a Batting Coach for MI Emirates in ILT20 2023. [13][14]"
    },
    {
      "type": "text",
      "section": "Filmography",
      "content": "Jadeja acted in the 2003 movie Khel with Sunny Deol and Sunil Shetty. He also acted in the 2009 movie, Pal Pal Dil Ke Ssaat, directed by V.K.Kumar.[4]"
    },
    {
      "type": "text",
      "section": "Filmography",
      "content": "Jadeja was a contestant on the celebrity dance show Jhalak Dikhhla Jaa in its first season. He has been appeared on the TV show Comedy Circus, The Great Indian Laughter Challenge as a guest.[15]"
    },
    {
      "type": "text",
      "section": "Filmography",
      "content": "He did a cameo in Abhishek Kapoor's film Kai Po Che![16] acting as himself in a cricket commentator role."
    }
  ]
}