{
  "page_id": 89,
  "url": "https://en.wikipedia.org/wiki/National_Olympic_Committee",
  "title": "National Olympic Committee - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_858.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "National Olympic Committee",
      "filename": "image_859.jpg",
      "caption": "Olympic Rings"
    },
    {
      "type": "text",
      "section": "National Olympic Committee",
      "content": "A National Olympic Committee (NOC) is a national constituent of the worldwide Olympic movement. Subject to the controls of the International Olympic Committee, NOCs are responsible for organizing their athletes'  participation in the Olympic Games.  They may nominate cities within their respective areas as candidates for future Olympic Games. NOCs also promote the development of athletes and the training of coaches and officials at the national level within their national territories."
    },
    {
      "type": "text",
      "section": "National Olympic Committees",
      "content": "As of 2023, there are 206 National Olympic Committees.[1] These include each of the 193 member states of the United Nations, one UN General Assembly observer state (Palestine[2]), two states without UN recognition (Kosovo[3] and Taiwan[note 1][4]) and one associated state of New Zealand (the Cook Islands[5])."
    },
    {
      "type": "text",
      "section": "National Olympic Committees",
      "content": "There are also nine dependent territories with recognized NOCs: four territories of the United States (American Samoa,[6] Guam,[7] Puerto Rico,[8] and the United States Virgin Islands[9]), three British Overseas Territories (Bermuda,[10] the British Virgin Islands,[11] and the Cayman Islands[12]), one constituent country of the Kingdom of the Netherlands (Aruba[13]) and one special administrative region of China (Hong Kong[14])."
    },
    {
      "type": "text",
      "section": "National Olympic Committees",
      "content": "Prior to 1996, rules for recognizing dependent territories or constituent countries as separate countries within the IOC were not as strict as those within the United Nations, which allowed these territories to field teams separately from their sovereign state. Following an amendment to the Olympic Charter in 1996, NOC recognition can only be granted after recognition as an independent country by the international community.[15] Since the rule does not apply retroactively, the dependent territories and constituent countries which were recognized before the rule change are allowed to continue sending separate teams to the Olympics,[15] while the Faroe Islands[16] and Macau[17] send their own Paralympic teams."
    },
    {
      "type": "text",
      "section": "National Olympic Committees",
      "content": "The only state which thus qualifies to participate in the future is the Vatican City, a UN General Assembly observer state. Niue, an associated state of New Zealand, could also be eligible as it conducts its own foreign relations and participates independently in UN specialized agencies and treaties,[18] though this is unclear.[19] Currently, all other remaining states are ineligible to join the IOC as they are not recognized by a majority of United Nations member countries.[20] Constituent countries and dependent territories such as Curaçao, the Faroe Islands, Gibraltar, Greenland, Macau, New Caledonia and French Polynesia can also no longer be recognized, so athletes from these territories can only participate in the Olympics as part of their parent nation's national team. This rule also applies to territories experiencing a change in status – the Netherlands Antilles Olympic Committee was dissolved at the 123rd IOC session in July 2011 as the Netherlands Antilles ceased to exist in 2010.[21][22]"
    },
    {
      "type": "text",
      "section": "National Olympic Committees",
      "content": "For those countries and territories that are part of the Commonwealth of Nations, their National Olympic Committees usually also serve as the members of the Commonwealth Games Association, though not for the constituent countries of the United Kingdom (England, Scotland, Wales and Northern Ireland), nor for Canada or Australia, who maintain separate organisations for Commonwealth and Olympic sport. For the other Commonwealth members, their NOCs are responsible for organising and overseeing their national teams at the Commonwealth Games.[23][24]"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "This section lists the current:"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "The ANOC members are eligible to enter the Olympic Games. Some National Olympic Committees who are members of a continental Olympic association but not ANOC members compete in continental-level and subregional-level tournaments. These committees, however, are not allowed to participate in the Olympic Games."
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "The five continental Olympic associations are:[citation needed]"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "The IOC runs the Summer Olympic Games and the Winter Olympic Games as competitions in which all IOC-recognized NOCs can participate. Each continent also runs its own championships for their members:[citation needed]"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "While not continental unions in themselves, the Union of Arab National Olympic Committees (UANOC) and International Committee of Mediterranean Games (CIJM) organize multi-sport events between Arabic-speaking countries and Mediterranean countries respectively.[citation needed] All 22 National Olympic Committees that form the UANOC and the 26 from CIJM are also members of either the ANOCA, EOC or OCA and are eligible to send their athletes to either the African, European or Asian Games. National Olympic Committees from the UANOC and CIJM are noted in the list below.[citation needed]"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "1: National Olympic Committee is a member of the UANOC.\n2: National Olympic Committee is a member of the |CIJM.\n3: National Olympic Committee is also National Commonwealth Games Association"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "1: National Olympic committee also a member of the Commonwealth Games Federation"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "1: National Olympic Committee is a member of the UANOC.\n2: National Olympic Committee is a member of the OCA but not an ANOC member.\n3: Official name used by the IOC, ANOC and OCA for the  Republic of China (Taiwan).\n4: National Olympic Committee is a member of the CIJM.\n5: National Olympic committee also the national Commonwealth Games Association."
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "1: Israel was a member of the OCA, but was expelled from the organization between 1952 and 1981. Joined the EOC in 1994.\n2: National Olympic Committee is a member of the CIJM.\n3: National Olympic committee also the national Commonwealth Games Association.\n4: National Olympic Committee is suspended by the IOC.[30]"
    },
    {
      "type": "text",
      "section": "Listed NOCs",
      "content": "1: National Olympic Committee is an associate member of the ONOC but not an ANOC member."
    },
    {
      "type": "text",
      "section": "Divisions",
      "content": "The NOCs are all members of the Association of National Olympic Committees (ANOC), which is also split among five continental associations:"
    },
    {
      "type": "image",
      "section": "Divisions",
      "filename": "image_860.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Divisions",
      "content": "See the article for each continental association for the complete lists of all NOCs."
    },
    {
      "type": "text",
      "section": "Unrecognized National Olympic Committees",
      "content": "The Faroe Islands and Macau both have recognized National Paralympic Committees and compete at the Paralympic Games. However, neither territory's National Olympic Committee is recognized by the IOC, so they cannot participate in the Olympics.[32] Macau remains recognized by the Olympic Council of Asia and takes part in the Asian Games."
    },
    {
      "type": "text",
      "section": "Unrecognized National Olympic Committees",
      "content": "Other existing countries/regions with unrecognized Olympic committees: Catalonia,[33] Gibraltar,[34] French Polynesia, Niue,[35] New Caledonia,[36] Curaçao,[37][38][39] Guadeloupe,[37][39] French Guiana,[37][39] Martinique,[37][39] Sint Maarten,[37] the Northern Mariana Islands, Anguilla,[39] Montserrat,[39] Turks & Caicos Islands,[39][37] Transnistria, Kurdistan,[40][41] Northern Cyprus,[42] Somaliland,[43] Abkhazia,[44] and Native Americans.[45][46]"
    },
    {
      "type": "text",
      "section": "Unrecognized National Olympic Committees",
      "content": "It was reported in 2014 that South Ossetia intend to establish a National Olympic Committee.[47]"
    },
    {
      "type": "text",
      "section": "Olympic Sport",
      "content": "Vatican"
    },
    {
      "type": "text",
      "section": "Olympic Sport",
      "content": "Vatican"
    },
    {
      "type": "image",
      "section": "External links",
      "filename": "image_861.jpg",
      "caption": "Association of National Olympic Committees."
    }
  ]
}