{
  "page_id": 71,
  "url": "https://en.wikipedia.org/wiki/Cognac",
  "title": "Cognac - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_629.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Cognac",
      "filename": "image_630.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Cognac",
      "content": "Cognac (/ˈkɒn.jæk/ KON-yak, also US: /ˈkoʊn-, ˈkɔːn-/ ⓘ KOHN-, KAWN-,[2][3][4] French: [kɔɲak] ⓘ) is a variety of brandy named after the commune of Cognac, France. It is produced in the surrounding departments of Charente and Charente-Maritime, in an officially designated wine-growing region.[5] This region is divided into six districts with different cognacs produced in each.[6]"
    },
    {
      "type": "text",
      "section": "Cognac",
      "content": "Cognac production falls under French appellation d'origine contrôlée (AOC) designation, with production methods and naming required to meet certain legal requirements. Among the specified grapes, Ugni blanc, known locally as Saint-Émilion, is most widely used.[7] The brandy must be twice distilled in copper pot stills and aged at least two years in French oak barrels from Limousin or Tronçais, Allier or Nevers – the majority coming from the first two.[6] Cognac matures in the same way as whiskies and wines barrel-age, and most cognacs spend considerably longer \"on the wood\" than the minimum legal requirement."
    },
    {
      "type": "text",
      "section": "Cognac",
      "content": "Cognac is often drunk in glasses such as the snifter, which has a large tapered bowl and short stem. Such glasses allow the drinker to enjoy the aroma of the drink by placing their hand underneath the bowl and warming the cognac inside, causing it to produce more fumes.[8][9]"
    },
    {
      "type": "image",
      "section": "Production process",
      "filename": "image_631.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Production process",
      "content": "Cognac is a type of brandy, and after the distillation and during the aging process, is also called eau de vie.[10] It is produced by twice distilling wine made from grapes grown in any of the designated growing regions."
    },
    {
      "type": "text",
      "section": "Grapes",
      "content": "The white wine used in making cognac is very dry, acidic, and thin. Though it has been characterised as \"virtually undrinkable\",[11] it is excellent for distillation and aging. It may be made only from a strict list of grape varieties. For it to be considered a true cru cognac, the white wine must be made from at least 90% Ugni blanc (known in Italy as Trebbiano), Folle blanche and Colombard, while up to 10% of the grapes used can be Folignan, Jurançon blanc, Meslier St-François (also called Blanc Ramé), Sélect, Montils, or Sémillon.[12][13] Cognacs that are not to carry the name of a cru are freer in the allowed grape varieties, needing at least 90% Colombard, Folle blanche, Jurançon blanc, Meslier Saint-François, Montils, Sémillon, or Ugni blanc, and up to 10% Folignan or Sélect."
    },
    {
      "type": "image",
      "section": "Fermentation and distillation",
      "filename": "image_632.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Fermentation and distillation",
      "content": "After the grapes are pressed, the juice is left to ferment for 2–3 weeks, with the region's native wild yeast converting the fruit sugars into alcohol; neither sugar nor sulphur may be added.[14] At this point, the resulting wine is about 7 to 8% alcohol.[14]"
    },
    {
      "type": "text",
      "section": "Fermentation and distillation",
      "content": "Distillation takes place in traditionally shaped Charentais copper alembic stills, the design and dimensions of which are also legally controlled. Two distillations must be carried out; the resulting eau de vie is a colourless spirit of about 70% alcohol.[11]"
    },
    {
      "type": "text",
      "section": "Aging",
      "content": "Once distillation is complete, it must be aged in Limousin oak casks for at least two years before it can be sold to the public. It is typically put into casks at an alcohol by volume strength around 70%.[11] As the cognac interacts with the oak barrel and the air, it evaporates at the rate of about 3% each year, slowly losing both alcohol and water (the former more rapidly, as it is more volatile).[11] This phenomenon is called locally la part des anges, or \"the angels' share\". When more than fifty years pass in the oak barrel, the cognac's alcohol content decreases to 40% in volume.[11] The cognac is then transferred to \"large glass bottles called bonbonnes\", then stored for future \"blending.\"[11] Since oak barrels stop contributing to flavor after four or five decades, longer aging periods may not be beneficial.[11]"
    },
    {
      "type": "text",
      "section": "Blending",
      "content": "The age of the cognac is calculated as that of the youngest component used in the blend. The blend is usually of different ages and (in the case of the larger and more commercial producers) from different local areas. This blending, or marriage, of different eaux de vie is important to obtain a complexity of flavours absent from an eau de vie from a single distillery or vineyard. Each cognac house has a master taster (maître de chai), who is responsible for blending the spirits, so that cognac produced by a company will have a consistent house style and quality.[15] In this respect, it is similar to the process of blending whisky or non-vintage Champagne to achieve a consistent brand flavor. A very small number of producers, such as Guillon Painturaud and Moyet, do not blend their final product from different ages of eaux de vie, so produce a \"purer\" flavour.[16]\nHundreds of vineyards in the Cognac AOC region sell their own cognac. These are likewise blended from the eaux de vie of different years, but they are single-vineyard cognacs, varying slightly from year to year and according to the taste of the producer, hence lacking some of the predictability of the better-known commercial products. Depending on their success in marketing, small producers may sell a larger or smaller proportion of their product to individual buyers, wine dealers, bars and restaurants, the remainder being acquired by larger cognac houses for blending."
    },
    {
      "type": "image",
      "section": "Grades",
      "filename": "image_633.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Grades",
      "filename": "image_634.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Grades",
      "filename": "image_635.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Grades",
      "content": "According to the Bureau National Interprofessionnel du Cognac (BNIC), the official quality grades of cognac are:"
    },
    {
      "type": "text",
      "section": "Grades",
      "content": "Most names of the grades are in English because the historical cognac trade, particularly in the 18th century, significantly involved the British.[22]"
    },
    {
      "type": "image",
      "section": "Producing regions",
      "filename": "image_636.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Producing regions",
      "content": "Cognac is also classified by crus, tightly defined geographic denominations where the grapes are grown. Their distinctive soils and microclimates produce eaux de vie with characteristics particular to their specific location."
    },
    {
      "type": "text",
      "section": "Producing regions",
      "content": "The cognac-producing regions called Champagne should not be confused with the northeastern region of Champagne, a wine region that produces sparkling wine by that name, although they do share a common etymology."
    },
    {
      "type": "text",
      "section": "Companies and brands",
      "content": "Close to 200 cognac producers exist.[1] According to one 2008 estimate[24] a large percentage of cognac—more than 90% for the US market—comes from only four producers: Courvoisier (owned by the Campari Group), Hennessy (LVMH), Martell (Pernod Ricard), and Rémy Martin (Rémy Cointreau).[11][24] Other brands meeting the AOC criteria for cognac include Bache-Gabrielsen/Dupuy, Braastad, Camus, La Fontaine de La Pouyade, Château Fontpinot,[24] Delamain, Pierre Ferrand,[11] Frapin, Gautier, Hine,[24] Marcel Ragnaud,[11] Monnet, Moyet, Otard, Meukow, and Cognac Croizet."
    },
    {
      "type": "text",
      "section": "Companies and brands",
      "content": "In 2017, an agreement between the European Union and Armenia was signed, whereby Armenian producers will abandon the usage of the protected geographic name \"cognac\" from 2043.[25] The name \"cognac\" will be prohibited for the domestic Armenian market from 2032.[25]"
    },
    {
      "type": "text",
      "section": "Cognac-based cocktails",
      "content": "Cocktails marked with \"IBA\" are designated as IBA official cocktails by the International Bartenders Association."
    },
    {
      "type": "text",
      "section": "In foods",
      "content": "In addition to being drunk as a beverage, cognac is also used as a flavoring in foods.  Pastry dishes often pair cognac with flavors such as apple, raisin, prune, vanilla, and chocolate.[26]"
    },
    {
      "type": "text",
      "section": "The Role of the Bureau National Interprofessionnel du Cognac (BNIC)",
      "content": "\"The Bureau National Interprofessionnel du Cognac (BNIC) is a French organization that oversees the production, promotion, and protection of Cognac. The BNIC's primary responsibilities include setting and enforcing the standards for Cognac production, ensuring the authenticity and quality of the product, and promoting the brand on a global scale.\"[27]"
    }
  ]
}