{
  "page_id": 34,
  "url": "https://en.wikipedia.org/wiki/Singapore_Turf_Club",
  "title": "Singapore Turf Club - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_245.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Singapore Turf Club",
      "filename": "image_246.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Singapore Turf Club",
      "filename": "image_247.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Singapore Turf Club",
      "content": "The Singapore Turf Club was founded in 1988 as the Bukit Turf Club to manage horse racing for the Singapore Totaliser Board (Tote Board). It is the only horse-racing club in Singapore and is part of the Malayan Racing Association."
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1987, the Ministry of Finance announced the formation of the Tote Board to control the income earned from the Singapore Turf Club (former club with the same name that operated from 1842-1988) via horse racing betting and 4D draws.[1] In 1988, the Tote Board was formed and wanted the club to run horse racing and 4D operations on its behalf but was rejected by the club.[1][2] In response, the Tote Board formed the Bukit Turf Club (BTC) as an agent to operate both activities.[1] After an appeal by the former club to merge into BTC, the Tote Board took over the club's assets and the club's staff was re-employed by BTC.[3]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In May 1988, the government announced a land use review of the premise of the club could possibly rezone the land for residential use.[4] In 1993, Minister of National Development, Richard Hu, said the land would be reused for residential purposes after 1995.[4] SMRT Corporation suggested BTC could relocate to Kranji besides the Kranji MRT station.[4]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 1 June 1994, BTC was renamed as Singapore Turf Club.[5]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The Singapore government proposed an exchange of the Club's 140-hectares of land with 80 ha at Kranji and 60 ha near Peirce Reservoir.[6]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1999, the Club relocated to Kranji with the last race at Bukit Timah held on 25 July 1999.[7] The new racecourse cost $500-million.[6]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Singapore Turf Club is the only horse racing club and authorized operator for horse racing activities in Singapore. It also operates the Singapore Turf Club Riding Centre (STCRC), a 3-hectare site with riding arenas adjacent to the Singapore Racecourse at Kranji."
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 5 June 2023, it was announced that the Singapore Turf Club will cease operations in March 2027 due to demand of land for housing and other projects, with its final race held on 5 October 2024.[8][9] The land will be returned to the government by 2027."
    },
    {
      "type": "image",
      "section": "Racing",
      "filename": "image_248.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Racing",
      "content": "Racing is staged all year round mostly on weekends, with most race meetings restricted to locally trained horses."
    },
    {
      "type": "text",
      "section": "Racing",
      "content": "Since there is no breeding industry in Singapore, all its thoroughbred bloodstock is imported from overseas, primarily from Australia and New Zealand, while some come from other countries like America, Argentina, England, France, Ireland, Japan and South Africa."
    },
    {
      "type": "text",
      "section": "Racing",
      "content": "Horse owners, made up of both Singaporeans and foreigners, purchase horses and send them to local and expat trainers licensed by Singapore Turf Club."
    },
    {
      "type": "text",
      "section": "Racing",
      "content": "The pool of jockeys consists mainly of local jockeys, apprentices and expatriate jockeys, whose licenses are granted by Singapore Turf Club under MRA rules."
    },
    {
      "type": "text",
      "section": "Singapore Airlines International Cup and KrisFlyer International Sprint",
      "content": "The S$3 million Group 1 Singapore Airlines International Cup, was first held in 2000 in conjunction with the opening of the Singapore Racecourse at Kranji. It is held in May, coupled with its sister sprint race, the S$1 million Group 1 KrisFlyer International Sprint run over 1,200m."
    },
    {
      "type": "text",
      "section": "Singapore Airlines International Cup and KrisFlyer International Sprint",
      "content": "Both International Group 1 races were part of the Singapore International Racing Festival. They were opened to horses from around the world. In 2011, the KrisFlyer became the fourth leg of the Global Sprint Challenge. These races were discontinued in 2016."
    },
    {
      "type": "text",
      "section": "Kranji Mile",
      "content": "The $1 million Group 1 Kranji Mile was first introduced in 2000 and runs 1,600m. It replaced the Queen Elizabeth II Cup as one of the three legs of the Singapore Triple Crown series. Slated as the first leg, Kranji Mile then moved on to Raffles Cup (first ran over 1,800m), leading up to the grand final, the Singapore Gold Cup (first ran over 2,200m). Japanese electronics giant Panasonic came on board to sponsor the race from 2007 until 2017, with a Sakura Day-                                                                                                                                                       festival held in tandem to celebrate all things Japanese."
    },
    {
      "type": "text",
      "section": "Kranji Mile",
      "content": "In 2018, Kranji Mile was revamped as an invitational race. It is no longer held as the first leg of the Singapore Triple Crown series but is now staged in May."
    },
    {
      "type": "text",
      "section": "Kranji Mile",
      "content": "Kranji Mile has seen 18 local winners until Hong Kong's Southern Legend, trained by Caspar Fownes and ridden by Zac Purton won the race back-to-back in 2018 and 2019, when it was opened to international runners. Kranji Mile was set to be run as an International Group 3 race in 2020, the only race in Singapore accorded this status, but due to the COVID-19 situation around the world, it remains as a local Group 1 race."
    },
    {
      "type": "text",
      "section": "Singapore Gold Cup",
      "content": "The Singapore Gold Cup is traditionally held at the end of November. Contested on turf, the domestic Group 1 handicap race is now run over a distance of 2,000m and is open to horses aged three and older."
    },
    {
      "type": "text",
      "section": "Singapore Gold Cup",
      "content": "To mark its move from Bukit Timah to Kranji in 1999, Singapore Turf Club raised the prizemoney to $1 million and opened the race to international contenders, but the race returned to domestic status three years later."
    },
    {
      "type": "text",
      "section": "Singapore Derby",
      "content": "The Singapore Derby is the oldest feature race in Singapore, staged on turf and now contested over 1,800m, It is open to four-year-old racehorses only and carries a prize purse of $400,000."
    },
    {
      "type": "text",
      "section": "Lion City Cup",
      "content": "The Lion City Cup was launched in 1974 and is widely considered as Singapore's premier domestic sprint race. It is the only Group 1 feature race on turf. The premier sprint race over 1,200m is open to horses aged three and older."
    },
    {
      "type": "text",
      "section": "Lion City Cup",
      "content": "War Plan's Cup win in 1990 was beamed \"live\" to Hong Kong and in turn, local racegoers were treated to a telecast of the Hong Kong Derby. At its first edition at Kranji, Superb Effect scored consecutive wins in 2000 and 2001. Two other horses to have won it twice were Zac Spirit (2014 and 2016) and Lim's Cruiser (2017 and 2018)."
    },
    {
      "type": "text",
      "section": "Lion City Cup",
      "content": "Singapore's sprinter Rocket Man holds the record for the most number of wins. His name was added to the roll of honour four times with wins recorded consecutively from 2009 to 2012.[10]"
    },
    {
      "type": "text",
      "section": "Raffles Cup",
      "content": "Raffles Cup is the first leg of the Singapore Triple Crown series. Previously ran on turf over 1,800m but now dropped to 1,600m, the domestic Group 1 race is open to horses aged three years and older."
    },
    {
      "type": "text",
      "section": "Queen Elizabeth II Cup",
      "content": "On 20 February 1972, Her Majesty, Queen Elizabeth II, together with Prince Philip and Princess Anne, visited the Club for the Queen Elizabeth II Cup during her state visit to the Republic. The Cup race to commemorate her visit ran over 2,200m and offered a prizemoney of $35,000. A 26,000-strong crowd showed up to see the Royal Family."
    },
    {
      "type": "text",
      "section": "Queen Elizabeth II Cup",
      "content": "After 34 years, Queen Elizabeth II paid a second visit to Singapore Turf Club with Prince Philip on 18 March 2006, once again gracing the race named after her. To mark the grand occasion, the Club increased the Queen Elizabeth II Cup prizemoney from $250,000 to $350,000."
    },
    {
      "type": "text",
      "section": "Queen Elizabeth II Cup",
      "content": "Today, together with Raffles Cup, Queen Elizabeth II Cup acts as a lead-up to the Singapore Gold Cup. It runs over 1,800m with a prize purse of $300,000."
    },
    {
      "type": "text",
      "section": "Queen Elizabeth II Cup",
      "content": "Trainer Teh Choon Beng holds the record for most wins – eight (from 1977 to 1997). Jockeys Oo Khuang Liang (1985, 1995 and 1999) and Vlad Duric (2017, 2019 and 2020) have won three times each."
    },
    {
      "type": "text",
      "section": "Betting",
      "content": "Since 7 January 2019, wagering operations on horse racing have been transferred to Singapore Pools. All wagering on both Singapore and simulcast races is operated and administered by Singapore Pools."
    },
    {
      "type": "text",
      "section": "Betting",
      "content": "Types of bets offered are Win, Place, Forecast, Place Forecast, Tierce, Trio and Quartet."
    },
    {
      "type": "text",
      "section": "Events and Entertainment",
      "content": "Singapore Turf Club resides within the Northern Region."
    },
    {
      "type": "text",
      "section": "Events and Entertainment",
      "content": "The Club leases event spaces for corporate functions and other events, from weddings and luncheons to seminars and conferences."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "Opened on 7 August 1999 following a five-year construction at a cost of $500 million, the Singapore Racecourse at Kranji occupies 124 hectares."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The racetracks were designed with the latest in-turf innovation and technology and the 41 Floodlight masts installed around its course enabled the Club to introduce night racing, the first Club from MRA to do so."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The five-story Grandstand can accommodate up to 30,000 race goers, with a seating capacity of about 13,000 people."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "It encloses public food courts, private boxes with dining and viewing facilities and private dining areas."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The main features of the Grandstand are its uniquely shaped roof[citation needed] which characterizes a horse at full stretch, and the façade featuring floor-to-ceiling glass panels that provide an unobstructed vista of the track to visitors."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The LED Astro vision screen, measuring 46m by 8m, is one of the largest outdoor screens in the world. The screen displays vivid racing action in multi-angles and comprehensive racing and totalizator information."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The stables feature over 1,000 stalls and training facilities include an equine swimming pool, treadmills, horse walkers and a total of seven tracks of turf, poly and sand. The latest addition to the tracks was a 1,000m long uphill track (Polytrack) completed in February 2010. Taking into account Singapore's wet weather, all tracks utilize an underground drainage system which minimizes waterlogging by draining off the rainwater to maintain a safe racing surface at all times."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The Club also operates Singapore's only equine veterinary hospital. The Singapore Turf Club Veterinary Hospital is a modern, fully equipped facility and is staffed by qualified and experienced Equine Veterinary surgeons, including a number of registered specialists."
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The Club manages the only equine quarantine facility in Singapore for the importation of horses, a 2.9ha equine quarantine station at Neo Tiew Road. Newly imported horses undergo a minimum of 14 days quarantine where they will be tested, vaccinated and monitored to be clinically free of diseases before being released."
    },
    {
      "type": "text",
      "section": "Greendale Riding School",
      "content": "In 1991, the club opened Greendale Riding School, a public riding school.[11] In 1996, the school was put up for sale due to the move of the club to Kranji and the new location does not have enough land for the school. The school was eventually closed in 1997 with the club citing a lack of qualified instructors to run the school.[12]"
    },
    {
      "type": "text",
      "section": "Riding Centre",
      "content": "The Singapore Turf Club Riding Centre (STCRC) is a community project by Tote Board and Singapore Turf Club. Built adjacent to Singapore Turf Club and opened in November 2009, STCRC aims to develop the horse-riding community in Singapore. It seeks to introduce and educate the public about horses and horse care through different programmed and activities for all."
    },
    {
      "type": "text",
      "section": "Riding Centre",
      "content": "STCRC is a mix of both modern architecture and abundant fauna and flora. It is kept green to provide plenty of turn out and paddock facilities. Set on 3 hectares of greenery, STCRC features two riding arenas – a 100m by 50m open arena and an 80m by 50m sheltered arena – which can accommodate all events and weather conditions. The viewing gallery seats up to 250."
    },
    {
      "type": "text",
      "section": "Riding Centre",
      "content": "Quality horse care is provided by veterinarians and an equine medical facility."
    },
    {
      "type": "text",
      "section": "Riding Centre",
      "content": "The modern administration building features classrooms where lessons on core subjects such as stable management and the care of horses are taught."
    },
    {
      "type": "text",
      "section": "Riding Centre",
      "content": "The STCRC Arena was purpose-built in 2010 to host the Equestrian Jumping event for the inaugural Youth Olympic Games in Singapore."
    },
    {
      "type": "text",
      "section": "Riding Centre",
      "content": "STCRC also provides opportunities for riders who do not own horses to compete in equestrian sports. A youth squad was started in 2011 with four young riders who proceeded to win competitions in Singapore and Malaysia and a dressage squad in 2013."
    },
    {
      "type": "text",
      "section": "Riding Centre",
      "content": "With its world-class facility, STCRC regularly hosts FEI dressage and jumping competitions and other competitions for the riding community in Singapore. Riders from STCRC have regularly won in many of such regional and local competitions."
    },
    {
      "type": "text",
      "section": "Sponsorships",
      "content": "Various companies act as sponsors to some feature races in Singapore, including Singapore Airlines (Singapore Airlines International Cup and KrisFlyer International Sprint), Longines (Singapore Gold Cup), Emirates Airline (Singapore Derby), Panasonic (Kranji Mile) and Magic Millions, Inglis, Aushorse and IRT (Singapore Golden Horseshoe series) and Japan Bloodhorse Breeders’ Association (Moonbeam Vase) among others."
    },
    {
      "type": "image",
      "section": "References",
      "filename": "image_249.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "References",
      "content": "1°25′17″N 103°45′37″E﻿ / ﻿1.4215°N 103.7604°E﻿ / 1.4215; 103.7604"
    }
  ]
}