{
  "page_id": 95,
  "url": "https://en.wikipedia.org/wiki/Rohard_the_Elder",
  "title": "Rohard the Elder - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_891.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Rohard the Elder",
      "content": "Rohard the Elder or Rohard of Nablus (Latin: Roardus) was a wealthy landowner who served as the viscount of Jerusalem from 1135 to 1147.[1] His service to the crown spanned the reigns of King Fulk (r. 1131–1143), Queen Melisende (r. 1131–1152), King Baldwin III (r. 1143–1163), and King Amalric (r. 1163–1174)."
    },
    {
      "type": "text",
      "section": "Rohard the Elder",
      "content": "Rohard's origins are unknown; his name suggests that he was not from Anjou.[2] He is first attested in 1120.[1] He was initially a retainer of Count Hugh II of Jaffa, but appears to have abandoned him along with other men during Hugh's rebellion against the king, Fulk of Anjou.[2] By 1135 King Fulk had dismissed the viscount of Jerusalem, Anschettinus, and appointed Rohard to succeed him.[3] Rohard retained this office throughout Fulk's reign. It was by Rohard's advice that the king attempted to push his wife, Queen Melisende, out of government.[2] The queen grew wrathful after Hugh, her cousin and ally, was stabbed and exiled.[4] The men who had supported Fulk against Hugh did not dare appear in her presence and thought it best to avoid public functions altogether. The queen reserved her greatest anger for Rohard, whom she believed had played the leading role in the conflict, and pursued him with a relentless hostility. It took Fulk a great effort to obtain Melisende's pardon for Rohard, which allowed him to at least attend court again.[5][2] In 1142 Rohard, Bishop Anselm of Bethlehem and Abbot Geoffrey of the Temple of the Lord were sent by Fulk on a sensitive mission to convince Emperor John II Komnenos not to come to Jerusalem on an armed pilgrimage.[6]"
    },
    {
      "type": "text",
      "section": "Rohard the Elder",
      "content": "By the time King Fulk died in 1143, Rohard had acquired significant power through his extensive estates near Jerusalem and Nablus, but his true value lay in his role as viscount: as the royal representative in the capital, he was essential to anyone aiming to command the city.[7] Melisende took up power after Fulk's death. She and Rohard were content to make peace, and he became part of her inner circle of supporters alongside the lord of Nablus, Philip of Milly, and the prince of Galilee, Elinand of Tiberias.[8] The three men, later joined by her younger son, Amalric, remained loyal to the queen throughout her struggle for power against her elder son, King Baldwin III. When in April 1152 Baldwin marched on Jerusalem, the queen and her loyal followers shut themselves in the citadel of the Tower of David. Although they defended themselves valiantly against Baldwin's bombardment, they could not resist indefinitely, and Melisende yielded the throne to Baldwin.[9] Rohard accompanied the deposed queen to Nablus, where she retired. Only in 1160 does he appear among the attendants of King Baldwin in Jerusalem.[10]"
    },
    {
      "type": "text",
      "section": "Rohard the Elder",
      "content": "Sometime before 1161, Rohard and his wife, Gisela, granted some of their land (including the casal of Adelemia and properties \"in Montibus Bassis\") to Philip of Milly.[11] The historian Marie Luise Bulst-Thiele suggests that Rohard may have been Philip's father-in-law, and that the land Rohard and Gisela gave to Philip was the dowry of Philip's wife, Isabella.[12] Rohard had a nephew, Ralph Strabo, and may have also been related to Rohard of Jaffa, who was castellan of Jerusalem under King Amalric.[13] Rohard the Elder continued his royal service into the reign of Amalric up to 1164.[2]"
    }
  ]
}