{
  "page_id": 181,
  "url": "https://en.wikipedia.org/wiki/Vikram_Rathour",
  "title": "Vikram Rathour - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1337.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Vikram Rathour",
      "content": "Vikram Rathour pronunciationⓘ (born 26 March 1969) is a former Indian cricketer and cricket coach, who played in 6 Tests and 7 ODIs from 1996 to 1997. He was a right-handed opening batsman. Rathour was a prolific run scorer at the first class level, scoring 11,473 runs at an average of 49.66 in 146 matches. This included several fluent, stroke-filled centuries. His List A career was more modest, with him scoring just over 3161 runs in 99 matches.[1] He is former batting coach of the Indian cricket.Under his coaching India become runner up of 2023 ICC Men's Cricket World Cup and winner 2024 ICC Men's T20 World Cup.[2]"
    },
    {
      "type": "text",
      "section": "BCCI National Selector from North Zone",
      "content": "On 27 September 2012 Vikram Rathour was appointed as the national selector from the North Zone.[3]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Vikram Rathour officially announced his retirement from first-class cricket in November 2003.[4] In his test career, he scored 131 runs in 10 innings and six matches with a highest of 44 in his appearance against South Africa at The Wanderers. Rathour was the member of the team that won the Ranji Trophy under the direction of coach Bishan Singh Bedi.Ranji Player for Himachal Pradesh"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "He was appointed as batting coach for Indian cricket team.[5]\nIn November 2021, he was reappointed as batting coach of the Indian national cricket team based on his success with the team.Under his coaching India become runner up of 2023 ICC Men's Cricket World Cup and winner 2024 ICC Men's T20 World Cup."
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "In September 2024, he was appointed as the batting coach of the New Zealand national cricket team for the one-off test match against Afghanistan national cricket team.[6]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "In September 2024, he was appointed as batting coach for IPL 2025 for Rajasthan Royals.[7][8]"
    },
    {
      "type": "text",
      "section": "References",
      "content": "This biographical article related to an Indian cricket person born in the 1960s is a stub. You can help Wikipedia by expanding it."
    }
  ]
}