{
  "page_id": 14,
  "url": "https://en.wikipedia.org/wiki/2025_Kamchatka_earthquake",
  "title": "2025 Kamchatka earthquake - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_92.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2025 Kamchatka earthquake",
      "filename": "image_93.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2025 Kamchatka earthquake",
      "filename": "image_94.jpg",
      "caption": "2025 Kamchatka earthquake is located in Kamchatka Krai"
    },
    {
      "type": "text",
      "section": "2025 Kamchatka earthquake",
      "content": "On 30 July 2025, at 11:24:52 PETT (23:24:52 UTC, 29 July), a Mw 8.8 megathrust earthquake struck off the eastern coast of the Kamchatka Peninsula in the Russian Far East, 119 km (74 mi) east-southeast of the coastal city of Petropavlovsk-Kamchatsky.[3][4] It was the most powerful earthquake recorded worldwide since the 2011 Tōhoku earthquake,[5] and is tied with the 1906 Ecuador–Colombia and 2010 Chile earthquakes as the sixth-strongest earthquake ever recorded by seismometers.[6] However, it caused minimal damage compared to other earthquakes of similar magnitude.[7][8] The earthquake caused moderate damage and multiple injuries in Kamchatka Krai and Sakhalin Oblast. The subsequent Pacific-wide tsunami was weaker than expected, with waves approximately 1 m (3 ft) or less in most places.[9] However, a locally high run-up of 19 m (62 ft) as a result of a wave splash was recorded on Shumshu. One indirect fatality and 21 injuries were attributed to tsunami-related evacuations in Japan."
    },
    {
      "type": "text",
      "section": "Tectonic setting",
      "content": "The earthquake occurred on the Kuril–Kamchatka subduction zone, a large thrust fault and convergent plate boundary between the North American plate and Pacific plate that extends from the east coast of the Kuril Islands to the Kamchatka Peninsula. Active subduction of the Pacific plate beneath the North American plate has been continuous since the Cretaceous.[10] Estimates of the rate of convergence between these two plates varies between 76 and 90 mm (3.0 and 3.5 in) annually.[11]"
    },
    {
      "type": "text",
      "section": "Tectonic setting",
      "content": "Large earthquakes on the subduction zone have been recorded before. The previous largest earthquake was the 1952 Severo-Kurilsk earthquake which measured Mw  8.8–9.0 and had an epicenter 45 km (28 mi) southeast of the 2025 earthquake.[3][12] This event caused a large and destructive tsunami along the Kamchatka coast. It is believed to have ruptured a 700 km (430 mi) by 150–200 km (93–124 mi) section of the subduction zone from Shipunskii Cape in the north to Onekotan in the south. Unlike most large subduction earthquakes, the greatest fault movement in the 1952 event occurred at greater depth instead of being closer to the trench. Movement on the fault was inferred to be as deep as 40 km (25 mi) and possibly 60–80 km (37–50 mi). Little slip occurred at the trench, leaving it locked and accumulating unreleased elastic energy.[12]"
    },
    {
      "type": "text",
      "section": "Tectonic setting",
      "content": "A larger earthquake occurred in 1737 and had a magnitude estimated at 9.3. This earthquake generated a tsunami 63 m (207 ft) high according to written records by travellers and tsunami deposit observations.[13] In 1841, another earthquake with an estimated magnitude of 9.0 produced a major tsunami that was also recorded in Hawaii.[14]"
    },
    {
      "type": "text",
      "section": "Tectonic setting",
      "content": "In a paper from Izvestiya, Physics of the Solid Earth dated to 23 July 2025, researchers studied ring-shaped seismicity in southern Kamchatka, a pattern in earthquakes where their epicenters are distributed around an elliptical \"ring\" shape. These events are often associated with the preparatory process of a large earthquake on an active fault. An analysis of earthquakes from 1973 to late 2024, including the 17 August 2024 Mw  7.0 earthquake and its aftershocks off the peninsula revealed three ring-shaped seismicity structures at 0–33 km (0–21 mi), 34–70 km (21–43 mi), and 71–110 km (44–68 mi). Existing studies reported that a large earthquake usually occurs about 10 to 15 years after a sudden high rate of seismicity around these structures, and in the Kamchatka area, this occurred in 2016. Based on the current knowledge, the paper said there was a likelihood of a large earthquake occurring between 2026 and 2031 with a moment magnitude of 8.4–8.8.[15]"
    },
    {
      "type": "image",
      "section": "Earthquake",
      "filename": "image_95.jpg",
      "caption": "Map"
    },
    {
      "type": "image",
      "section": "Earthquake",
      "filename": "image_96.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Earthquake",
      "filename": "image_97.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Earthquake",
      "content": "The large submarine earthquake occurred on 29 July at 23:24:50 UTC with a moment magnitude (Mww ) of 8.8, according to the United States Geological Survey (USGS).[16][17] Its epicenter was off the Pacific coast of the Kamchatka Peninsula, about 136 km (85 mi) east-southeast of Petropavlovsk-Kamchatsky, while the hypocenter was put at a shallow depth of 35 km (22 mi).[3] The National Institute of Geophysics and Volcanology and Geoscience Australia both put the magnitude at Mw 8.6.[18][19]"
    },
    {
      "type": "text",
      "section": "Earthquake",
      "content": "The USGS said the earthquake occurred as a result of shallow reverse faulting on the subduction zone interface. They estimated the area where movement occurred on the interface to be 390 km (240 mi) by 140 km (87 mi). The rupture was believed to have occurred in a seismic gap between the ruptures of the 1923 Kamchatka and 1952 Severo-Kurilsk events.[3]"
    },
    {
      "type": "text",
      "section": "Earthquake",
      "content": "A foreshock, measuring Mw 7.4, struck on 20 July, about 60 km (37 mi) to the southwest of the 29 July mainshock.[20] At least 567 aftershocks followed,[2] including a Mw 6.9 event at 00:09 UTC on 30 July,[21] and another measuring Mw 6.8 on 3 August.[22]"
    },
    {
      "type": "text",
      "section": "Earthquake",
      "content": "In Japan, the earthquake was felt at an intensity of 2 on the Shindo scale in Hokkaido.[23]"
    },
    {
      "type": "text",
      "section": "Characteristics",
      "content": "A finite fault model released by the USGS indicated slip on an approximately 600 km (370 mi) by 200 km (120 mi) section of the subduction zone and up to a depth of 75 km (47 mi). A majority of the rupture extended 500 km (310 mi) southwest along the subduction zone from the epicenter to the southern tip of Onekotan Island while some slip occurred 100 km (62 mi) northwest heading towards and under Cape Shipunskii. A 400 km (250 mi) by 150 km (93 mi) patch on the fault plane at 10–50 km (6.2–31.1 mi) depth to the southwest of the epicenter exhibited the highest slip. There, at 20–50 km (12–31 mi) depth, at least 5 m (16 ft) of displacement occurred and there were two elliptical areas within where slip exceeded 10 m (33 ft), peaking at 14.5423 m (47.711 ft). At shallower depth near the trench, the slip was limited to 2.5–3 m (8 ft 2 in – 9 ft 10 in).[3] The GEOSCOPE Observatory estimated that the earthquake ruptured the subduction zone for a duration of more than 180 seconds.[24] The USGS estimated the earthquake's duration to be about 240 seconds.[3]"
    },
    {
      "type": "text",
      "section": "Geological effects",
      "content": "An eruption occurred on 30 July at Klyuchevskaya Sopka, a volcano on the Kamchatka peninsula, shortly after the earthquake,[a][26] although the eruption was not directly caused by the earthquake, and activity at the volcano had been observed over the preceding days.[27][28] On 3 August, Krasheninnikov, another volcano, generated a 6 km (3.7 mi) eruption plume.[29] It was the first recorded eruption on the volcano since human observations began.[30] The Institute of Volcanology and Seismology division of the Russian Academy of Sciences said on 6 August that seven Kamchatka volcanoes began erupting.[31]"
    },
    {
      "type": "text",
      "section": "Geological effects",
      "content": "Parts of the southern Kamchatka peninsula shifted southeast by as much as 2 m (6 ft 7 in) according to the Geophysical Service of the Russian Academy of Sciences.[32]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The Pacific Tsunami Warning Center (PTWC) warned of \"hazardous tsunami waves\" along the coasts of Russia and Japan.[33] Authorities in Russia also issued tsunami warnings for the Kamchatka Peninsula and the Kuril Islands, which were cancelled on the evening of 30 July.[34] On 3 August, a magnitude 7.0 aftershock off the Kuril Islands prompted Russian authorities to issue a tsunami warning in parts of Kamchatka, with the Ministry of Emergency Situations warning of waves of up to 18 cm (7.1 in).[35] The alert was lifted later that day.[36]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "In the first tsunami alerts issued in Japan since the 2024 Hualien earthquake,[23] the Japan Meteorological Agency (JMA) issued a tsunami warning for the coasts of Hokkaido down to Wakayama Prefecture in Honshu.[37] Tsunami advisories were issued for Shikoku down to the Okinawa Islands[38][39] and elsewhere; 900,000 people in 133 municipalities were also advised to evacuate.[40] The agency said up to 3 m (10 ft) waves were expected to reach the coast[41] and urged the evacuation of the areas expected to be impacted.[42] The runways of Sendai Airport were closed, while JR East, JR Central, and JR Hokkaido suspended rail services. Workers at the Fukushima Daiichi Nuclear Power Plant were ordered to evacuate, while a scheduled release of treated radioactive water from the facility into the Pacific Ocean was halted. The Japanese Defense Ministry deployed its air assets to the Pacific coast to gather information.[23] Around two million people across the country were advised to evacuate.[43] The JMA downgraded its warnings to advisories on the night of 30 July[37] and lifted them altogether the next day.[44]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "Indonesia's Meteorology, Climatology, and Geophysical Agency issued a warning for parts of Papua, North Maluku, North Sulawesi, and Gorontalo.[45] Authorities in Indonesia expected small tsunami waves of less than 50 cm (20 in) in coastal areas of the regions mentioned, advising residents to move away from beaches and low-lying shores.[46]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "In China, the Ministry of Natural Resources issued a yellow alert, the second lowest of a four-tier tsunami alert level system, covering Taiwan, Zhejiang Province, and Shanghai.[47]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "Taiwan's Central Weather Administration issued a \"tsunami watch\" alert, saying that waves as high as 1 m (3 ft) could hit the island's southeastern and southwestern coasts.[48] The tsunami marked the first time the Central Emergency Operation Center was activated for such an event, causing 23 rescue aircraft and 14 naval vessels to be placed on standby.[49]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The Philippine Institute of Volcanology and Seismology issued a tsunami advisory for the Pacific coast of the Philippines with waves expected to be up to 1 m (3 ft). The advisory covered 22 provinces from Batanes to Davao Occidental. The advisory was eventually cancelled as the seismological agency did not record significant sea level disturbances and destructive tsunami waves.[50][51]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The PTWC also warned of waves measuring less than 30 cm (12 in) hitting South Korea.[52]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The PTWC warned that tsunami waves 1–3 m (3.3–9.8 ft) high were possible in Hawaii and the Solomon Islands, and that waves up to 30 cm (0.98 ft) were likely to affect American Samoa, Chuuk, Kiribati, Nauru, New Caledonia, Niue, Papua New Guinea, the Pitcairn Islands, Tokelau, Tuvalu, Vanuatu, and Wallis and Futuna.[53] Guam and Australia were also put under an advisory,[54][55] and alerts were also issued in Palau and the Northern Mariana Islands.[56][34][43]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The governor of Hawaii, Josh Green, said data from Midway Atoll measured waves from peak to trough of 1.8 m (6 ft) and noted that a wave of that size could dislodge trees and move cars. The size of the waves which would hit the state remained uncertain.[40] Immediate evacuations were ordered for coastal areas across Hawaii, with the first waves expected to reach the state at roughly 19:00 HST (UTC–10).[42][57][40] Hawaii later downgraded the warnings to an advisory.[58]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "An advisory was issued by the National Emergency Management Agency (NEMA) for \"strong currents and unpredictable surges\" around the entire coast of New Zealand;[59] the next day, NEMA extended the advisory for another 24 hours due to rebounding tsunami activity from South America.[60]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "An alert was issued by Tonga's Meteorological Services, advising people in tsunami threat areas to evacuate. In Fiji, the Mineral Resources department similarly issued a tsunami watch for low-lying coastal areas. The Cook Islands' Meteorological Services issued an advisory, saying there was no immediate threat to the islands but the situation was being monitored. Samoa's Meteorological Office issued an advisory, cautioning the public around coastal areas, while the PTWC said a threat to American Samoa was still under investigation.[53]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "In the Marquesas Islands, French Polynesia, authorities warned that waves of up to 1.1–2.2 m (3.6–7.2 ft) could reach the islands of Ua Huka, Nuku Hiva, and Hiva Oa.[61][40]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The PTWC, Emergency Info BC, and other agencies issued an advisory for British Columbia and the Pacific coastline, along with potentially strong currents and surges, with waves under 30 cm (12 in).[62][63]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The entirety of the U.S. West Coast (California, Oregon, and Washington states) was placed under alert,[64] as were portions of coastal Alaska and the Aleutian Islands.[42][54] The U.S. Coast Guard Captain of the Port ordered all vessels to leave port throughout the Hawaii islands.[40][65] In California, the Central Coast and San Francisco Bay Area were placed under advisory by the National Oceanic and Atmospheric Administration.[66] A warning was also issued covering the coast from Cape Mendocino, California, to the border with Oregon.[67]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "The Mexican Navy warned of strong currents at ports along the Pacific coast from Baja California to Chiapas. The government also urged residents to stay away from beaches.[68]"
    },
    {
      "type": "text",
      "section": "Warnings",
      "content": "Alerts were also issued in Chile, Colombia, Costa Rica, Peru, and the Galápagos Islands in Ecuador.[56][34][43]"
    },
    {
      "type": "text",
      "section": "Impact",
      "content": "In Russia, tsunami waves of 5–6 m (16–20 ft) were observed in parts of Kamchatka and neighboring islands.[23] Waves measuring 3–4 m (10–13 ft) were observed in Yelizovsky District in Kamchatka,[69] with a 5 m (16 ft) wave striking Severo-Kurilsk in the nearby Kuril Islands.[70] A run-up height of 17 m (56 ft) due to a wave splash was recorded at Severo-Kurilsk Morskoy port.[71] On Shumshu, the tsunami flooded as far as 650 m (2,130 ft) inland with 6 m (20 ft) waves and reached a maximum run-up height of 19 m (62 ft).[72] The Shirshov Institute of Oceanology said waves of 10–15 m (33–49 ft) may have struck parts of the peninsula's coast.[73] Waves of 4 m (13 ft) were found along Khalaktyrsky beach during a survey by the Kamchatka Hydrometeorological Center.[74] An American tsunami scientist estimated that waves of up to 43 m (141 ft) may have struck lesser populated areas of Kamchatka.[9] In Nikolskoye, Kamchatka Krai, Russia, the waves were 6.1 cm (0.2 ft) high.[75]"
    },
    {
      "type": "text",
      "section": "Impact",
      "content": "In Japan, tsunamis were observed in 22 of the country's 47 prefectures.[23] A 1.3 m (4.3 ft) wave hit Kuji, Iwate.[76] Tsunamis measuring 80 cm (2.6 ft) were reported to have struck Hachijō-jima and Nemuro, Hokkaido,[23] while 50 cm (1.6 ft) waves were observed at Ishinomaki port in Miyagi Prefecture. Waves of up to 40 cm (16 in) were reported in Ōarai, Ibaraki, while waves measuring 30 cm (12 in) were reported at the Port of Yokohama, at Kushiro in Hokkaido, and Ōfunato and Kamaishi, Iwate.[23][37] Wave heights reached up to 60 cm (2.0 ft) in areas such as Hamanaka, Hokkaido.[77] A 20 cm (0.66 ft) wave was observed in Harumi, Tokyo.[23] On 31 July, waves reaching up to 70 cm (28 in) were recorded in Oarai and Tokachi Subprefecture, Hokkaidō.[44]"
    },
    {
      "type": "text",
      "section": "Impact",
      "content": "In French Polynesia, the remote Marquesas Islands reported wave heights of 1.5 m (5 ft), with 30 cm (1 ft) high waves reported elsewhere.[78] A 1 m (3.3 ft) tsunami was observed in the Galapagos Islands.[79]"
    },
    {
      "type": "text",
      "section": "Impact",
      "content": "In the Hawaiian Islands, a 1 m (3 ft) tsunami struck Midway Atoll at 17:00 SST.[80] Kahului, Hawaii, was struck by a 1.74 m (5.7 ft) wave, while at Hilo, the tsunami was 1.49 m (4.9 ft) high.[81] Haleʻiwa was struck by a 1.21 m (4.0 ft) surge at 19:48 HST.[82] The town's gauge recorded an amplitude of 1.2 metres (4 ft) relative to normal sea level in the tsunami's first impact in the area.[40]"
    },
    {
      "type": "text",
      "section": "Impact",
      "content": "In North America, water levels measuring 0.43 m (1.4 ft) above tide levels were observed in the Aleutian Islands.[83] Waves over 60 cm (2.0 ft) were observed in various locations in California,[40] with maximum confirmed heights of 1.1 metres (3.6 ft) in Crescent City[83] and 0.6–1.5 metres (2–5 ft) in San Francisco.[84] In Crescent City, the harbor sustained almost $1,000,000 of damage from the tsunami.[85]"
    },
    {
      "type": "text",
      "section": "Impact",
      "content": "Along the Chilean coast, waves of over 1.5 m (4 ft 11 in) were recorded. At some beaches, wave heights reached 2.5 m (8 ft 2 in).[86] In Boyeruca, Maule Region, a 2.4 m (7 ft 10 in) rise in sea level was observed. At Coquimbo and Coliumo, these measurements were 1.2 m (3 ft 11 in) and 1.0 m (3 ft 3 in), respectively.[87]"
    },
    {
      "type": "text",
      "section": "Damage and casualties",
      "content": "At least four people were injured in Kamchatka, although none of their injuries were serious.[88] Injuries were reported among people exiting buildings, including a hospital patient who jumped from a window.[83] Damage to infrastructure, power outages and mobile phone service failures were reported in Petropavlovsk-Kamchatsky.[89][90] The façade of a kindergarten building partially collapsed, and cracks formed in the walls of several medical and social service buildings in the city.[91] About 900 homes were inspected by rescuers, of which 55 were found to have sustained damage.[92] The ceiling covering of a terminal at Elizovo Airport collapsed, injuring a woman.[93] In Sakhalin Oblast, ventilators and stove pipes of some buildings were partially destroyed.[94] Kremlin spokesperson Dmitry Peskov attributed the lack of fatalities and major damage in the region to robust building construction and the preparedness of locals.[95] Emergency services noted an increase in calls from Petropavlovsk-Kamchatsky complaining about high blood pressure, arrhythmia and epilepsy.[96]"
    },
    {
      "type": "text",
      "section": "Damage and casualties",
      "content": "Rybachy, a nuclear submarine base located in Avacha Bay, was damaged by the earthquake and tsunami, according to satellite images.[97] The base, which houses Russia's Pacific submarine fleet, saw at least one of its piers damaged by tsunami waves.[98]"
    },
    {
      "type": "text",
      "section": "Damage and casualties",
      "content": "In the town of Severo-Kurilsk, located in the Kuril Islands, the earthquake toppled more than 90 percent of chimneys.[99] The town's port was later inundated by the tsunami, with structures being swept away, including a fish processing plant[100] following waves that reached 200 m (660 ft) inland.[101] Russian authorities said a state of emergency was declared on tsunami-hit islands.[102] The town itself was originally located next to the port, but was largely destroyed by a tsunami in 1952, which prompted the officials to rebuild it on higher ground further inland, leaving only the port exposed.[103][104] A state of emergency was subsequently declared in Severo-Kurilsky District and in Petropavlovsk-Kamchatsky.[105][106] Around 2,700 people were evacuated. An electricity grid in Sakhalin was damaged by the earthquake, causing power outages.[107] In Vilyuchinsk, criticism, including from Kamchatka Krai's governor, Vladimir Solodov, over the response by local authorities to the disaster led to the resignation of the town's mayor Igor Golovchak on 5 August.[108]"
    },
    {
      "type": "text",
      "section": "Damage and casualties",
      "content": "In Japan, 21 people were injured or suffered heat-related illnesses while evacuating[44] in temperatures that reached 40 °C (104 °F),[109] including 14 in Hokkaido and 1 in Miyazaki.[110] In Kumano, Mie Prefecture, a 58-year-old woman died after her car went over a cliff while she was trying to relocate it to higher ground.[111][112]"
    }
  ]
}