{
  "page_id": 56,
  "url": "https://en.wikipedia.org/wiki/Elias_(bishop_of_Tiberias)",
  "title": "Elias (bishop of Tiberias) - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_461.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Elias (bishop of Tiberias)",
      "content": "Elias was a French-born clerk who served as the chancellor of the Kingdom of Jerusalem from 1136 to 1143 and rose to become the bishop of Tiberias in 1144."
    },
    {
      "type": "text",
      "section": "Elias (bishop of Tiberias)",
      "content": "Elias entered the chancery of Jerusalem after Fulk V of Anjou became the king of Jerusalem in 1131. The historian Hans Eberhard Mayer concludes from Elias's dictamina (art of letter-writing) that Elias too came from Anjou. Elias initially served as a notary under a chancellor named Franco. Franco was only nominally at the head of the chancery, however, because Elias composed all of King Fulk's charters–even if it was Franco who signed them. In 1136, Elias was promoted to chancellor.[1] The appointment to this office suggests that he was the king's confidant.[2] Along with the king's other confidants–Guy I Brisebarre, lord of Beirut, and William of Messines, Latin patriarch of Jerusalem–Elias attended the 1140 Council of Antioch which saw the deposition of the Latin patriarch of Antioch, Ralph of Domfront.[3]"
    },
    {
      "type": "text",
      "section": "Elias (bishop of Tiberias)",
      "content": "King Fulk died in 1143 and his widow, Queen Melisende, took power.[4] Melisende quickly replaced her husband's men in the kingdom's offices with her own.[5] By 1144 Elias had been appointed bishop of Tiberias.[6] Elias was the first Latin bishop of Tiberias; the see had originally been Eastern Orthodox, and was a suffragan to the archbishop of Nazareth.[6] Mayer interprets Elias's rise to episcopate as being orchestrated by the queen in order to remove Elias from an office which she intended to fill with a man loyal to her. The Jerusalemite chancery had, since its inception, been a platform for climbing the church ranks, and Elias could not have refused this promotion.[5] The next recorded bishop of Tiberias was Gerald in 1174.[7]"
    }
  ]
}