{
  "page_id": 81,
  "url": "https://en.wikipedia.org/wiki/Kamchatka_Peninsula",
  "title": "Kamchatka Peninsula - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_785.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Kamchatka Peninsula",
      "filename": "image_786.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Kamchatka Peninsula",
      "filename": "image_787.jpg",
      "caption": "Kamchatka Peninsula is located in Russia"
    },
    {
      "type": "text",
      "section": "Kamchatka Peninsula",
      "content": "The Kamchatka Peninsula[a] (Russian: полуостров Камчатка, romanized: poluostrov Kamchatka, pronounced [pəlʊˈostrəf kɐmˈt͡ɕætkə]) is a 1,250-kilometre-long (777 mi) peninsula in the Russian Far East, with an area of about 270,000 km2 (100,000 sq mi).[3] The Sea of Okhotsk bounds the peninsula's western coastline,[2] immediately offshore of the peninsula and below the Bering Sea runs the 9,600-metre-deep (31,496 ft) Kuril–Kamchatka Trench. Its eastern coastline is the Bering Sea, part of the Pacific Ocean."
    },
    {
      "type": "text",
      "section": "Kamchatka Peninsula",
      "content": "The Kamchatka Peninsula, the Commander Islands, and Karaginsky Island constitute Kamchatka Krai of the Russian Federation. The majority of the 322,079 inhabitants are ethnic Russians, with about 13,000 being Koryaks (2014).[4] More than half of the population lives in Petropavlovsk-Kamchatsky (179,526 in 2010) and nearby Yelizovo (38,980). The Kamchatka Peninsula contains the volcanoes of Kamchatka, a UNESCO World Heritage Site, that form part of the Ring of Fire."
    },
    {
      "type": "image",
      "section": "Geography",
      "filename": "image_788.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Geography",
      "filename": "image_789.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Geography",
      "filename": "image_790.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Geography",
      "filename": "image_791.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "Politically, the peninsula forms part of Kamchatka Krai. The southern tip is called Cape Lopatka. (Lopatka is Russian for spade.) The circular bay to the north of this on the Pacific side is Avacha Bay, home to the capital, Petropavlovsk-Kamchatsky. Northward up the Pacific side, the four peninsulas are called Shipunsky Point, Kronotsky Point, Kamchatsky Point, and Ozernoy Point. North of Ozernoy Point is the large Karaginsky Bay, which features Karaginsky Island. Northeast of this (off the displayed map) lies Korfa Bay with the town of Tilichiki. On the opposite side is the Shelikhov Gulf."
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "The Kamchatka or Central (Sredinny) Range forms the spine of the peninsula. Along the southeast coast runs the Eastern Range (Vostochny). Between these lies the central valley. The Kamchatka River rises northwest of Avacha and flows north down the central valley, turning east near Klyuchi to enter the Pacific south of Kamchatsky Point at Ust-Kamchatsk."
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "In the 19th century, a trail led west from near Klychi over the mountains to the Tegil river and town, which was the main trading post on the west coast. North of Tegil is Koryak Okrug. South of the Tegil is the Icha River. Just south of the headwaters of the Kamchatka, the Bistraya River curves southwest to enter the Sea of Okhotsk at Bolsheretsk, which once served as a port connecting the peninsula to Okhotsk. South of the Bistraya flows the Golygina River."
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "Petropavlovsk-Kamchatsky and the settlements in the central part of the peninsula are connected by highway to Ust-Kamchatsk. The road is asphalt in its southern part, but changes to gravel about halfway north where the population is sparser. Another highway connects the local capital with Bolsheretsk. Bus service is available on both roads. Most other roads are gravel-covered or dirt roads, requiring off-road-capable vehicles. There is semi-regular passenger transportation with aircraft."
    },
    {
      "type": "image",
      "section": "Geography",
      "filename": "image_792.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "The obvious circular area in the central valley is the Klyuchevskaya Sopka, an isolated volcanic group southeast of the curve of the Kamchatka River. West of Kronotsky Point is the Kronotsky Biosphere Reserve with the Valley of Geysers. At the southern tip is the Southern Kamchatka Wildlife Refuge with Kurile Lake. There are several other protected areas on the peninsula."
    },
    {
      "type": "text",
      "section": "Climate",
      "content": "Kamchatka receives up to 2,700 mm (110 in) of precipitation per year. This is much higher than the rest of Eastern Russia. The increase in precipitation is due to prevailing westerly winds blowing over the Sea of Japan, which pick up moisture that rises as it hits the higher topography of the peninsula, and condenses into rain. The summers are moderately cool, and the winters are rather stormy; however, the storms rarely produce lightning."
    },
    {
      "type": "text",
      "section": "Climate",
      "content": "Although Kamchatka lies at latitudes similar to Scotland's, cold arctic winds from Siberia combined with the cold Oyashio sea current keep the peninsula covered in snow from October to late May. Under the Köppen climate classification, Kamchatka generally has a subarctic climate (Dfc), but higher and more northerly areas have a polar climate (ET). The peaks of the highest mountains have an ice cap climate (EF). Kamchatka is much wetter and milder than eastern Siberia. It is essentially transitional from the hypercontinental climate of Siberia and northeast China to the rain-drenched subpolar oceanic climate of the Aleutian Islands."
    },
    {
      "type": "text",
      "section": "Climate",
      "content": "There is considerable variation, however, between the rain-drenched and heavily glaciated east coast and the drier and more continental interior valley. In the heavily glaciated Kronotsky Peninsula, where maritime influences are most pronounced, annual precipitation can reach as high as 2,500 millimetres (98 in), whilst the southeast coast south of Petropavlovsk-Kamchatsky generally receives around 1,166 millimetres (45.9 in) of rainfall equivalent per year. Considerable local variations exist: southern parts of the Petropavlovsk-Kamchatsky metropolitan area can receive as much as 430 millimetres (17 in) more than the northern part of the city. Temperatures here are very mild, with summer maxima around 16 °C (61 °F) and winter lows around −8 °C (18 °F), whilst diurnal temperature ranges seldom exceed 5 °C (9 °F) due to persistent fog on exposed parts of the coast. South of 57° ˚N, there is no permafrost due to the relatively mild winters and heavy snow cover, whilst northward, discontinuous permafrost prevails. The west coastal plain has a colder and drier climate with precipitation ranging from 880 millimetres (34.6 in) in the south to as little as 430 millimetres (17 in) in the north, where winter temperatures become considerably colder at around −20 °C (−4 °F)."
    },
    {
      "type": "text",
      "section": "Climate",
      "content": "The interior valley of the Kamchatka River, represented by Klyuchi, has much lower precipitation (at around 450 to 650 millimetres (18 to 26 in)) and significantly more continental temperatures, reaching 19 °C (66 °F) on a typical summer day and during extreme cold winter spells falling as low as −41 °C (−42 °F). Sporadic permafrost prevails over the lower part of this valley; however, it becomes more widespread at higher altitudes and glaciers, and continuous permafrost prevails north of 55˚° N."
    },
    {
      "type": "text",
      "section": "Climate",
      "content": "The summer months, when maximum temperatures range from 15 to 20 °C (59 to 68 °F), are popular with tourists, but a growing trend in winter sports keeps tourism pulsing year-round. The volcanoes and glaciers play a role in forming Kamchatka's climate; further, hot springs have kept dozens of species alive that were decimated during the last ice age.[7]"
    },
    {
      "type": "text",
      "section": "Geology, earthquakes and volcanoes",
      "content": "The Kamchatka River and the surrounding central side valley are flanked by large volcanic belts containing around 160 volcanoes, 29 of them still active. The peninsula has a high density of volcanoes and associated volcanic phenomena, with 19 active volcanoes included in the six UNESCO World Heritage List sites in the Volcanoes of Kamchatka group, most of them on the Kamchatka Peninsula, the most volcanic area of the Eurasian continent, with many active cones. The Kamchatka Peninsula is also known as the \"land of fire and ice\".[8]"
    },
    {
      "type": "text",
      "section": "Geology, earthquakes and volcanoes",
      "content": "The highest volcano is Klyuchevskaya Sopka (4,750 m or 15,584 ft), the largest active volcano in the Northern Hemisphere.[9] Many have highly symmetrical cones, and Kronotsky is viewed by volcanologists Robert and Barbara Decker as a prime candidate for the world's most beautiful volcano.[10] Somewhat more accessible are the three volcanoes visible from Petropavlovsk-Kamchatsky: Koryaksky, Avachinsky, and Kozelsky. In the center of Kamchatka is the Valley of Geysers, which was partly destroyed by a massive mudslide in June 2007.[11]"
    },
    {
      "type": "text",
      "section": "Geology, earthquakes and volcanoes",
      "content": "Owing to the Kuril–Kamchatka Trench, deep-focus seismic events and tsunamis occur fairly commonly. A pair of megathrust earthquakes occurred off the coast on October 17, 1737, and on November 5, 1952, with magnitudes of ≈9.3 and 9.0 respectively. A chain of more shallow earthquakes were recorded as recently as April 2006.[12] A significant 7.7-magnitude earthquake with a shallow depth of 10 kilometres (33,000 ft) occurred in the Pacific Ocean, 202 kilometres (109 nmi) east-southeast of Nikolskoye, on July 18, 2017.[13] An 8.8-magnitude earthquake with a depth of 21 kilometres (69,000 ft) occurred in the Pacific Ocean, 119 kilometres (64 nmi) east-southeast of Petropavlovsk-Kamchatsky, on July 30, 2025 (July 29 UTC).[14]"
    },
    {
      "type": "image",
      "section": "Geology, earthquakes and volcanoes",
      "filename": "image_793.jpg",
      "caption": "Opala volcano in the southern part of Kamchatka"
    },
    {
      "type": "image",
      "section": "Geology, earthquakes and volcanoes",
      "filename": "image_794.jpg",
      "caption": "The lake-filled Akademia Nauk caldera, seen from the north with Karymsky volcano in the foreground"
    },
    {
      "type": "image",
      "section": "Geology, earthquakes and volcanoes",
      "filename": "image_795.jpg",
      "caption": "Koryaksky volcano towering over Petropavlovsk-Kamchatsky"
    },
    {
      "type": "image",
      "section": "Geology, earthquakes and volcanoes",
      "filename": "image_796.jpg",
      "caption": "Kronotsky volcano in the Kronotsky Nature Reserve east of Lake Kronotskoye"
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "Prior to Russian exploration, the peninsula was inhabited by various Chukotko-Kamchatkan peoples (specifically the Itelmen, Koryak, and Alyutor). The southern tip of the peninsula was also the northernmost extent of Ainu settlement."
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "When the Russian explorer Ivan Moskvitin reached the Sea of Okhotsk in 1639, further exploration was impeded by the lack of skills and equipment to build seagoing ships and by the harsh land to the northeast inhabited by the warlike Koryak people. Consequently, Russians entered Kamchatka from the north. In 1651, after having assisted in the foundation of the Anadyrsk ostrog, the explorer Mikhail Stadukhin went south and followed the coast of the Sea of Okhotsk from Penzhina Bay to Okhotsk. From about 1667 there were reports of a Kamchatka River to the south. Some time before 1700, a group of Russians were stranded and died on Kamchatka."
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "In 1695, explorer Vladimir Atlasov became commander of Anadyrsk. In 1696, he sent the Cossack Luka Morozko south. Morozko got as far as the Tigil River and returned with reports and some mysterious writings, probably Japanese. In 1697–1699, Atlasov explored nearly the whole of the peninsula. He built an ostrog at Verkhny-Kamchatsk, rescued or captured a Japanese castaway, and went to Moscow to report. In 1699, the Russians at Verkhny-Kamchatsk were killed on their way back to Anadyrsk by the Koryaks. In 1700, a punitive expedition destroyed a Koryak village and founded Nizhne-Kamchatsk on the lower river. Bolskeretsk was founded in 1703. From about 1705, there was a breakdown of order. There were numerous mutinies and native wars all over the peninsula and north to the Koryak country of the Penzhina River and Olyutor Gulf. Several people were sent out to restore order, including Atlasov, who was murdered by mutineers in 1711. Vasily Merlin restored some degree of order between 1733 and 1739. There was no significant resistance after 1756. A major smallpox epidemic that hit in 1768–1769 quickly decimated the native population; the roughly 2,500 Itelmens present in 1773 were reduced to 1,900 in 1820, from an original population of 12,000–25,000. Those who survived adopted Russian customs, and there was a great deal of intermarriage, such that \"Kamchadal\" (the original Russian name for the Itelmens) came to mean any Russian or part-Russian born on the peninsula."
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "In 1713, Peter the Great sent shipbuilders to Okhotsk. A fifty-four-foot boat was built and sailed to the Tegil River in June 1716. This one-week journey, later redirected to Okhotsk-Bolseretsk, became the standard route to Kamchatka. In 1720, Ivan Yevreinov mapped Kamchatka and the Kurils. The Danish-born Russian explorer Vitus Bering left Nezhe-Kamchatsk for his first voyage in 1728 and, as part of his second voyage, founded Petropavlovsk-Kamchatsky in 1740."
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "Vitus Bering's Second Kamchatka Expedition (ca 1733–1743), in the service of the Russian Navy, began the final \"opening\" of Kamchatka, helped by the fact that the government began to use the area to exile people, famously the Hungarian nobleman and explorer the Count de Benyovszky in 1770.  In 1755, Stepan Krasheninnikov published the first detailed description of the peninsula, An Account of the Land of Kamchatka. The Russian government encouraged the commercial activities of the Russian-American Company by granting land to newcomers on the peninsula. By 1812, the indigenous population had fallen to less than 3,200 while the Russian population had risen to 2,500."
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "In 1854, the French and British, who were battling Russian forces in the course of the Crimean War, attacked Petropavlovsk. During the Siege of Petropavlovsk, 988 men with a mere 68 guns managed to defend the outpost against 6 ships with 206 guns and 2,540 French and British soldiers. Despite the successful defense, the Russians abandoned Petropavlovsk as a strategic liability after the French and British forces withdrew. The next year, when a second enemy force came to attack the port, they found it deserted. Frustrated, the ships bombarded the city and withdrew."
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "On 24 May 1861, the ship Polar Star (475 tons), of New Bedford, wrecked on the west coast of Kamchatka during a dense fog and gale. The chief officer and a boat's crew perished while attempting to reach the shore. The rest of the crew were saved by the barque Alice, of Cold Spring, and the ship Oliver Crocker, also from New Bedford.[15][16]"
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "On 21 May 1865, the American Civil War came to the area: the Confederate States Navy steamer Shenandoah sailed past the southern end of the Kamchatka Peninsula on its way to hunt United States whaling ships in the Sea of Okhotsk. As a commerce raider, the CSS Shenandoah aimed to destroy Union merchant shipping and thus draw off United States Navy ships in pursuit, thereby loosening the US Navy blockade of Confederate coasts. The ship spent almost three weeks in the Sea, destroying only one ship due to the dangerous ice, before moving on to the North Pacific, where it virtually captured or bonded 24 whalers, sinking most of them.[citation needed]"
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "The next 50 years were lean for Kamchatka. The naval port moved to Ust-Amur, and in 1867, Russia sold Alaska to the United States, making Petropavlovsk obsolete as a transit point for traders and explorers on their way to the American territories. In 1860, a Primorsky (Maritime) Region was established[citation needed] and Kamchatka was placed under its jurisdiction. In 1875, Russia ceded the Kuril Islands to Japan in return for Russian sovereignty over Sakhalin island. The Russian population of Kamchatka stayed at around 2,500 until the turn of the century, while the native population increased to 5,000. During the 19th century, scientific exploration of the peninsula continued. Karl von Ditmar made an important journey to the peninsula in 1851–1854.[17]"
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "In 1920, Russian leader Vladimir Lenin offered a 60-year lease of the peninsula to the United States.[18]"
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "World War II (1939–1945) hardly affected Kamchatka except for its role as a launch site for the invasion of Manchuria in August 1945. After the war, the Soviet authorities declared Kamchatka a military zone. Vilyuchinsk, located on the Kamchatka Peninsula about 20 kilometers (12 mi) across Avacha Bay from Petropavlovsk-Kamchatsky, was founded as Sovetsky in 1968 through the amalgamation of three earlier settlements that supplied the Soviet Navy as a submarine constructor; it is the home base of the Russian Pacific fleet. The Kura Missile Test Range, an intercontinental ballistic missile impact area located 130 kilometers (81 mi) northeast of the settlement of Klyuchi, was developed beginning in 1955. Kamchatka remained closed to Soviet citizens until 1989 and to foreigners until 1990."
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "From 1946 to 1949, around 50,000 North Koreans went to Kamchatka as workers. Several thousand refused to repatriate after the end of their contract, which has led to a community of around 1,800 by 2020.[19]"
    },
    {
      "type": "text",
      "section": "History and exploration",
      "content": "Avacha Bay was the scene of massive die-off of benthic marine organisms in September–October 2020. [20][21][22]"
    },
    {
      "type": "image",
      "section": "History and exploration",
      "filename": "image_797.jpg",
      "caption": "Illustration from Stepan Krasheninnikov's Account of the Land of Kamchatka (1755)"
    },
    {
      "type": "image",
      "section": "History and exploration",
      "filename": "image_798.jpg",
      "caption": "Three Brothers rocks in the Avacha Bay"
    },
    {
      "type": "image",
      "section": "History and exploration",
      "filename": "image_799.jpg",
      "caption": "Cathedral of the Holy Trinity in Petropavlovsk-Kamchatsky"
    },
    {
      "type": "image",
      "section": "History and exploration",
      "filename": "image_800.jpg",
      "caption": "Adam Johann von Krusenstern in Avacha Bay by Friedrich Georg Weitsch, c. 1806, National Museum in Warsaw"
    },
    {
      "type": "image",
      "section": "Fauna and flora",
      "filename": "image_801.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Fauna and flora",
      "filename": "image_802.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Fauna and flora",
      "content": "Kamchatka boasts abundant flora. The variable climate promotes different flora zones where tundra and muskeg are dominant, succeeded by grasses, flowering shrubs, and forests of pine, birch, alder, and willow. The wide variety of plant forms spread throughout the Peninsula promotes a similar diversity in animal species that feed off the flora. Although Kamchatka is mostly tundra, deciduous and coniferous trees are abundant, and forests can be found throughout the peninsula."
    },
    {
      "type": "text",
      "section": "Fauna and flora",
      "content": "Kamchatka has diverse and abundant wildlife. This is due to many factors, including a wide range of climates; diverse topography and geography; many free-flowing rivers; proximity to the highly productive waters of the northwestern Pacific Ocean, the Bering, and the Okhotsk Seas; low human population density; and minimal development. The peninsula also boasts the southernmost expanse of Arctic tundra in the world. Nonetheless, commercial exploitation of marine resources and a history of fur trapping has taken its toll on several species."
    },
    {
      "type": "text",
      "section": "Fauna and flora",
      "content": "Kamchatka is famous for the abundance and size of its brown bears. In the Kronotsky Nature Reserve, there are estimated to be three to four bears per 100 square kilometres (39 sq mi).[23] Other fauna of note include carnivores such as Tundra wolf (Canis lupus albus), Arctic fox (Vulpes lagopus), Anadyr fox (Vulpes vulpes beringiana), East Siberian lynx (Lynx lynx wrangeli), wolverine (Gulo gulo), sable (Martes zibellina), Eurasian otter (Lutra lutra), East Siberian stoat (Mustela ermine kaneii), and Siberian least weasel (Mustela nivalis pygmaea). The peninsula hosts habitat for several large ungulates including the Kamchatka snow sheep, reindeer (Rangifer tarandus), and Chukotka moose (Alces alces buturlini), one of the largest moose in the world and the largest in Eurasia, and rodents/leporids, including mountain hare (Lepus timidus), marmot, and several species of lemming and squirrel. The peninsula is the breeding ground for Steller's Sea Eagle,[24] one of the largest eagle species, along with the Golden Eagle and Gyrfalcon."
    },
    {
      "type": "text",
      "section": "Fauna and flora",
      "content": "Kamchatka most likely contains the world's greatest diversity of salmonid fish, including all six species of anadromous Pacific salmon (chinook, coho, chum, seema, pink, and sockeye). Due to its uniquely suitable environment, biologists estimate that a fifth of all Pacific salmon originates in Kamchatka.[25] Kurile Lake is recognized as the biggest spawning-ground for sockeye in Eurasia.[26] In response to pressure from poaching and to worldwide decreases in salmon stocks, some 24,000 square kilometres (9,300 sq mi) along nine of the more productive salmon rivers are in the process of being set aside as a nature preserve. Stickleback species, particularly Gasterosteus aculeatus and Pungitius pungitius, also occur in many coastal drainages, and are likely present in freshwater as well."
    },
    {
      "type": "text",
      "section": "Fauna and flora",
      "content": "Cetaceans that frequent the highly productive waters of the northwestern Pacific and the Okhotsk Sea include orcas, Dall's and harbour porpoises, humpback whales, sperm whales, and fin whales. Less frequently, grey whales (from the eastern population), the critically endangered North Pacific right whale and bowhead whale, beaked whales, and minke whales are encountered. Blue whale are known to feed off of the southeastern shelf in summer. Among pinnipeds, Steller's sea lions, northern fur seals, spotted seals, and harbor seals are abundant along much of the peninsula. Further north, walruses and bearded seals can be encountered on the Pacific side, and ribbon seals reproduce on the ice of Karaginsky Bay. Sea otters are concentrated primarily on the southern end of the peninsula."
    },
    {
      "type": "text",
      "section": "Fauna and flora",
      "content": "Seabirds include murrelets,[27] Northern Fulmars, Thick- and Thin-billed Murres, Kittiwakes, Tufted and Horned Puffins, Red-faced, Pelagic, and other Cormorants, and many other species. Typical of the northern seas, the marine fauna is likewise rich. Of commercial importance are Kamchatka crab (king crab), scallop, squid, pollock, cod, herring, halibut, and several species of flatfish."
    },
    {
      "type": "text",
      "section": "Tourism",
      "content": "Points of interest on the Kamchatka Peninsula include thermal and mineral springs, volcanoes, glaciers, a diversity of plants and animals, and other natural features largely untouched by civilization. Activities include sport fishing, alpine tourism, heliskiing, snowboarding, dog sledding, and surfing.[28][29]"
    }
  ]
}