{
  "page_id": 118,
  "url": "https://en.wikipedia.org/wiki/Ijaz_Ahmed_(cricketer)",
  "title": "Ijaz Ahmed (cricketer, born 1968) - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1060.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Ijaz Ahmed (cricketer, born 1968)",
      "filename": "image_1061.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Ijaz Ahmed (cricketer, born 1968)",
      "content": "Ijaz Ahmed (Urdu: اعجاز احمد) (born 20 September 1968) is a Pakistani cricket coach and former cricketer who played 60 Test matches and 250 One Day Internationals for Pakistan from 1986 to 2001. He was a part of the Pakistani squad which won the 1992 Cricket World Cup."
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Born in Sialkot, his family roots lie in the city of Jalandhar (now in Punjab, India) where some of his cousins still live.[3]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "He is a brother-in-law of former Pakistan international cricketer and captain Saleem Malik.[2]"
    },
    {
      "type": "text",
      "section": "Cricket career",
      "content": "Ahmed scored six Test centuries against the world's top-ranked side, Australia – a record number of centuries by a Pakistani against Australia, shared with Javed Miandad. However, 33 of his 92 innings yielded single-figure scores, 54 of them yielded scores below 20."
    },
    {
      "type": "text",
      "section": "Cricket career",
      "content": "Ijaz Ahmed came into the national side at the height of the Imran Khan era, and remained on the fringes for nearly a decade, despite several good scores. Dropped after the 1992 World Cup, he came back strongly the following season and established himself at the pivotal \"one down\" position. He performed poorly at the 1999 World Cup, and the arrival of Younis Khan brought an end to his international career. He formally retired from cricket in 2003."
    },
    {
      "type": "text",
      "section": "Cricket career",
      "content": "Ahmed's 250 matches is the seventh-highest of all time in Pakistan, behind Shahid Afridi, Inzamam-ul-Haq, Wasim Akram, Saleem Malik, Younis Khan, Waqar Younis and Shoaib Malik."
    },
    {
      "type": "text",
      "section": "Cricket career",
      "content": "A powerful hitter of the ball, Ahmed became the second Pakistani batsman to score 10 ODI centuries. At Lahore, in 1997, Ahmed collapsed the Indian bowling attack by making a quick century off just 68 balls including 9 sixes, remaining not out for 139*; his highest ODI score."
    },
    {
      "type": "text",
      "section": "Cricket career",
      "content": "In Test cricket, Ahmed scored 12 Test centuries, including his first and only double century against Sri Lanka, when he scored 211. Ahmed is the top scorer for Pakistan side against South Africa."
    },
    {
      "type": "text",
      "section": "Cricket career",
      "content": "On 21 April 1997, in a Test match against Sri Lanka, Ahmed was at the crease on 97, when a run-out attempt brought ambiguity in the decision. However, replays declared Salim Malik as dismissed, and Ahmad was called back to the crease. This was the first time for a batsman to return from the pavilion to the crease since 1987.[4]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "The Pakistan Cricket Board (PCB) named fielding coach of that time Ijaz as the national side's batting consultant for the upcoming tour of Zimbabwe.[5] He was later appointed assistant coach of the national team  before the upcoming tour of Zimbabwe on request of team management.[6]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "Ahmed was appointed as the coach of Pakistan's Under-19 cricket team on 20 October 2019.[7]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "He was the head coach for Lahore Qalandars in the Pakistan Super League.[8]"
    },
    {
      "type": "text",
      "section": "International centuries",
      "content": "Ijaz Ahmed made 22 centuries in international cricket – 12 in Test cricket and 10 in One Day Internationals. He scored his first Test century against Australia at Faisalabad in September 1988, scoring 122.[9] He scored his final Test century, also against Australia at the Perth on in November 1999,[10] scoring 115. His highest Test score is 211, scored against Sri Lanka at Dhaka in 1999.[11]"
    },
    {
      "type": "text",
      "section": "International centuries",
      "content": "He scored his first ODI century against Bangladesh at Chittagong, scoring 124*.[12] He scored his final ODI century against England at Sharjah in 1999,[13] scoring 137. His highest ODI score of 139 not out came against India in 1997 at Lahore.[14]"
    },
    {
      "type": "text",
      "section": "Fraud case",
      "content": "In 2009, he was jailed for fake issuance of bank cheques.[2][33] He was remanded for six weeks in jail and later received a bail.[34][35] In 2012, a local court charged him with forgery.[36]"
    },
    {
      "type": "text",
      "section": "Racism against Pashtuns",
      "content": "Ijaz Ahmed was heavily criticized by a large number of former cricket players, and journalists after he made racist remarks about the number of Pashtun players in the Pakistan cricket team, calling them illiterate and accusing them of not being able to handle pressure because of their upbringing on a talk show in ARY channel.[37][38]"
    }
  ]
}