{
  "page_id": 136,
  "url": "https://en.wikipedia.org/wiki/Shahid_Afridi",
  "title": "Shahid Afridi - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1123.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Shahid Afridi",
      "filename": "image_1124.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Shahid Afridi",
      "filename": "image_1125.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Shahid Afridi",
      "filename": "image_1126.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Shahid Afridi",
      "content": "Sahibzada Mohammad Shahid Khan Afridi (Urdu: شاہد افریدی‎, Pashto: شاهد افریدی; born 1 March 1977) is a Pakistani former cricketer and captain of the Pakistan national cricket team. An all-rounder, Afridi was a right-handed leg spinner and a right-handed batsman.[7][8]"
    },
    {
      "type": "text",
      "section": "Shahid Afridi",
      "content": "Afridi made his ODI debut in 1996 against Kenya. In his second ODI match against Sri Lanka, he played his first international innings and broke the record for fastest century in ODI cricket (doing so in 37 deliveries). He made his Test debut against Australia in 1998. Afridi made his T20I debut against England in 2006. Afridi was named player of the tournament of the 2007 T20 World Cup. Afridi was player of the match in the final of the 2009 T20 World Cup scoring an unbeaten 54 and getting figures of 1/20 off of 4 overs as Pakistan went on to win the final. Shortly after Pakistan's win at the 2009 World Cup, Pakistan's captain, Younis Khan, announced his retirement from T20Is and Afridi was appointed as his successor. In 2010, Afridi was appointed Pakistan's ODI captain after the sacking of Mohammad Yousuf. Afridi was also appointed Pakistan's Test captain but retired from the format after one match as captain. He led the Pakistan team in the 2011 Cricket World Cup where they reached the semi-finals before losing to rival India. In 2011, Afridi was removed as ODI captain. In 2015, Afridi retired from ODI cricket. After Pakistan's group stage elimination from the 2016 T20 World Cup, Afridi stepped down from captaincy. He was not selected afterwards and on 19 February 2017, Afridi announced his retirement from international cricket. He made a brief return to international cricket after being selected to represent and captain the World XI against the West Indies in the 2018 Hurricane Relief T20 Challenge charity match. Following the conclusion of the match, Afridi announced his retirement from international cricket again on 31 May 2018. He served as the interim chief selector of the Pakistan cricket team for Pakistan's series against New Zealand."
    },
    {
      "type": "text",
      "section": "Shahid Afridi",
      "content": "Afridi runs his own charity, the Shahid Afridi Foundation which aims to provide education and healthcare facilities. He also teamed up with UNICEF to promote the anti-polio campaign in the country. During the 2019 Coronavirus pandemic, he was involved in helping people across Balochistan during the lockdown in the country. This led to him contracting COVID-19 on 13 June 2020.[9] Afridi was also nominated among the top 20 most charitable athletes of 2015.[10]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "Afridi was born in Khyber Agency, Pakistan to an Afridi tribe of Pashtuns.[11][12]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "He belongs to a family of Sufi pirs (teachers or spiritual masters) and his grandfather Maulana Muhammad Ilyas was a well-known spiritual figure in Bhutan Sharif, a locality in the Tirah Valley.[13] His other grandfather, Sahibzada Abdul Baqi, was given the title Ghazi-e-Kashmir (conqueror of Kashmir) for his efforts during the Indo-Pakistani War of 1947–1948.[14][15] In 2003, one of Shahid's first cousins, identified as Shaquib, was killed in an encounter with the Indian BSF on September 7, 2003, in Anantnag, Jammu and Kashmir. The BSF had described Shaquib as a battalion commander of the Islamist militant group Harkat-ul-Ansar.[16]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "Afridi has six brothers, including fellow cricketers Tariq Afridi and Ashfaq Afridi, and five sisters. He is the fifth oldest of his siblings. He credits his uncle, a colonel in the Pakistan Army, for introducing him to sports in general and to cricket in particular.[17] Afridi has said that he was inspired by the stories about Imran Khan's captaincy throughout the 1992 Cricket World Cup and that the 1992 World Cup defined his cricket and taught him to never be afraid of failure.[18]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "He is married to his maternal cousin Nadia Afridi and has five daughters.[19]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "In 2021,  Afridi announced his daughter Ansha's engagement to cricketer Shaheen Afridi.[20][21] On 3 February 2023, his daughter, Ansha, married Shaheen Afridi in a nikah ceremony.[22]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Afridi was drafted to the Pakistan senior national team after fine performances at the under-19 championship circuit starting the 1994–95 season. Playing for the Karachi Whites, he helped his team win the title the following season picking 42 wickets in five matches at an average of 9.59. Later that season, Afridi had played against the visiting England A and West Indies Youth teams and a few first-class games for Karachi Whites in the senior National Championship.[23] In 2001, Afridi signed a contract to represent Leicestershire. In five first-class matches he scored 295 runs at an average of 42.14, including a highest score of 164,[24] and took 11 wickets at an average of 46.45;[25] Afridi also played 11 one day matches for the club, scoring 481 runs at an average of 40.08[26] and taking 18 wickets at 24.04.[27] His highest score of 95 came from 58 balls in a semi-final of the C&G Trophy to help Leicestershire beat Lancashire by seven wickets.[28] Derbyshire County Cricket Club signed Afridi to play for them in the first two months of the 2003 English cricket season.[29]"
    },
    {
      "type": "text",
      "section": "IPL career",
      "content": "Afridi was signed by Deccan Chargers, and played in the inaugural season of the IPL.[30] He could only score 81 runs in 10 matches and picked up 9 wickets in the tournament.[31] He did not play in the 2nd edition of IPL due to the tense atmosphere after the 2008 Mumbai attacks.[32][33]"
    },
    {
      "type": "text",
      "section": "Pakistan Super League",
      "content": "In the 2016 PSL, Afridi was a part of the franchise Peshawar Zalmi as captain and as their icon player. After the end of the 1st season, Afridi was made the president of Peshawar Zalmi. Afridi stepped down as Peshawar Zalmi captain before the start of the 2017 PSL and gave the captaincy to Daren Sammy. Peshawar went on to win the title.[34] After the end of the second season, Afridi left Peshawar Zalmi.[35] Afridi joined Karachi Kings for the 2018 PSL and was also made the President of Karachi Kings.[36] He also transferred to Karachi as a player ahead of PSL drafts.[35][37] Afridi left Karachi after they didn't retain him for the 2019 PSL.[38] In the 2019 PSL draft, Afridi was picked by the Multan Sultans in the platinum category.[39]\nDuring the 2020 PSL draft, Multan Sultans retained Afridi as a mentor.[40] He was retained by Multan Sultans again prior to the 2021 PSL.[41] Afridi played the initial part of the 2021 PSL but missed the remainder of the rescheduled tournament due to a back injury.[42] For the 2022 PSL, Afridi played for Quetta Gladiators in what he announced would be his last PSL season.[43] He later withdrew mid-season due to back problems.[44]"
    },
    {
      "type": "text",
      "section": "Other Leagues",
      "content": "In June 2004, Afridi signed with English county side Kent to play for them in three Twenty20 matches and one Totesport League match.[45] Afridi played for Southern Redbacks in the 2009–10 KFC Twenty20 Big Bash.[46][47] He was part of Ruhuna Royals in 2012 Sri Lanka Premier League but he returned to Pakistan midway through the tournament to attend his ailing wife.[48]"
    },
    {
      "type": "text",
      "section": "Other Leagues",
      "content": "In January 2015, Afridi was signed by Northamptonshire Steelbacks for the 2015 T20 Blast[49][50] where he reached to the final.[51] In 2016, his services were acquired by Rangpur Riders for the fourth edition of Bangladesh Premier League.[52][53]"
    },
    {
      "type": "text",
      "section": "Other Leagues",
      "content": "Shahid Afridi was part of the St Kitts and Nevis Patriots in the third season of the Caribbean Premier League.[54] He was included in the squad of Jamaica Tallawahs for the sixth edition of Caribbean Premier League but pulled out before the start of the tournament due to knee injury.[55][56]"
    },
    {
      "type": "text",
      "section": "Other Leagues",
      "content": "In 2018, Afridi was chosen as an icon player and captain by the Paktia Panthers in the first season of Afghanistan Premier League.[57][58] In June 2019, he was selected to play for the Brampton Wolves franchise team in the 2019 Global T20 Canada tournament.[59] In July 2019, he was selected to play for the Belfast Titans in the inaugural edition of the Euro T20 Slam cricket tournament.[60][61] However, the following month the tournament was cancelled.[62] For the sixth edition of Bangladesh Premier League, he was included in the A+ category and was signed by Comilla Victorians.[63][64] In November 2019, he was selected to play for the Dhaka Platoon in the 2019–20 Bangladesh Premier League.[65] In October 2020, he was drafted by the Galle Gladiators for the inaugural edition of the Lanka Premier League.[66]"
    },
    {
      "type": "text",
      "section": "Other Leagues",
      "content": "In July 2021, he was picked by Rawalakot Hawks for the first edition of the Kashmir Premier League.[67][68] He was also announced as the Brand Ambassador of the KPL.[69][70] Initially he was picked by Muzaffarabad Tigers[71] but later he parted ways with Muzaffarabad Tigers to join Rawalakot Hawks[72] and led the team to the title.[73][74][75]  On 26 July 2021, Afridi was signed by Kathmandu Kings XI to play in Nepal's Everest Premier League.[76][77]"
    },
    {
      "type": "text",
      "section": "Other Leagues",
      "content": "For the 2022 KPL, Afridi joined Jammu Janbaz as a mentor.[78][79] Jammu Janbaz finished 5th and were eliminated in the group stage.[80] In June 2022, he joined Mardan Warriors as a mentor for the inaugural season of Pakistan Junior League.[81][82]"
    },
    {
      "type": "text",
      "section": "T10 franchise career",
      "content": "In 2017, Afridi was announced as the brand ambassador of newly inaugurated T10 League in UAE.[83] He was also signed by Team Pakhtoons and was given the captaincy.[84][85] He was signed by Qalandars in 2020 as the icon player for the franchise.[86][87] He had previously signed a similar deal in 2019 but the Pakistan Cricket Board (PCB) decided against issuing NOCs to Pakistan players for the tournament.[88]"
    },
    {
      "type": "text",
      "section": "T10 franchise career",
      "content": "Afridi was chosen as the brand ambassador for the Qatar Premier T10 Cricket League (QPL) which was launched in 2019 by Qatar Cricket Association.[89][90]"
    },
    {
      "type": "text",
      "section": "T10 franchise career",
      "content": "He was signed by Bangla Tigers for the 2021–22 T10 League.[91]"
    },
    {
      "type": "text",
      "section": "T10 franchise career",
      "content": "In 2022 Afridi launched his own T10 league called the Mega Stars League.[92]"
    },
    {
      "type": "text",
      "section": "Early years",
      "content": "In October 1996, Afridi was drafted into the ODI team during the four-nation Sameer Cup 1996–97 as a replacement for the injured Mushtaq Ahmed.[93][94] He made his debut on 2 October against Kenya; however, he didn't bat and went wicketless.[95] In the next match against Sri Lanka, Afridi batted at number three in the role of a pinch-hitter. In his first international innings, Afridi broke the record for fastest century in ODI cricket, reaching his hundred from 37 balls. The eleven sixes he struck also equaled the record for most in an ODI innings.[96][nb 1] Pakistan posted a total of 371, at the time the second-highest in ODIs, and won by 82 runs; Afridi was named man of the match.[96] The record for fastest century in ODI was broken by New Zealand cricketer Corey Anderson on 1 January 2014 who scored his century from 36 balls.[98][99]"
    },
    {
      "type": "image",
      "section": "Early years",
      "filename": "image_1127.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Early years",
      "content": "Two years after his international debut, Afridi made his Test debut in the third game of a three-match series against Australia on 22 October 1998.[100] By this point he had already played 66 ODIs, at the time a record before playing Tests.[101] He opened the batting, making scores of 10 and 6, and took five wickets in the first innings.[100] He played his second Test the following January during Pakistan's tour of India; it was the first Test between the two countries since 1990.[102] Again opening the batting, Afridi scored his maiden Test century, scoring 141 runs from 191 balls. In the same match he also claimed three wickets for 54 runs.[103] After winning the first match by 12 runs, Pakistan lost the second to draw the series.[104]"
    },
    {
      "type": "image",
      "section": "Rise in significance",
      "filename": "image_1128.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Rise in significance",
      "content": "Afridi made his presence felt in the third Test against India in March 2005, scoring a quick-fire second-innings half-century and taking five wickets in the match (including Tendulkar twice) to help Pakistan to win the game and register a series draw.[105] In April, Afridi struck what at the time was the equal second-fastest century in ODIs; he reached 100 off 45 deliveries against India, sharing the record with West Indian Brian Lara.[106] Afridi was more consistent with his batting and bowling throughout 2005.[107] Pakistan's coach, Bob Woolmer, helped Afridi to reach a fuller potential by improving his shot selection and giving him free rein over his batting attitude.[107]"
    },
    {
      "type": "text",
      "section": "Rise in significance",
      "content": "On 21 November 2005, Shahid Afridi was banned for a Test match and two ODIs for deliberately damaging the pitch in the second match of the three-Test series against England. Television cameras pictured him scraping his boots on the pitch scuffing the surface when play was held up after a gas canister exploded. Afridi later pleaded guilty to a level three breach of the ICC code of conduct relating to the spirit of the game. Match referee Roshan Mahanama said: \"This ban should serve as a message to players that this type of behaviour is not allowed.\"[108][109][110]"
    },
    {
      "type": "text",
      "section": "Rise in significance",
      "content": "On 12 April 2006, Afridi announced a temporary retirement from Test cricket so that he could concentrate on ODIs, with a particular focus on the 2007 World Cup, and to spend more time with his family. He said he would consider reversing his decision after the World Cup. Afridi had played ten Tests since being recalled to the side in January 2005, averaging 47.44 with the bat including four centuries.[111] However, on 27 April he reversed his decision, saying that \"[Woolmer] told me that I am one of the main players in the team and squad and that Pakistan really needed me\".[112] Before Pakistan toured England in July to September, Afridi played for Ireland as an overseas player in the C&G Trophy.[112] In six matches, he scored 128 runs[113] and took seven wickets.[114] England won the four-match Test series 3–0;[115] Afridi played two matches, scoring 49 runs[116] and took three wickets.[117] It was the last Test cricket Afridi played until 2010.[118]"
    },
    {
      "type": "text",
      "section": "Rise in significance",
      "content": "Afridi was charged on 8 February 2007 of bringing the game into disrepute after he was seen on camera thrusting his bat at a spectator who swore at him on his way up the steps after being dismissed. Afridi was given a four-game ODI suspension, the minimum possible ban for such an offence, meaning that he would miss Pakistan's first two 2007 World Cup matches. The PCB and Afridi chose not to appeal the ban, despite feeling that the punishment was excessively harsh.[119]"
    },
    {
      "type": "text",
      "section": "Rise in significance",
      "content": "In the 2007 World Twenty20, he didn't perform well in terms of batting but ended the tournament as the joint-second highest wicket taker, earning the Man of the Series award. In the final he failed to take a wicket in the final and was out for a golden duck.[107][120] He also became the first person to receive the Player of the Tournament award in T20 World Cup history.[121] But in the next T20 World Cup, Afridi performed well, scoring 50 runs in the semi-final and 54 in the final which lead to Pakistan winning the World Cup.[122][123]"
    },
    {
      "type": "text",
      "section": "Captaincy (2009–2011)",
      "content": "Shortly after Pakistan won the 2009 ICC World Twenty20, the captain: Younis Khan, announced his retirement from Twenty20 cricket. The Pakistan Cricket Board (PCB) subsequently announced that Shahid Afridi had taken over as captain in T20Is; the appointment was initially for one match, with a decision on the permanent replacement to be made later.[124] His spell of 6–38 against Australia in 2010 was voted as the Best ODI Bowling Performance of 2009 by ESPNcricinfo.[125] On 31 January 2010, Afridi was caught on camera biting into the ball towards the end of the 5th Commonwealth Bank ODI series in Australia.[126] Later Afridi pleaded guilty to ball tampering and he was banned from two Twenty20 internationals.[127]"
    },
    {
      "type": "text",
      "section": "Captaincy (2009–2011)",
      "content": "In March 2010 the board announced that Shahid Afridi had been appointed ODI captain in place of the sacked Mohammad Yousuf.[128] He led Pakistan in the 2010 Asia Cup and during his first three matches as ODI captain he scored two centuries against Sri Lanka and Bangladesh he finished as the tournaments highest runscorer with 265 runs from 3 matches.[129]"
    },
    {
      "type": "text",
      "section": "Captaincy (2009–2011)",
      "content": "On 25 May 2010, Afridi was appointed captain of the national team in all three formats, after he announced his return to Test cricket.[130] In July 2010, Afridi captained Pakistan in the first Test of the series at Lord's against Australia. He scored 31 off 15 deliveries in the first innings and 2 in the second but was dismissed succumbing to rash strokes in both the innings. After the match, he announced retirement from Test cricket again citing lack of temperament for Test cricket as the reason.[131] Afridi was officially removed from the Test squad on the England tour, but after the spot-fixing scandal saw Mohammad Asif, Mohammad Amir and Test captain Salman Butt temporarily suspended by the International Cricket Council, he stated that he might return to Test cricket if \"the team needs it\".[132] According to a representative of Afridi, he had voiced his concerns about Mazhar Majeed – who had approached Pakistan's players – in June.[133] Majeed also confirmed that he approached Afridi, Abdul Razzaq, Younis Khan and Saeed Ajmal but all off them refused to be affiliated with him of his fixing menace. No disciplinary action was taken against them by the ICC.[134]"
    },
    {
      "type": "text",
      "section": "Captaincy (2009–2011)",
      "content": "In October, Afridi stated in an interview with Express News that the squad for the series against South Africa had been selected without his consultation; the PCB gave him an official warning for the interview.[139] Coach Waqar Younis also expressed his unhappiness at having no input in the selection; however, Mohsin Khan, the chief selector, defended the decision, stating, \"it is not written down in the PCB constitution that the coach and captain(s) must have a say in the selection of any squad\".[140] Pakistan lost the series 3–2.[141]"
    },
    {
      "type": "image",
      "section": "Captaincy (2009–2011)",
      "filename": "image_1129.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Captaincy (2009–2011)",
      "content": "The team toured New Zealand between December 2010 and February 2011 for two Tests, six ODIs, and three T20Is. Pakistan lost the first two T20Is but won the third; in final match Afridi became the first cricketer to reach 50 international wickets in the format.[142] In the same match, he also became the first cricketer to have completed the double of 500 runs and 50 wickets in the T20 Internationals.[143]\nWhen Pakistan's squad for the 2011 World Cup was announced no captain was named; Afridi, the incumbent ODI captain and Misbah-ul-Haq, the Test captain, were the front runners for the position.[144] Pakistan lost the first match against New Zealand by 8-wickets, the second match got rained out and in the third Mohammad Hafeez scored a century and Afridi scored a blistering 65 from just 25 balls. The following match was a tight game but Pakistan prevailed by two-wickets thanks to three boundaries from Sohail Tanvir, the match was set up by a 93 not out from Misbah-ul-Haq. The fifth ODI was won for Pakistan by 43 runs courtesy of a maiden ODI-century from Ahmed Shehzad. Afridi helped in the lower order by scoring 24 and taking two crucial top order wickets to help guide Pakistan to a 43-run victory and their first ODI series win in two years.[145]"
    },
    {
      "type": "text",
      "section": "Captaincy (2009–2011)",
      "content": "After gaining victory as a captain against New Zealand, the PCB declared Shahid Afridi as Pakistan's captain for the 2011 World Cup. In Pakistan's opening match of the tournament, Afridi took 5 wickets for 16 runs against Kenya, giving him the best bowling figures by a Pakistan bowler in a World Cup.[146] In the following match against Sri Lanka, which Pakistan won, Afridi claimed four more wickets to help his side to victory and became the second player to have scored 4,000 runs and taken 300 wickets in ODIs.[147][nb 2] He claimed 17 wickets from 6 matches in the first round of the Cup, including a five-wicket haul against Canada,[148] as Pakistan finished top of their group and progressed to the next stage.[149] After beating the West Indies in the quarter-final, with Afridi taking four wickets,[150] Pakistan were knocked out of the semi-finals in a 29-run defeat to India.[151] Afridi was the tournament's joint-leading wicket-taker with 21 wickets, level with India's Zaheer Khan, even though Afridi had played one match less than him.[152]"
    },
    {
      "type": "text",
      "section": "Captaincy (2009–2011)",
      "content": "Soon after the World Cup Pakistan toured the West Indies for a T20I, five ODIs, and two Tests. Pakistan lost the only T20I[153] but won the ODI series that followed 3–2.[154] Afridi took two wickets and scored 28 runs in the series.[155][156] The coach, Waqar Younis, fell out with Afridi and in his report on the tour criticised Afridi, saying \"as a captain he is very immature, has poor discipline, lacks a gameplan and is unwilling to listen to others' opinions or advice\".[157] After the series, on 19 May, the PCB replaced Afridi as ODI captain with Misbah-ul-Haq for the two-match ODI series against Ireland later that month. In 34 ODIs as captain, Afridi led his side to 18 wins and 15 defeats.[158] Afridi subsequently withdrew from the touring squad, citing the illness of his father.[159]"
    },
    {
      "type": "text",
      "section": "Conditional retirement and return (2011–2015)",
      "content": "On 30 May, Afridi announced his conditional retirement from international cricket in protest against his treatment by the PCB. The condition on his return was that the board be replaced.[160] The PCB suspended Afridi's central contract, fined him 4.5 million rupees ($52,300), and revoked his no-objection certificate (NOC) which allowed Afridi to play for Hampshire.[161] Afridi filed a petition with the Sindh High Court to overturn the sanctions. On 15 June, Afridi withdrew his petition after an out of court settlement and the PCB reinstated his NOC.[162] When the PCB's central contracts were renewed in August, Afridi's was allowed to lapse.[163] In October he withdrew his retirement as Ijaz Butt had been replaced as chairman of the PCB.\n[164] Two weeks after his announcement, Afridi was included in Pakistan's squad to face Sri Lanka in three ODIs and a T20I.[165] In November 2011, Afridi became the only cricketer to score a half-century and take five wickets on two separate occasions in ODIs.[166] Afridi achieved this feat in the fourth ODI against Sri Lanka which helped Pakistan to secure the one-day series.[167] He also became the first person to play 50 T20Is.[168]"
    },
    {
      "type": "text",
      "section": "Conditional retirement and return (2011–2015)",
      "content": "In 2013 during the first ODI game against the West Indies in Guyana, Afridi scored 76(55) before taking figures of 7/12, the second best ODI bowling figures ever.[169][170] In July 2014, he played for the Rest of the World side in the Bicentenary Celebration match at Lord's.[171]"
    },
    {
      "type": "text",
      "section": "Conditional retirement and return (2011–2015)",
      "content": "Afridi announced his retirement from ODI cricket after 2015 Cricket World Cup. Pakistan lost to Australia in the quarter-final and got eliminated from the tournament.[172]"
    },
    {
      "type": "text",
      "section": "2016 ICC World Twenty20",
      "content": "In March 2016, Pakistan was unable to make it to the semi-finals in the 2016 ICC World Twenty20 after losing to New Zealand, India and Australia. Before Australia's match, the PCB hinted at Afridi's retirement. However, he went against their decision after the match and announced that he would make the decision himself after consulting family and other iconic players beforehand and also announce it in Pakistan.[173] He also stated that 'as a player, I am fit. As a captain, I am not fit'.[174] Former Australian player Ian Chappell praised his honesty in this confession.[175]"
    },
    {
      "type": "text",
      "section": "2016 ICC World Twenty20",
      "content": "Waqar Younis, the head coach, was initially blamed and he accepted responsibility and offered to retire. However, a six-page report by Younis was later leaked by the PCB to the media where he was shown to be pointing much of the blame onto Afridi. First Younis claimed that Afridi was 'unfair' to new cricketer Mohammad Nawaz by calling him up to bowl in the Asia Cup 2016 because it 'destroyed the youngster's confidence' after he gave 38-runs in 3 overs. Younis went on to accuse Afridi of being 'non-serious' in the game along with saying that he missed training sessions and meetings. He also said that Afridi showed poor performance with the bat, ball and as a captain and was clearly not listened to by other players.[176] Younis expressed great anger on the report being leaked as it led to fans criticising him for shifting the blame onto Afridi instead of accepting equal responsibility.[177] Manager Intikhab Alam also called Afridi 'clueless' in the 3 matches but said Younis was unable to ensure that the players were physically fit.[178]"
    },
    {
      "type": "text",
      "section": "2016 ICC World Twenty20",
      "content": "Afridi was asked to appear to the enquiry committee, made up of Misbah-ul-Haq and other iconic players, who would hear his view on the situation. However, it was said he refused to until it was revealed that his daughter was in hospital undergoing surgery at the time. He opted to be interviewed by phone.[179]"
    },
    {
      "type": "text",
      "section": "2016 ICC World Twenty20",
      "content": "Days after the match, Afridi posted a video on Twitter, in which he apologised to all his fans for the team's disappointing performance. He said he didn't care about what others were saying about him and only wanted to answer to his fans and wanted to apologise for letting them and Pakistan down. Despite earlier criticism, many fans supported him. Even during his arrival from Dubai back to Pakistan, a few days after the rest of the team, fans chanted 'Boom Boom Afridi' at the airport amidst high security.[180]"
    },
    {
      "type": "text",
      "section": "2016 ICC World Twenty20",
      "content": "In April 2016, he finally announced he was stepping down as T20I captain, but was not retiring. He said he wanted to \"continue to play the game for my country\".[181] Sarfraz Ahmed was appointed as Pakistan's T20I captain following Afridi's resignation.[182]"
    },
    {
      "type": "text",
      "section": "Retirement",
      "content": "In September 2016, the PCB announced that they wanted Afridi to retire. Afridi said it was unfair for them to announce their plans in the media, but then said that he wanted a farewell match, which didn't happen as a result of him cancelling a meeting regarding the issue with the PCB.[183] In February 2017, he announced his retirement from T20Is and international cricket.[184][185] In April 2018, Afridi briefly returned to international cricket after he was named in the Rest of the World XI squad for the Hurricane Relief T20 Challenge.[186] He went on to captain the side, after Eoin Morgan had to withdraw due to injury.[187] After the match, Afridi stated that he would not be making a comeback to international cricket for Pakistan.[188]"
    },
    {
      "type": "text",
      "section": "Cricket administration",
      "content": "On 24 December 2022, Afridi was named the interim chief selector of the Pakistani cricket team by the newly appointed PCB Chairman, Najam Sethi.[189][190][191] His term lasted until the end of the New Zealand series with Pakistan drawing the Test series 0–0 and losing the ODI series 2–1.[192][193][194] Sethi had offered him a longer term but Afridi refused due to his commitments to charity work and his foundation.[195]"
    },
    {
      "type": "text",
      "section": "Business",
      "content": "In February 2022, Afridi opened a restaurant, Lala Darbar, in Dubai, which he described as an \"authentic desi restaurant chain\".[196]"
    },
    {
      "type": "text",
      "section": "Business",
      "content": "In 2023, Afridi launched the Shahid Afridi Store, a menswear fashion brand.[197]"
    },
    {
      "type": "image",
      "section": "Playing style",
      "filename": "image_1130.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Batting",
      "content": "His general style of batting was very aggressive and attack oriented. Due to this reason, Indian cricketer Ravi Shastri gave him the nickname \"Boom Boom\".[198] He scored six ODI centuries, including ones made from 37 and 45 balls, two of the fastest in history.[199] Throughout his career, he had an ODI strike rate of 117 runs per 100 balls, one of the highest in the game's history.[200] This attitude was transferred to Test cricket as well, with Afridi scoring at a relatively high strike rate of 86.97.[201]"
    },
    {
      "type": "text",
      "section": "Batting",
      "content": "He was known for hitting long sixes. He holds the record for having hit the most sixes in the history of ODI cricket.[202][203] However, his aggressive style increased his risk of getting out and he was regarded as an inconsistent batsmen.[204] This is reflected by the fact that he is the only player to score more than 8,000 ODI runs at an average under 30 (23.57 to be exact).[205] Afridi has moved about the batting order, and this lack of consistency has made it difficult for him to settle. In the Indian subcontinent, where the ball quickly loses its shine, he preferred to open the batting; however, elsewhere he would come to bat at number six or seven.[206]"
    },
    {
      "type": "text",
      "section": "Batting",
      "content": "On 22 August 2017, in his 256th Twenty20 match,[207] Afridi hit his first century in the format, scoring 101 for Hampshire in the 2017 NatWest t20 Blast against Derbyshire and setting the highest T20 score by a batsman at the County Ground, Derby in the process.[208][209]"
    },
    {
      "type": "text",
      "section": "Bowling",
      "content": "Having started as a fast bowler, Afridi decided to start bowling spin after he was told he was throwing. He modelled himself on Pakistan leg-spinner Abdul Qadir.[11] Afridi began his career as primarily a bowler, but after scoring the fastest century in his maiden ODI innings more was expected of him with the bat. In 2011, he said, \"I consider myself a bowler first\".[206] He took 541 International wickets in his career, most of which were from the ODI format. While his stock ball is the leg break, his armoury also includes the googly and a \"quicker one\" which he can deliver in the style of a medium-pacer, reaching speeds of around 134 km/h (83 mph).[210]"
    },
    {
      "type": "text",
      "section": "Bowling",
      "content": "On 23 August 2018, after a match winning all-round performance in the Caribbean Premier League for Barbados Tridents, Australian cricketer Steve Smith said that he tried to model the bowling action of Afridi.[211][212] He praised Afridi, calling him \"a terrific leg-spinner\".[213] Afghani cricketer Rashid Khan has said that he grew up idolising Afridi and modelled Afridi's bowling action.[214]"
    },
    {
      "type": "text",
      "section": "Philanthropy",
      "content": "In March 2014, Shahid Afridi established the Shahid Afridi Foundation which aims to provide healthcare and education facilities in Pakistan. He was named among the world's most charitable athletes by Do Something in August 2015.[215][216][217]"
    },
    {
      "type": "text",
      "section": "Philanthropy",
      "content": "UNICEF and many Pakistani authorities have taken Shahid Afridi on board for the anti-polio campaign in the tribal belt of Waziristan region.[218][219]"
    },
    {
      "type": "text",
      "section": "Awards and recognition",
      "content": "On 23 March 2010, Afridi was awarded the Pride of Performance by President of Pakistan Asif Ali Zardari.[220]"
    },
    {
      "type": "text",
      "section": "Awards and recognition",
      "content": "On 23 March 2018, he was awarded the Sitara-i-Imtiaz by President of Pakistan Mamnoon Hussain.[221]"
    },
    {
      "type": "text",
      "section": "Controversies",
      "content": "In July 2016, Afridi said in an interview with BBC Urdu that there is no talent in Pakistan.[222] This resulted in huge opposition against Afridi, while PCB issued a notice against him.[223] Later, Afridi tried to clarify his statement by explaining that there is no competition among players in the present.[224]"
    },
    {
      "type": "text",
      "section": "Controversies",
      "content": "On 6 September 2018, in a Defence Day event at Rawalpindi, Afridi was reportedly caught on the camera chewing tobacco.[225] He was highly criticised by the media for this.[226] However, Afridi denied these claims and clarified that he had been eating fennel seeds and clove.[227][228]"
    },
    {
      "type": "text",
      "section": "Controversies",
      "content": "On 30 April 2019, Shahid Afridi was sued by Master Beverages for violating agreement. As per Master Beverages and Foods Limited, Shahid Afridi had signed a contract with Master Beverages as their brand ambassador, but also secretly signed an agreement to become a brand ambassador of another rival company. According to the agreement, Afridi couldn't sign for any other company. Master Beverages instituted a lawsuit against Afridi in Sindh High Court for damages amounting to Rs. 60,000,000 and recovery of a car which Afridi received as part of the agreement.[229]"
    },
    {
      "type": "text",
      "section": "Controversies",
      "content": "In May 2019, Afridi stated that being a \"conservative\" and religious father, he had banned his daughters from playing outdoor sports. He said \"feminists can say what they want... I've made my decision,\" in response to the criticism.[230]"
    },
    {
      "type": "text",
      "section": "Confusion about age",
      "content": "Shahid Afridi, who made his debut at 16 as per the records, had claimed that he was born in 1975 in his autobiography 'Game Changer'.[231] \"Also, for the record, I was just nineteen, and not sixteen like they claim. I was born in 1975. So, yes, the authorities stated my age incorrectly\", he wrote in his book.[232] Although that created confusion as if he was born in 1975, it would have meant that he was 21 at the time of debut and not 19 as he wrote.[233] Afridi later clarified that his autobiography's first edition carried the wrong year and it was confirmed that his year of birth was 1977.[1][234] Afridi's claims created further controversy as this would have meant that Afghani batsman, Usman Ghani, would hold the record for the youngest centurion in ODI cricket which Afridi currently holds.[2][235][236]"
    },
    {
      "type": "text",
      "section": "Feud with Gautam Gambhir",
      "content": "Afridi has been infamously involved in several on and off the field feuds with Indian cricketer Gautam Gambhir. On 14 November 2007, during an ODI between India and Pakistan, Afridi and Gambhir were involved in an altercation, followed by a heated argument, where on-field umpire Ian Gould intervened in between. Both Afridi and Gambhir were fined for the event, for conduct unbecoming and physical contact.[237]"
    },
    {
      "type": "text",
      "section": "Feud with Gautam Gambhir",
      "content": "Afridi again came to feud with Gambhir on Twitter, when the former tweeted about the unrest in Kashmir in April 2018, where he also tagged the United Nations. In response to the tweet, Gambhir replied by mocking Afridi and stated that he has no understanding about Kashmir.[238] In response to criticism of Prime Minister Narendra Modi by Afridi in May 2020, Gambhir stated by tweeting that \"Jokers like Afridi, Imran and Bajwa can spew venom against India & PM @narendramodi ji to fool Pak ppl but won't get Kashmir till judgment day! Remember Bangladesh?\".[239]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "Irish pop group The Duckworth Lewis Method included a song called \"Boom Boom Afridi\" in their second album \"Sticky Wickets\"."
    }
  ]
}