{
  "page_id": 67,
  "url": "https://en.wikipedia.org/wiki/Pauline_Ferrand-Pr%C3%A9vot",
  "title": "Pauline Ferrand-Prévot - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_606.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Pauline Ferrand-Prévot",
      "filename": "image_607.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Pauline Ferrand-Prévot",
      "content": "Major Tours"
    },
    {
      "type": "text",
      "section": "Pauline Ferrand-Prévot",
      "content": "One-day races and Classics"
    },
    {
      "type": "text",
      "section": "Pauline Ferrand-Prévot",
      "content": "Pauline Ferrand-Prévot (French pronunciation: [polin fɛʁɑ̃pʁevo]; born 10 February 1992) is a French cyclist who rides for UCI Women's World Tour team Visma–Lease a Bike.[5] In addition to racing, Ferrand-Prévot has also competed in mountain biking and cyclo-cross during her career,[6] winning the world title in each discipline. During the 2015 season, aged just 23, she became the first person in the history of cycling to simultaneously hold the world road title, world cyclo-cross title and world cross-country mountain bike title.[7]"
    },
    {
      "type": "text",
      "section": "Pauline Ferrand-Prévot",
      "content": "Ferrand-Prévot has been an elite national, world and Olympic champion across the various disciplines in which she competes. She was the youngest competitor in the women's road race at the 2012 Summer Olympics, in which she finished eighth.[1] Twelve years later, at the 2024 Summer Olympics, she won the gold medal in the cross-country mountain biking event, and the following year she won the 2025 Tour de France Femmes.[8]"
    },
    {
      "type": "text",
      "section": "Pauline Ferrand-Prévot",
      "content": "She continued her dominance in cross-country mountain biking, winning the UCI Mountain Bike World Championships in 2023 for the fifth time in her career.[9]"
    },
    {
      "type": "text",
      "section": "2009–2010: Triple Junior World Champion",
      "content": "In July 2009, Ferrand-Prévot took part in the European Road Championships as a first year junior, where she narrowly won the Junior European time trial title ahead of Ukrainian Hanna Solovey. Four days later she placed third in the road race. Later in the same month, she won the junior European cross country championships, taking her second European title in less than 10 days in two different disciplines. She then participated in the World Junior Championships, winning silver in the time trial behind Hanna Solovey. In late August Ferrand-Prévot won both National Road titles in the junior category. In September, she won her first world title at the World cross country championship, whilst in October, she won the junior Chrono des Nations."
    },
    {
      "type": "text",
      "section": "2009–2010: Triple Junior World Champion",
      "content": "Ferrand-Prévot began her 2010 season competing in cyclo-cross. For women, there is no junior category which meant that she had to compete with the elite athletes. She came eighth in the World Cyclo-cross championships, more than two minutes behind future teammate Marianne Vos. After the cyclo-cross season, she was victorious at the City of Pujols road race, one of the constituent rounds of the Coupe de France, and would go on to top the final ranking in the Coupe de France for juniors. Further, she won a stage of the Circuit de Borsele junior, finishing fourth overall. She competed in the junior mountain bike World Cup, winning the Offenburg round and finished second in the Houffalize round. In mid-July, at the European Championships, Ferrand-Prévot had to settle for silver in both the time trial and road race. Ferrand-Prévot then competed in the junior World road race Championships in Offida, Italy, finishing second in the time trial. She retained her junior national road titles. In September she defended successfully the junior Mountain bike world championships in MTB at Mont-Sainte-Anne in Canada, becoming the second rider after Nicole Cooke to hold both the road and mountain-bike world title in the same year."
    },
    {
      "type": "text",
      "section": "2011–2013: The first professional years",
      "content": "Ferrand-Prévot began the 2011 season with a second place in the national cyclo-cross championships. In late January, she took eighth in the World Championship cyclo-cross. She was then selected to participate in the Trofeo Alfredo Binda-Comune di Cittiglio for the French national road team, the first round of the 2011 UCI Women's Road World Cup achieving ninth place. After a fourth place in Halle-Buizingen, she finished seventh in the women's La Flèche Wallonne atop the Mur de Huy. In May, she went on to participate in two rounds of the UCI Under-23 MTB World Cup taking victory in both rounds. Ferrand-Prévot stated in mid-May that she would continue to ride in both disciplines for at least two more seasons. After a victory in the Coupe de France she participated in the two North American rounds of the Under-23 MTB World Cup winning both rounds again."
    },
    {
      "type": "text",
      "section": "2011–2013: The first professional years",
      "content": "In July one year ahead of the London Olympics, she finished fifth in the pre-Olympic race. She then abandoned the MTB European championship. In August, after taking second place in the Val di Sole round of the Under-23 MTB World cup, she was crowned the overall winner. In November Ferrand-Prévot won the bronze medal at the European Cyclo-cross championships. In late November, Stichting Rabo Women Cycling Team announced they had signed her for the 2012 and 2013 seasons."
    },
    {
      "type": "text",
      "section": "2011–2013: The first professional years",
      "content": "In April 2012, Ferrand-Prévot achieved her first podium in the MTB World Cup, during the second round in Houffalize. She was then selected for the Olympic Mountain bike test event. In June, at Saint-Amand-les-Eaux, she won her first elite national time trial championship, completing the 26.8-kilometre (16.7-mile) loop in 36 minutes and 55 seconds, beating Audrey Cordon-Ragot by 17 seconds. She also won the Under-23 title. In July, she finished fourth in the elite national Mountain Bike championships but won the Under-23 title."
    },
    {
      "type": "image",
      "section": "2014: The career year",
      "filename": "image_608.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2014: The career year",
      "content": "Early in the season, Ferrand-Prévot won her first elite national cyclo-cross title. In late March, she finished fifth at the Trofeo Alfredo Binda-Comune di Cittiglio. In April she won the La Flèche Wallonne Féminine ahead of Lizzie Armitstead and Elisa Longo Borghini. In July, Ferrand-Prévot came second in the Giro Rosa just 15 seconds behind teammate Marianne Vos becoming the second French woman to reach the podium of the Giro Rosa after the Catherine Marsal victory in 1990. She later took the overall victory at the Emakumeen Euskal Bira, her first stage race win, while collecting two stage wins."
    },
    {
      "type": "text",
      "section": "2014: The career year",
      "content": "In July, Ferrand-Prévot became the first French cyclist to accumulate four national titles in a single season (road race, time trial, cyclo-cross and mountain bike). She also recorded two wins in the elite Mountain Bike World Cup and finally finished tenth overall in the Mountain Bike World Cup. After taking victory at the Under-23 European Cross-Country Championships, she won her first world title in the mixed relay."
    },
    {
      "type": "text",
      "section": "2014: The career year",
      "content": "Late in the road season, Ferrand-Prévot took part in the Grand Prix de Plouay, last round of the Road World Cup, taking 3rd place. She later finished sixth overall in the competition. In September, 19 years after Jeannie Longo won the fabled rainbow jersey, she became World Road Race champion in Ponferrada, Spain. Later in the season, she finished second in the Vélo d'or Français behind Jean-Christophe Péraud and ahead of track World Champion François Pervis. Ferrand-Prévot was also selected \"international cyclist of the year\" by the American publication VeloNews."
    },
    {
      "type": "image",
      "section": "2015: World champion in cyclo-cross and cross-country",
      "filename": "image_609.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2015: World champion in cyclo-cross and cross-country",
      "content": "Ferrand-Prévot started the season off with retaining her national cyclo-cross championship. A week of ahead of the cyclo-cross world championships, she finished on the podium in the final race of the cyclo-cross World Cup in Hoogerheide. In January, she won the Cyclo-cross world title, ahead of Sanne Cant and seven-time champion Marianne Vos. She finished runner-up at the Trofeo Alfredo Binda-Comune di Cittiglio behind Lizzie Armitstead. In June, Ferrand-Prévot announced she had been suffering from sciatica which had ruined the start of her season. She returned to competition in the French national road race championships retaining her road title but only finishing third in the time trial. At the Giro Rosa, she finished ninth in the prologue but lost nearly two minutes on the leaders after the second stage. Winner of Stage 5 at Aprica, she finished 6th overall."
    },
    {
      "type": "text",
      "section": "2015: World champion in cyclo-cross and cross-country",
      "content": "In August, Ferrand-Prévot started her mountain bike season with the goal of achieving a third world title in three different disciplines. She finished third in the Mont-Sainte-Anne round of World Cup and won the Windham round by more than a minute. On the road, she suffered a fall in the last kilometer of La Course by Le Tour de France as she did in 2014, but then went on to come third again at the Grand Prix de Plouay."
    },
    {
      "type": "text",
      "section": "2015: World champion in cyclo-cross and cross-country",
      "content": "In the World mountain biking championship, she retained her mixed relay title (with Jordan Sarrou, Anthony Phillip and Victor Koretzky) and then added the World cross-country title."
    },
    {
      "type": "text",
      "section": "2015: World champion in cyclo-cross and cross-country",
      "content": "In late November 2015 Ferrand-Prévot acquired a tibial plateau fracture during training, forcing her to refrain from racing for at least six weeks and miss most of the 2015–2016 cyclocross season.[10]"
    },
    {
      "type": "image",
      "section": "2016",
      "filename": "image_610.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2016",
      "content": "Ferrand-Prévot endured a difficult 2016 season. She competed in the 2016 Summer Olympics in Rio de Janeiro, however she only finished 26th in the road race and abandoned the cross-country mountain bike race due to struggling with the effects of the tibial fracture she had sustained during the winter. She subsequently ended her season after the Games. In September 2016, after five years with the Rabobank team it was announced that Ferrand-Prévot would join Canyon–SRAM for the 2017 season.[11]"
    },
    {
      "type": "text",
      "section": "2018",
      "content": "She competed in the Cross Country European Championships in Glasgow, finishing 2nd behind Jolanda Neff."
    },
    {
      "type": "text",
      "section": "2022: Gravel world champion",
      "content": "Ferrand-Prévot became the inaugural winner of the UCI Gravel World Championships in the women's race.[12]"
    },
    {
      "type": "text",
      "section": "2024: Olympic mountain bike Gold",
      "content": "At the 2024 Summer Olympics, she won the gold medal in the cross-country mountain biking event in front of a home crowd.[13]"
    },
    {
      "type": "image",
      "section": "2025: Returning to the road",
      "filename": "image_611.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2025: Returning to the road",
      "content": "In 2025, Ferrand-Prévot returned to road cycling for the first time since 2018, signing a three year deal with Visma–Lease a Bike.[14] She finished third at Strade Bianche, second at Tour of Flanders, before winning Paris–Roubaix Femmes[15] – her first win on the road since 2015. Following her win at Paris–Roubaix Femmes, Ferrand-Prévot expressed that her main goal was to win the Tour de France Femmes.[16]  On 2 August, in the penultimate stage of the women's Tour de France, she broke away from Sarah Gigante in the final climb up the Col de la Madeleine, taking the yellow jersey with a 2:37 lead on Gigante in the general standings and 3:18 ahead of Demi Vollering,[17] and she went on to win the overall race.[18]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Ferrand-Prévot comes from a cycling family: her uncle Ludovic Dubau was 1994 French champion in cross-country mountain biking[19] and competed in the 2000 Summer Olympics."
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Her nickname PFP comes from her initials.[14] Ferrand-Prévot is in a relationship with Dutch cyclist Dylan van Baarle, with whom she lives in Monaco.[20]"
    }
  ]
}