{
  "page_id": 59,
  "url": "https://en.wikipedia.org/wiki/Belvidere_Apollo_Theatre_collapse",
  "title": "Belvidere Apollo Theatre collapse - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_522.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Belvidere Apollo Theatre collapse",
      "filename": "image_523.jpg",
      "caption": "Concertgoers attempt to remove debris atop audience members"
    },
    {
      "type": "text",
      "section": "Belvidere Apollo Theatre collapse",
      "content": "On the evening of March 31, 2023, a tornado struck the Apollo Theatre in Belvidere, Illinois, United States, which caused the ceiling to collapse during a sold-out concert, killing one person and injuring 48 more."
    },
    {
      "type": "text",
      "section": "Belvidere Apollo Theatre collapse",
      "content": "The show had begun despite predictions of imminent severe weather as part of a historic tornado outbreak. During the opening act, a half-hour storm break was instituted, during which the tornado struck the theater. Winds of 90–100 miles per hour (140–160 km/h) caused the lower roof structure to fail. Debris fell into the venue and onto concertgoers, burying several people. Concertgoers helped remove debris before the arrival of the Belvidere Fire Department, which evacuated the building and handled search and rescue operations with emergency management agencies from three neighboring counties. One concertgoer was pronounced dead at the scene; 48 more were injured, of whom 27 were taken to hospitals by ambulance. The structure's facade and upper roof were thrown into the street."
    },
    {
      "type": "text",
      "section": "Belvidere Apollo Theatre collapse",
      "content": "The venue was condemned the next day, but was rebuilt instead; it reopened that September. Eleven lawsuits were eventually filed in connection with the collapse."
    },
    {
      "type": "image",
      "section": "Background",
      "filename": "image_524.jpg",
      "caption": "The Apollo Theatre in the city of Belvidere, Illinois, United States."
    },
    {
      "type": "text",
      "section": "Background",
      "content": "Belvidere had previously been struck by a deadly storm in 1967: a violent F4 tornado that killed 24 people and injured some 500 more. It destroyed 127 homes and damaged others. 13 of the deaths and some 300 of the injuries occurred at the local high school, where students had been dismissed and were boarding buses when the tornado hit.[2]"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "The Apollo Theatre opened on January 11, 1922, in Belvidere, Illinois. In 1975, the theater caught on fire and closed. It was listed as a contributing property to the Belvidere North State Street Historic District; the 2012 application to the National Register of Historic Places noted the building's unusual asymmetrical facade.[3] In June 2022, the remodeled venue was reopened as the Apollo Theatre Activity Center, a concert and live music venue.[4] The venue and its fire sprinkler system had been inspected by the Belvidere Fire Department.[5]"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "In November 2022, the death metal band Morbid Angel announced the United States Tour of Terror 2023, to celebrate the 40th anniversary of their founding in 1983. The group toured with fellow metal groups Revocation, Skeletal Remains, Vitriol, and Crypta. The bands arrived in Belvidere on March 31, 2023, having performed the previous day at Milwaukee's The Rave.[6]"
    },
    {
      "type": "text",
      "section": "March 31",
      "content": "On the morning of March 31, the Storm Prediction Center issued a rare high risk convective outlook, the highest risk category, for two areas: a southern area including much of Arkansas, Mississippi, and Tennessee, and a northern area including parts of Iowa and northern Illinois. The Belvidere area was assessed as an enhanced risk, two categories below a high risk. The center predicted strong, long-tracked, and violent tornadoes.[8]"
    },
    {
      "type": "text",
      "section": "March 31",
      "content": "This came true: a historic severe weather event occurred across northern Illinois.[9] During the day, tornadoes were reported across the Mississippi valley, including in Little Rock and Wynne, Arkansas.[10] In the northern risk area, a violent tornado was reported near Keota, Iowa. In the afternoon, more tornadic storms developed and produced damaging tornadoes in the vicinity of the Quad Cities region of Iowa and Illinois.[9] A tornado watch was issued for much of northern Illinois at 2:35 p.m.; it would be lifted at 10 p.m.[11] An emergency operations center was established by the head of Boone County in anticipation of the severe conditions, and regional officials increased staffing for emergency response agencies across the area.[12]"
    },
    {
      "type": "text",
      "section": "March 31",
      "content": "At the Apollo Theater, 260 people—concertgoers, performers, and staff[13]—had gathered for the sold-out concert. Crypta, the first band to take the stage, began performing at 7 p.m.[14] It would be the only band to perform that night.[15]"
    },
    {
      "type": "text",
      "section": "March 31",
      "content": "At 7:23 p.m., a tornado warning was issued for Boone County, to last until 8:30 p.m.[16] Municipal sirens began sounding around 7:24 p.m.[17] Southwest of Davis Junction in rural Ogle County, an EF1 tornado touched down and began moving northeast towards Belvidere, crossing Interstate 90 in the southeast of the city around 7:40 p.m.[18] A tornado damage survey determined that the tornado had narrowed from roughly .5 mi (0.80 km) in width to .25 mi (0.40 km) as it approached Belvidere's central business district, while also increasing in intensity.[19]"
    },
    {
      "type": "image",
      "section": "Collapse",
      "filename": "image_525.jpg",
      "caption": "The Apollo Theatre's detached roof on State Street"
    },
    {
      "type": "text",
      "section": "Collapse",
      "content": "After Crypta performed, venue officials announced a half-hour storm break.[20] One concertgoer recalled that the wind began to break windows, after which some audience members were led to the basement.[7] Around 7:43 p.m., the tornado struck the theatre, with winds estimated at 90 to 100 mph (140 to 160 km/h).[18] The theater's street-facing facade and marquee collapsed.[17] Behind the venue, debris crushed a van used by Crypta.[15] Roughly three to five feet (0.91 to 1.52 m) of the venue's upper roof structure was removed, lofted, and dropped onto the street. The lower roof structure above the concert collapsed into the venue.[18] Some debris fell on the stage, but most landed on audience members.[15] Belvidere Fire Chief Shawn Schadle said at least 10 people had been buried by debris.[21] A power line downed near the theater caused a fire at a nearby garage.[22] The tornado lifted at 7:49 p.m.[19]"
    },
    {
      "type": "text",
      "section": "Response",
      "content": "After the collapse, concertgoers worked to remove the victims trapped under debris.[23] Local emergency managers were notified at 7:47 p.m. of a mass casualty roof collapse.[24] Within two minutes, the Belvidere Fire Department, two blocks away from the Apollo Theatre, had organized a response.[25][7] The department's Lieutenant Drall was the first responder on the scene; he took command of search and rescue operations.[26] Drall recognized the building had been compromised and was at risk of total collapse, but allowed firefighters to enter the building for rescue operations.[21] At one point, an estimated 30 concertgoers and 12 police officers and firefighters were working to lift the debris off buried crowd members.[21] The Fire Department then began directing concertgoers away from the damaged building.[27]"
    },
    {
      "type": "text",
      "section": "Response",
      "content": "At 8:52 p.m., Morbid Angel released a post confirming the cancellation of the show, 70 minutes after the tornado hit.[13]"
    },
    {
      "type": "text",
      "section": "Response",
      "content": "Fifty-one-year-old Frederick Forest Livingston Jr. was pronounced dead on the scene.[b][14] 27 people, two with life-threatening injuries, were taken to area hospitals by seven emergency management agencies, including several from neighboring Winnebago, Ogle, and McHenry counties. By the following morning, local hospitals had treated 40 people injured at the theater.[30]"
    },
    {
      "type": "image",
      "section": "Aftermath",
      "filename": "image_526.jpg",
      "caption": "A damaged van outside the venue"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "The next day, State Street in Belvidere was closed for debris removal. The Apollo Theatre and a building across the street from it were condemned, although local officials hired engineers and surveyors to assess the prospects for saving the historic building.[31] On April 2, Illinois Governor JB Pritzker toured the site with Alicia Tate-Nadeau of the Illinois Emergency Management Agency, who said, \"If it wasn't for the fast and coordinated efforts, on Friday night, we would have seen a more tragic outcome from events from today\".[32]"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "The United States Tour of Terror 2023 resumed on April 2 with a performance in Hobart, Indiana.[15] Morbid Angel, Crypta, and other acts paid tribute to Livingston and the other victims of the concert at Belvidere. A promoter for the event described the performance as \"emotional\".[33]"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "One year after the collapse, Belvidere Fire Chief Shawn Schadle commended the efforts of the concertgoers who helped trapped audience members, saying, They didn't have to be there. They could have gone out to safety. A lot of them stayed there. We all worked together to organize the rescue of at least ten people.[34] On May 12, 2024, Pritzker and Illinois Fire Marshall James Rivera honored six firefighters who responded to the collapse of the Apollo Theatre at the Annual Fallen Firefighter Memorial and Medal of Honor Ceremony in Springfield, Illinois.[35] In May 2024, Mike Lowe of Boone County Fire District #2 said the collapse \"was a call that nobody was really prepared for. I mean, we trained and practiced, but we hadn't had that before\".[36]"
    },
    {
      "type": "text",
      "section": "Victims and legal actions",
      "content": "One person was killed in the collapse: 51-year-old Frederick Livingston Jr. of Belvidere.[28] He was pulled from the debris, likely by fellow concertgoers, and pronounced dead on the scene.[37] His son Alex, who was also at the concert, survived.[38] In a later interview, Crypta lead singer Fernanda Lira said Livingston was the only person who had purchased a band shirt from them during the concert.[15] She asked people to support Livingston's family.[15] A GoFundMe campaign was created to raise money for his family[28]; by April 14, it had raised $45,053, exceeding the goal of $20,000.[39]"
    },
    {
      "type": "text",
      "section": "Victims and legal actions",
      "content": "Over the next year, 11 lawsuits were filed against the theater on behalf of 19 concertgoers and the family of Frederick Livingston. Six were filed by June 28, the rest by March 2024.[40] One lawsuit alleged that the venue should not have allowed Crypta to continue performing. Others alleged that the venue had erred in leading only balcony audience members to the basement. The defendants—the owner Maria Martinez and her husband and the concert's promoter, FM Entertainment—responded that all concertgoers had been asked to enter the venue's basement when the warning was issued, but chose to remain near the stage; they also said the tornado was an act of God.[41]"
    },
    {
      "type": "image",
      "section": "Recovery efforts",
      "filename": "image_527.jpg",
      "caption": "The damaged Apollo Theatre"
    },
    {
      "type": "text",
      "section": "Recovery efforts",
      "content": "Hopes for the theater's recovery were stirred shortly after the collapse. Preliminary surveys by structural engineers indicated that the venue was unlikely to collapse further and that repairs might be possible. Belvidere Fire Chief Shawn Schadle said the morning after the concert that he hoped the building would be remodeled.[42] Friends of the Coronado, a group that had restored the Coronado Theatre of Rockford, Illinois, expressed interest in helping. One architect said the historic theater was worth preserving.[43] Venue owner Maria Martinez opened a GoFundMe campaign on April 14 to finance the rebuilding of the theater with a goal of $250,000;[39] it closed in June having only raised $3,200.[44]"
    },
    {
      "type": "text",
      "section": "Recovery efforts",
      "content": "On June 6, as recovery efforts were underway, a small fire broke out on the roof of the theater as a welding contractor inadvertently ignited nearby flammable material. The fire was quickly extinguished before it could cause structural damage.[44]"
    },
    {
      "type": "text",
      "section": "Recovery efforts",
      "content": "The theater reopened on September 15, 2023, less than six months after the tornado. At a private event commemorating the structure's restoration, Martinez said that funding for the project had come primarily from insurance and personal funds, and none from state or federal disaster relief funds. The theater's first public event after the collapse was a free concert on Mexican Independence Day.[45]"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "Media related to Belvidere Apollo Theatre collapse at Wikimedia Commons"
    }
  ]
}