{
  "page_id": 5,
  "url": "https://en.wikipedia.org/wiki/List_of_works_by_Wole_Soyinka",
  "title": "List of works by Wole Soyinka - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_29.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "List of works by Wole Soyinka",
      "filename": "image_30.jpg",
      "caption": "Head and shoulders of an aged black man, with a full head of white hair. He has a medium-sized moustache."
    },
    {
      "type": "text",
      "section": "List of works by Wole Soyinka",
      "content": "The works of the Nigerian author Wole Soyinka comprise 25 plays, ten essay collections, seven poetry collections, five memoirs, three novels, and two translated works.[1] His first major plays were The Swamp Dwellers (1958) and The Lion and the Jewel (1959); both which were performed in Ibadan, Nigeria.[2] Soyinka's unpublished play, The Invention (1957), was his first work to be produced at the Royal Court Theatre in 1959,[1] where he worked as a play reader.[2] His play, A Dance of the Forests, was written and first performed in 1960 as part of the national celebrations of the independence of Nigeria.[3]"
    },
    {
      "type": "text",
      "section": "List of works by Wole Soyinka",
      "content": "After Chukwuemeka Odumegwu Ojukwu declared the independence of Biafra in 1966, Soyinka was arrested and accused of taking sides following his attempt to negotiate between the Nigerian government and the Biafra separatists. When the Nigerian Civil War ended, he was released in 1969 under amnesty.[4] Madmen and Specialists (1970) was his first play after his release.[5] His arrest and prison experiences were detailed in his first memoir, The Man Died: Prison Notes of Wole Soyinka (1972),[4] which along Poems from Prison was written and smuggled out during his imprisonment.[3] Soyinka wrote three novels The Interpreters (1965); Season of Anomy (1973), and Chronicles from the Land of the Happiest People on Earth (2021). From 1960 to 1964, he was co-editor of Black Orpheus, and edited other journals like Transition and anthologies including Poems of Black Africa. He wrote two autobiographies, Aké: The Years of Childhood and You Must Set Forth at Dawn. A notable poet, he wrote seven poetry collections including Idanre and Other Poems and A Shuttle in the Crypt.[3]"
    },
    {
      "type": "text",
      "section": "List of works by Wole Soyinka",
      "content": "Soyinka's works often depicts Greek and Yoruba mythology, Christian ideology,[3] Yoruba language and rituals.[6] His influence extends to film and theatre. His plays, Death and the King's Horseman and The Man Died have been adapted for stage and screen.[3] He has received many accolades for his works including the 1986 Nobel Prize in Literature,[7] Benson Medal, the Commonwealth Poetry Prize,[3] and an extended list of honors and awards. In August 2014 he delivered a speech entitled \"From Chibok with Love\" to the World Humanist Congress in Oxford and was awarded the 2014 International Humanist Award.[2]"
    },
    {
      "type": "text",
      "section": "Published plays",
      "content": "Source:[8]"
    },
    {
      "type": "text",
      "section": "Other stage plays, revues, radio and TV plays",
      "content": "Source:[11]\nUnpublished plays are marked with a cross sign: +"
    },
    {
      "type": "text",
      "section": "Novels",
      "content": "Source:[13]"
    },
    {
      "type": "text",
      "section": "Short stories",
      "content": "Source:[11] Unpublished stories are marked with a cross sign: +"
    },
    {
      "type": "text",
      "section": "Poetry collections",
      "content": "Source:[8]"
    },
    {
      "type": "text",
      "section": "Essays and lectures",
      "content": "Source:[18]"
    },
    {
      "type": "text",
      "section": "Translations",
      "content": "Source:[11]"
    }
  ]
}