{
  "page_id": 6,
  "url": "https://en.wikipedia.org/wiki/Singapore_Youth_Olympic_Games_Organising_Committee",
  "title": "Singapore Youth Olympic Games Organising Committee - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_31.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Singapore Youth Olympic Games Organising Committee",
      "filename": "image_32.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Singapore Youth Olympic Games Organising Committee",
      "content": "The Singapore Youth Olympic Games Organising Committee (SYOGOC) is the organisation in charge of organising the inaugural 2010 Youth Olympic Games. A selection process to determine the members of the games' organising committee commenced soon after the bid result announcement. Plans were made to have the committee visit the IOC, to obtain greater details on organising the event.[1]\nThe 23 members of the Singapore Youth Olympic Games Organising Committee (SYOGOC) were announced on 24 March 2008 as follows:"
    },
    {
      "type": "text",
      "section": "Singapore Youth Olympic Games Organising Committee",
      "content": "The SYOGOC would be aided by a panel of advisors, composed of Cabinet ministers Vivian Balakrishnan, Teo Chee Hean, Tharman Shanmugaratnam and Ng Eng Hen, and former Parliamentary Secretary, Ministry of Community Development, Youth & Sports (MCYS) Teo Ser Luck.[3] In addition, an Inter-Ministry Committee was established with Niam Chiang Meng, former Permanent Secretary, MCYS as its chairman.[4] Comprising five sub-committees on Sports, Culture and Education, Community Outreach, Youth Engagement and Business and Marketing, its members would be announced at a later date.[citation needed]"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "This Youth Olympics-related article is a stub. You can help Wikipedia by expanding it."
    },
    {
      "type": "text",
      "section": "External links",
      "content": "This article about sports in Singapore is a stub. You can help Wikipedia by expanding it."
    }
  ]
}