{
  "page_id": 36,
  "url": "https://en.wikipedia.org/wiki/Brazil_women%27s_national_football_team",
  "title": "Brazil women's national football team - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_257.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Brazil women's national football team",
      "filename": "image_258.jpg",
      "caption": "Shirt badge/Association crest"
    },
    {
      "type": "text",
      "section": "Brazil women's national football team",
      "content": "The Brazil women's national football team (Portuguese: Seleção Brasileira Feminina de futebol) represents Brazil in international women's football and is run by the Brazilian Football Confederation (CBF). It has participated in all nine editions of the FIFA Women's World Cup, finishing as runner-up in 2007, and all ten editions of the Copa América Femenina, finishing as the champion in nine editions and as runner-up in one edition."
    },
    {
      "type": "text",
      "section": "Brazil women's national football team",
      "content": "Brazil played their first game on 22 July 1986 against the United States, losing 2–1.[2]"
    },
    {
      "type": "text",
      "section": "Brazil women's national football team",
      "content": "The team finished third in the 1999 FIFA Women's World Cup and runners-up in the 2007 FIFA Women's World Cup, losing to Germany in the final."
    },
    {
      "type": "text",
      "section": "Brazil women's national football team",
      "content": "Brazil has won the silver medal three times in the Olympic Games, in 2004, 2008 and 2024."
    },
    {
      "type": "text",
      "section": "Brazil women's national football team",
      "content": "Brazil is the most successful women's national team in South America, having won nine out of the ten editions of the Copa América championship. Since 1999, they have been contenders for the World title. In 1998 and 1999, the team finished as the runners-up at the Women's U.S. Cup."
    },
    {
      "type": "text",
      "section": "Brazil women's national football team",
      "content": "Brazil will host the 2027 FIFA Women's World Cup; marking the first time that South America has hosted the tournament."
    },
    {
      "type": "text",
      "section": "History",
      "content": "Although today the Brazilian Women's National Team is one of the best in the world, it was not that long ago that women were not even allowed to watch a game. The women's game filtered sporadically throughout Brazil with popular traction in the early 20th century. Magazines such as O imparcial and Jornal dos sports covered the women's game praising their achievements in local cup competitions.[3] Yet, the traditional order of futbol as \"purely masculine\" came into contention resulting in the games downfall. Until, the mid-1940s when Brazil became a dictatorship subsequently banning the women's game.[4]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Banned by the Minister of Education and Health in 1941, eugenic ideologies from the new dictatorship called for the protection of womanly bodies, thus sports became a disqualified endeavor.[5] The game was male dominated, and those who could not perform well were even called feminine at times. Throughout the time of the ban, women were observed playing quite frequently forcing the Conselho Nacional de Desportos (CND) to take charge and reissue bans that were not working. In 1965, Deliberation no. 7 further forced an end to all women's sports in Brazil, not just football.[4] This ban would not be lifted until the late 1970s, when Brazil passed Amnesty Laws allowing political exiles back into the country.[4]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "A surge of Brazilian feminists returned to their country eager to change the social landscape inspired by the Western feminist movements of the 60s and 70s.[4] Fan bases for the women's team with a new identity rooted themselves in the fabric of history and with the support of the general public the women's game led a rise in feminism that swept across the country.[6] In 1979, the National Sports Council of Brazil passed Deliberation no. 10 reinstating the women's game.[4] Early professional women's football club EC Radar, founded in 1982, dominated the first editions of the Taça Brasil de Futebol Feminino and served as Brazil's representation in the 1986 Mundialito and 1988 FIFA Women's Invitation Tournament.[7] Its players also formed the majority of Brazil's roster at the inaugural 1991 FIFA Women's World Cup, in which Elane scored the nation's first Women's World Cup goal on 17 November 1991.[8]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Today, the national team has won the Copa America 9 times and has made it to the world cup finals where they were beaten by Germany. While the team played its first official match in 1986, only 5 years later they won their first title in Copa America, and only 9 years after that they were challenging the world's best."
    },
    {
      "type": "text",
      "section": "Futebol Feminino",
      "content": "Brazil was Latin America's first country to legally recognize futebol feminino. As the first nation to popularize the women's game it was a hard sell for many Brazilians caught up with traditional gender roles. Up until the national team started participating on the international stage. After the debut of women's association football in the 1996 Summer Olympics in Atlanta the women's game skyrocketed in admiration. In order to capitalize off of the teams commencement and fourth-place finish the State of São Paulo created Paulistana.[3] The Paulistana was a domestic competition meant to attract young up and coming players for the national team. However, the methodology of Paulistana linked itself to the process futbol feminization. The administrators and managers who ran the competition scalped white, beautiful, and non-masculine players.[3] An attempt to beautify the women's sport for the largely male population of futbol consumers.[3] The 1999 World Cup golden boot winner Sissi noticed the negative effects of beautification over athletics and left for overseas competition.[3] The introduction of the Campeonato Brasileiro de Futebol Feminino in 2013 reinvigorated the domestic competition attracting the Brazilian stars of the national team back into the country."
    },
    {
      "type": "text",
      "section": "2017 controversy",
      "content": "In 2017, the Brazilian Football Confederation fired head coach Emily Lima, which sparked protest among the team's players. The dispute evolved into an argument for greater wages, and more respect and recognition for the country's female football players. As a result, players such as Cristiane, Rosana, and Francielle announced their retirement from international football, hoping that this decision might make a difference in the years to come.[9][10]"
    },
    {
      "type": "text",
      "section": "2027 FIFA Women's World Cup",
      "content": "Brazil will hold the 2027 FIFA Women's World Cup, which will mark the first time the tournament is taking place in South America, it will also be the first time to be held in Latin America. Brazil automatically qualified as host."
    },
    {
      "type": "text",
      "section": "Nicknames",
      "content": "The Brazil women's national football team has been known or nicknamed as the \"Seleção (The National Squad)\", \"As Canarinhas (The Female Canaries)\" or \"Verde-Amarela (Green-and-Yellow)\"."
    },
    {
      "type": "text",
      "section": "Kits and crest",
      "content": "Under the CBF requirements both men's and women's national teams are supplied by the same kit manufacturer. The current sponsorship deal is signed with Nike. Although, the details of the kit differ in style. The crest of the women's national team is produced without the five star accolades from previous men's World Cup titles. In honor of the burgeoning history of the women's team they will only attach star merits based on their own performances.[13]"
    },
    {
      "type": "text",
      "section": "FIFA world rankings",
      "content": "Worst Ranking    Best Ranking    Worst Mover    Best Mover"
    },
    {
      "type": "text",
      "section": "Results and fixtures",
      "content": "The following is a list of match results in the last 12 months, as well as any future matches that have been scheduled."
    },
    {
      "type": "text",
      "section": "Results and fixtures",
      "content": "Win\n  Draw\n  Loss\n  Fixture"
    },
    {
      "type": "text",
      "section": "Players",
      "content": "The Brazilian Football Confederation does not publish appearance statistics for its female players, so statistics here are unofficial. Caps and goals as of 4 August 2025, after the match against Colombia, considering only FIFA A-matches.[20]"
    },
    {
      "type": "text",
      "section": "Current squad",
      "content": "The following 23 players were called up for the friendly against France on 27 June and the 2025 Copa América Femenina from 12 July to 2 August 2025.[21]"
    },
    {
      "type": "text",
      "section": "Recent call-ups",
      "content": "The following players were named to a squad in the last 12 months."
    },
    {
      "type": "text",
      "section": "Records",
      "content": "*Players in bold are still active, at least at club level."
    },
    {
      "type": "image",
      "section": "Olympic Games",
      "filename": "image_259.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Algarve Cup",
      "content": "The Algarve Cup is an invitational tournament for national teams in women's association football hosted by the Portuguese Football Federation (FPF). Held annually in the Algarve region of Portugal since 1994, it is one of the most prestigious and longest-running women's international football events and has been nicknamed the \"Mini FIFA Women's World Cup\".[22]"
    },
    {
      "type": "text",
      "section": "SheBelieves Cup",
      "content": "The SheBelieves Cup is a global invitational tournament for national teams in women's football hosted in the United States."
    },
    {
      "type": "text",
      "section": "Tournament of Nations",
      "content": "The Tournament of Nations was a global invitational tournament for national teams in women's football hosted in the United States in non-World Cup and non-Olympic years."
    },
    {
      "type": "text",
      "section": "Others competitions",
      "content": "Intercontinental"
    },
    {
      "type": "text",
      "section": "Others competitions",
      "content": "Continental"
    }
  ]
}