{
  "page_id": 62,
  "url": "https://en.wikipedia.org/wiki/2025_Copa_Am%C3%A9rica_Femenina_final",
  "title": "2025 Copa América Femenina final - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_574.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2025 Copa América Femenina final",
      "filename": "image_575.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2025 Copa América Femenina final",
      "content": "The 2025 Copa América Femenina Final was a women's association football match on 2 August 2025 that took place at Estadio Rodrigo Paz Delgado in Quito, Ecuador, to determine the winners of 2025 Copa América Femenina. The match took place between Colombia and Brazil."
    },
    {
      "type": "text",
      "section": "2025 Copa América Femenina final",
      "content": "After a 4–4 tie in extra time, Brazil defeated Colombia in a penalty shoot-out, thus winning their fifth consecutive (and ninth overall) Copa América Femenina title.[1][2]"
    },
    {
      "type": "text",
      "section": "2025 Copa América Femenina final",
      "content": "By participating in the final, both teams qualified for the 2028 Summer Olympics. As the tournament's victor, Brazil qualified to play in the 2026 Women's Finalissima, which they lost to England[3]"
    },
    {
      "type": "text",
      "section": "Venue",
      "content": "The final match of the tournament was held at Estadio Rodrigo Paz Delgado in Ecuador's capital Quito. With a maximum capacity of 41,575, it is the largest stadium in the city and the second largest in the country.[4]"
    },
    {
      "type": "text",
      "section": "Colombia",
      "content": "Colombia's route began on 16 July, after it was added to Group B of the tournament, following a 0–0 draw with Venezuela.[5] That match was succeeded by a 4–1 victory over Paraguay on 19 July[6] and a 8–0 thrashing against Bolivia on 22 July.[7] Its last group stage match finished in another 0–0 draw on 25 July, this time with Brazil,[8] resulting in a Group B runner-up place, with 8 points.[9] On 28 July, Colombia would win the subsequent semi-finals match in a penalty shoot-out against the Group A's first place team, Argentina.[10][9]"
    },
    {
      "type": "text",
      "section": "Brazil",
      "content": "Brazil is the most decorated team in the tournament, having won it eight times, including the recent 2022 edition. Also included in Group B, the team started on 13 July winning over Venezuela,[11] Bolivia on 16 July[12] and Paraguay on 22 July,[13] with the scores 2–0, 6–0 and 4–1 respectively. Its last group stage match was the July 25 0–0 draw with Colombia.[14] Brazil managed to qualify for the semi-finals, finishing at the top of its group, with the highest number of points, 10. The team would eventually face and defeat the Group B's runner-up, Uruguay, in a 5–1 win on 29 July.[9] Brazil had reached the final with 21 goals in their six previous matches.[15]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "Early on in the match, Colombia created more chances, with forwards Valerin Loboa and Linda Caicedo testing Brazil's defense. Nevertheless, Brazil struggled to break through Colombia's defense, despite a few close attempts.[16][17]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "After 25 minutes, Colombia's persistence paid off when Caicedo scored with a close-range finish following a blocked shot.[18] Brazil made substitutions in first-half added time. Colombian centre-back Jorelyn Carabalí then fouled Brazil's forward Gio Garbelini inside the 18-yard box and a penalty was awarded after a VAR review, with midfielder Angelina converting to equalize.[16][18][17]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "At the start of the regular second half, Brazil nearly took the lead, but Colombia reacted with centre-back Daniela Caracas' shot.[16] After 69 minutes, Brazilian counterpart Tarciane scored an own goal when her backpass went past her own goalkeeper,[18] but the team quickly responded, and forward Amanda Gutierres scored with a volley to make it 2–2 after 80 minutes.[16][18][17]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "In stoppage time, Brazilian forward Marta equalised with a long-range shot to force extra time,[18] in which both teams slowed down, but Marta then scored again at the end of the first half to make it 4–3. Colombian midfielder Leicy Santos then equalized with a free kick in the second half, sending the match to penalties.[16][18][17]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "In the shoot-out, Brazil triumphed. Marta had a chance to win the match, but goalkeeper Katherine Tapia saved her penalty;[18] however Brazil's goalkeeper Lorena then saved Carabalí's shot to secure a 5–4 victory for the team.[16][18][19][17]"
    },
    {
      "type": "text",
      "section": "Details",
      "content": "Player of the Match:\nMarta (Brazil)[20]"
    },
    {
      "type": "text",
      "section": "Details",
      "content": "Assistant referees:\nMarcia Castillo (Chile)\nLeslie Vasquez (Chile)\nFourth official:\nAnahí Fernández (Uruguay)\nVideo assistant referee:\nAugusto Alfredo Menendez (Peru)\nAssistant video assistant referee:\nWilma Balderrama (Bolivia)"
    },
    {
      "type": "text",
      "section": "Details",
      "content": "Match rules"
    },
    {
      "type": "image",
      "section": "Post-match",
      "filename": "image_576.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Post-match",
      "content": "The title made Brazil nine-time champion of the competition, winning all editions (1991, 1995, 1998, 2003, 2010, 2014, 2018 and 2022), except in 2006 (the team lost to Argentina in the final). It is also its fifth consecutive team's title and the first under the command of manager Arthur Elias.[23][24]"
    },
    {
      "type": "text",
      "section": "Post-match",
      "content": "Marta was named the Most Valuable Player of the 2025 tournament.[21] With her two goals in the match, she became the first player to score at least two goals in a Copa América Femenina final since 1998.[25] It was also announced that it would be her last match in the competition.[22]"
    },
    {
      "type": "text",
      "section": "Post-match",
      "content": "As winners, they secured a prize of U$1,5 million (approximately R$8,4 million) and will compete in the 2026 Women's Finalissima against England, winners of UEFA Women's Euro 2025, re-enacting the final of the inaugural 2023 edition that was played in England.[26] Futhermore, both finalist teams qualified for the 2028 Summer Olympics.[27]"
    }
  ]
}