{
  "page_id": 31,
  "url": "https://en.wikipedia.org/wiki/Cognac,_France",
  "title": "Cognac, France - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_219.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Cognac, France",
      "filename": "image_220.jpg",
      "caption": "The Saint-Jacques gate in Cognac"
    },
    {
      "type": "image",
      "section": "Cognac, France",
      "filename": "image_221.jpg",
      "caption": "Coat of arms of Cognac"
    },
    {
      "type": "image",
      "section": "Cognac, France",
      "filename": "image_222.jpg",
      "caption": "Cognac is located in France"
    },
    {
      "type": "image",
      "section": "Cognac, France",
      "filename": "image_223.jpg",
      "caption": "Cognac is located in Nouvelle-Aquitaine"
    },
    {
      "type": "text",
      "section": "Cognac, France",
      "content": "Cognac (French pronunciation: [kɔɲak] ⓘ; Saintongese: Cougnat; Occitan: Conhac [kuˈɲak] ⓘ) is a commune in the Charente department, southwestern France. Administratively, the commune of Cognac is a subprefecture of the Charente department."
    },
    {
      "type": "text",
      "section": "Name",
      "content": "The name is believed to be formed from individual masculine name -Connius, a Gallic name, and the suffix -acum, which would correspond to the \"domain of Connius\"."
    },
    {
      "type": "text",
      "section": "History",
      "content": "The town of Cognac was unknown before the ninth century, when it was fortified. During the Hundred Years' War, the town continually changed sides, according to the tides of war. In 1526, it lent its name to the War of the League of Cognac, the military alliance established by King Francis I of France   to fight against the House of Habsburg. As a benefit of the War League of Cognac, King Francis I granted to the town of Cognac the commercial right to participate in the salt trade conducted along the river Charente, from which regional Cognac developed into a centre for the production of wine and brandy.[3]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In November 1651, Cognac was besieged by rebels led by Prince de Condé during the 1648-1653 civil war, the \"Fronde\"; and the town was relieved in December by a force under Comte d'Harcourt; afterwards, King Louis XIV granted Cognac additional commercial rights.[4]"
    },
    {
      "type": "image",
      "section": "History",
      "filename": "image_224.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Cognac was part of the historic French province of Angoumois. In 1790, following the French Revolution that began the year before, the provinces were abolished and Angoumois became part of the newly created department of Charente."
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "Cognac is situated on the river Charente between the towns of Angoulême and Saintes. The greater part of the town has been built on the river's left bank, with the smaller right bank area known as the Saint Jacques district. The town is situated on one of the pilgrimage routes to Santiago de Compostela and is home to the French Air Force training base 709. Cognac is 400 kilometers (250 mi) southwest of Paris."
    },
    {
      "type": "text",
      "section": "Culture",
      "content": "The Festival Polar de Cognac has been held each year since 1996. With a focus on crime fiction and thrillers, it showcases and awards prizes to novels, comic books, film, theatre, and television[5][6][7]"
    },
    {
      "type": "text",
      "section": "Cognac brandy",
      "content": "The town gives its name to one of the world's best-known types of brandy or eau de vie. Drinks must be made in certain areas around the town of Cognac and must be made according to strictly defined regulations to be granted the name Cognac."
    },
    {
      "type": "text",
      "section": "Cognac brandy",
      "content": "Cognac is a unique spirit in that it is double-distilled.  This process can be viewed in one of the many \"Grande Marque\" Cognac houses which all have visitor centres.  Most central in the town are Hennessy, Martell, Otard, Camus and Remy Martin.  About 15 km (9 mi) east of Cognac is Jarnac, home to Courvoisier."
    },
    {
      "type": "text",
      "section": "Cognac brandy",
      "content": "There are six vineyard areas around the Cognac area, all of which are within the Appellation Controlee for Cognac, but which are considered to vary in quality from the best growth area of \"Grande Champagne\" (nothing to do with the Champagne wine region in NE France), through \"Petite Champagne\" then \"Borderies\", \"Fins Bois\", \"Bon Bois\" and finally \"Bois Ordinaire\".  All Cognac is produced by blending a variety of eau de vie which can be made from grapes from different locations, and from different vintages.  It is the cellar master's skill that ensures that a brand's Cognac is recognizable regardless of when it is produced, since he can blend multiple eaux de vie to achieve the right taste for his house."
    },
    {
      "type": "text",
      "section": "Cognac brandy",
      "content": "Different qualities of Cognac are produced by all brands, and include VS (\"Very Special\"); VSOP (\"Very Superior [or, more commonly, \"Special\", though the Bureau National Interprofessionnel du Cognac specifies \"Superior\"] Old Pale\") and XO (\"eXtra Old\").  (English terms are still used, since in the early days of Cognac production it was the British who were the main consumers and also became some of the main producers of Cognac, using techniques acquired from the distillation of whisky, etc.)  These are controlled by the length of time the Cognac is allowed to mature in oak barrels, a minimum time being required at each grade level.  The longer the Cognac matures in the barrel the smoother it will generally become.  Once it is bottled no further development takes place.  Most houses still have barrels of Cognac dating back to the 19th century sitting in their cellars waiting for fine blending by the Cellar Master."
    },
    {
      "type": "text",
      "section": "Climate",
      "content": "Cognac has an oceanic climate (Köppen climate classification Cfb). The average annual temperature in Cognac is 13.7 °C (56.7 °F). The average annual rainfall is 771.8 mm (30.39 in) with December as the wettest month. The temperatures are highest on average in July, at around 21.3 °C (70.3 °F), and lowest in January, at around 6.5 °C (43.7 °F). The highest temperature ever recorded in Cognac was 40.3 °C (104.5 °F) on 23 July 2019; the coldest temperature ever recorded was −19.4 °C (−2.9 °F) on 15 February 1956."
    },
    {
      "type": "text",
      "section": "Population",
      "content": "The inhabitants of the town are known in French as Cognaçais.[10]"
    },
    {
      "type": "text",
      "section": "Twin towns—sister cities",
      "content": "Cognac is twinned with:[15]"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_225.jpg",
      "caption": "The Musée des arts du Cognac"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_226.jpg",
      "caption": "The Château des Valois"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_227.jpg",
      "caption": "The Château des Valois"
    }
  ]
}