{
  "page_id": 54,
  "url": "https://en.wikipedia.org/wiki/Colombia_women%27s_national_football_team",
  "title": "Colombia women's national football team - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_455.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Colombia women's national football team",
      "filename": "image_456.jpg",
      "caption": "Shirt badge/Association crest"
    },
    {
      "type": "text",
      "section": "Colombia women's national football team",
      "content": "The Colombia women's national football team (Spanish: Selección femenina de fútbol de Colombia) represents Colombia in international women's football competitions and is controlled by the Colombian Football Federation. They are a member of the CONMEBOL. The team is currently ranked 18th in the FIFA Ranking and has qualified for three FIFA Women's World Cups, in Germany 2011, Canada 2015 and Australia–New Zealand 2023."
    },
    {
      "type": "text",
      "section": "Colombia women's national football team",
      "content": "Colombia is one of South America's best-ranked national teams, and are also the third nation of the continent to qualify for World Cup and the Olympics, besides Brazil and Argentina. Colombia was the first Spanish-speaking country to win a game in the Women's World Cup and whose women's team advanced beyond the group stage in a World Cup (in 2015). In 2023 Colombia first reached the Women’s World Cup quarterfinals.[6]"
    },
    {
      "type": "text",
      "section": "Colombia women's national football team",
      "content": "Las Cafeteras have also participated in all Copa América Femenina editions since 1998. Colombia were runners-up in 2010, 2014, 2022 and 2025.[7]"
    },
    {
      "type": "image",
      "section": "Team Image",
      "filename": "image_457.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Nicknames",
      "content": "The Colombia women's national football team has been known or nicknamed as \"Las Chicas Superpoderosas (The Powerpuff Girls)\"[1][2] or \"Las Cafeteras[3] (The Coffee Growers)\"."
    },
    {
      "type": "text",
      "section": "Home stadium",
      "content": "Cali, home of the Pascual Guerrero Olympic Stadium, is the main playing site of the Colombia women's national football team. The stadium was the site for the 2022 Copa América Femenina, a tournament which consistently drew average crowds of 25,000 per match. Colombia made it to the finals in the tournament but ultimately lost to Brazil in the final.[8]"
    },
    {
      "type": "text",
      "section": "Results and fixtures",
      "content": "The following is a list of match results in the last 12 months, as well as any future matches that have been scheduled."
    },
    {
      "type": "text",
      "section": "Results and fixtures",
      "content": "Win\n  Draw\n  Loss\n  Void or postponed\n  Fixture"
    },
    {
      "type": "text",
      "section": "Head-to-head record",
      "content": "Below is a result summary of all matches Colombia have played against FIFA recognized teams.[9]"
    },
    {
      "type": "text",
      "section": "Head-to-head record",
      "content": "Positive Record\n  Neutral Record\n  Negative Record"
    },
    {
      "type": "text",
      "section": "Current squad",
      "content": "The following players were named to the squad for 2025 Copa América Femenina on July 2025 [10] Due to injury, Natalia Giraldo was replaced by Luisa Agudelo."
    },
    {
      "type": "text",
      "section": "Recent call-ups",
      "content": "The following players have been called up for the squad within the past 12 months."
    },
    {
      "type": "text",
      "section": "Competitive record",
      "content": "Champions    Runners-up   Third place    Fourth place"
    },
    {
      "type": "text",
      "section": "Others competitions",
      "content": "Intercontinental"
    },
    {
      "type": "text",
      "section": "Others competitions",
      "content": "Regional"
    }
  ]
}