{
  "page_id": 45,
  "url": "https://en.wikipedia.org/wiki/Olivia_Newton-John",
  "title": "Olivia Newton-John - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_366.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Olivia Newton-John",
      "filename": "image_367.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Olivia Newton-John",
      "filename": "image_368.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Olivia Newton-John",
      "content": "Dame Olivia Newton-John AC DBE (26 September 1948 – 8 August 2022) was a British and  Australian singer and actress.[3] With over 100 million records sold,[4] Newton-John was one of the best-selling music artists of all time, as well as the highest-selling female Australian recording artist of all time.[4][5]"
    },
    {
      "type": "text",
      "section": "Olivia Newton-John",
      "content": "In 1978, Newton-John starred in the musical film Grease, which was the highest-grossing musical film at the time and whose soundtrack remains one of the world's best-selling albums. It features two major hit duets with co-star John Travolta: \"You're the One That I Want\"—which is one of the best-selling singles of all time—and \"Summer Nights\". Her signature solo recordings include the Record of the Year Grammy winner \"I Honestly Love You\" (1974) and \"Physical\" (1981)—Billboard's highest-ranking Hot 100 single of the 1980s. Other defining hit singles include \"If Not for You\" and \"Banks of the Ohio\" (both 1971), \"Let Me Be There\" (1973), \"If You Love Me (Let Me Know)\" (1974), \"Have You Never Been Mellow\" (1975), \"Sam\" (1977), \"Hopelessly Devoted to You\" (1978; also from Grease), \"A Little More Love\" (1978), \"Twist of Fate\" (1983) and, from the 1980 film Xanadu, \"Magic\" and \"Xanadu\" (with the Electric Light Orchestra)."
    },
    {
      "type": "text",
      "section": "Olivia Newton-John",
      "content": "Newton-John's accolades include four Grammy Awards, a Daytime Emmy Award, nine Billboard Music Awards, six American Music Awards and a star on the Hollywood Walk of Fame. She scored fifteen top-ten singles, including five number-one singles on the Billboard Hot 100,[6] and two number-one albums on the Billboard 200: If You Love Me, Let Me Know (1974) and Have You Never Been Mellow (1975). Eleven of her singles (including two Platinum) and fourteen of her albums (including two Platinum and four 2× Platinum) have been certified Gold by the Recording Industry Association of America (RIAA). She was appointed Officer of the Order of Australia in 2006 and Dame Commander of the Order of the British Empire in 2020."
    },
    {
      "type": "text",
      "section": "Olivia Newton-John",
      "content": "Newton-John, who had breast cancer three times, was an advocate and sponsor for breast cancer research. In 2012, the Olivia Newton-John Cancer & Wellness Centre at the Austin Hospital opened in her home town of Melbourne; in 2015, the facility was rechristened the Olivia Newton-John Cancer Wellness & Research Centre.[7] She was also an activist for environmental and animal rights causes.[8][9]"
    },
    {
      "type": "text",
      "section": "Early life and family",
      "content": "Olivia Newton-John was born on 26 September 1948[10] in Cambridge to Brinley \"Brin\" Newton-John (1914–1992) and Irene Helene (née Born; 1914–2003).[10] Her father was born and raised in Wales to a middle-class family. Her mother was born and raised in Germany to a German Jewish academic family who came to the UK in 1933 to escape the Nazi regime.[11][12]"
    },
    {
      "type": "text",
      "section": "Early life and family",
      "content": "Newton-John's maternal grandfather was German Jewish Nobel Prize–winning physicist Max Born.[13][14][15] Her maternal grandmother Hedwig was the daughter of German Jewish jurist Victor Ehrenberg and his Lutheran wife, Helene Agatha von Jhering. Through Helene Agatha, Newton-John was a descendant of Protestant theologian Martin Luther. She was also descended from an unspecified Spanish monarch.[16][17] Helene Agatha's own father, Newton-John's great-great-grandfather, was jurist Rudolf von Jhering. Newton-John's uncle was pharmacologist Gustav Victor Rudolf Born. Through her Ehrenberg line, Newton-John was a third cousin of comedian Ben Elton.[13]"
    },
    {
      "type": "text",
      "section": "Early life and family",
      "content": "Newton-John's father was an MI5 officer[18] on the Enigma project at Bletchley Park who took Rudolf Hess into custody during World War II.[19][20] After the war, he became the headmaster of the Cambridgeshire High School for Boys and was in this post when Newton-John was born.[21]"
    },
    {
      "type": "text",
      "section": "Early life and family",
      "content": "Newton-John was the youngest of three children, following her brother Hugh (1939–2019), a medical doctor, and her sister Rona (1941–2013), an actress who was married to restaurateur Brian Goldsmith[22] and was later married to Newton-John's Grease co-star Jeff Conaway (from 1980 until their divorce in 1985). She also had a half-brother, Toby, and a half-sister, Sarah, both of whom were born of her father's second marriage."
    },
    {
      "type": "text",
      "section": "Early life and family",
      "content": "In early 1954, when Newton-John was five, her family emigrated to Melbourne, Victoria, on the SS Strathaird.[23] Her father worked as a professor of German and as the master of Ormond College at the University of Melbourne.[24] Her family attended church while her father served as the head of the Presbyterian college.[25]"
    },
    {
      "type": "text",
      "section": "Early life and family",
      "content": "Newton-John attended Christ Church Grammar School in the Melbourne suburb of South Yarra[26] and then the University High School in Parkville.[27]"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "Newton-John went to primary school with Daryl Braithwaite, who also followed a singing career.[28] At age 14, with three classmates, Newton-John formed a short-lived, all-girl group called Sol Four which often performed at a coffee shop owned by her brother-in-law.[29]"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "Newton-John originally wanted to become a veterinarian but then chose to focus on performance after doubting her ability to pass science exams.[30]"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "In 1964, Newton-John's acting talent was first recognised portraying Lady Mary Lasenby in her University High School's production of The Admirable Crichton as she became the Young Sun's Drama Award best schoolgirl actress runner-up.[31] She then became a regular on local Australian television shows, including Time for Terry and HSV-7's The Happy Show, where she performed as \"Lovely Livvy\".[32] She also appeared on The Go!! Show, where she met her future duet partner, singer Pat Carroll, and her future music producer, John Farrar. (Carroll and Farrar later married.)"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "In 1965, she entered and won a talent contest on the television program Sing, Sing, Sing, hosted by 1960s Australian icon Johnny O'Keefe. She performed the songs \"Anyone Who Had a Heart\" and \"Everything's Coming Up Roses\". She was initially reluctant to use her prize, a trip to Great Britain, but travelled there nearly a year later after her mother encouraged her to broaden her horizons.[6]"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "While in Britain, Newton-John missed her then-boyfriend, Ian Turpie,[33] with whom she had co-starred in the 1965 Australian telefilm Funny Things Happen Down Under. She repeatedly booked trips back to Australia that her mother cancelled.[29]"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "In 1966, Newton-John recorded her first single, \"Till You Say You'll Be Mine\", in Britain for Decca Records.[6]"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "Newton-John's outlook changed when Pat Carroll moved to the UK. The two formed a duo called Pat and Olivia and toured nightclubs in Europe. (In one incident, they were booked at Paul Raymond's Revue in Soho, London, and were unaware that it was a strip club until they began to perform onstage dressed primly in frilly high-collared dresses.)[34] During this period, she and Carroll contributed backup vocals to recordings by a number of other artists, notably the song \"Come In, You'll Get Pneumonia\" by the Easybeats. After Carroll's visa expired, Carroll was forced to return to Australia but Newton-John remained in Britain to pursue solo work.[34]"
    },
    {
      "type": "text",
      "section": "Career beginnings",
      "content": "Newton-John was recruited for the group Toomorrow,[35] formed by American producer Don Kirshner. In 1970, the group starred in the science fiction musical Toomorrow and recorded an accompanying soundtrack album on RCA Records; both the LP and the movie were named after the group. That same year, the group made two single recordings: \"You're My Baby Now\"/\"Goin' Back\" and \"I Could Never Live Without Your Love\"/\"Roll Like a River\". Neither track became a chart success; the project failed and the group disbanded.[36]"
    },
    {
      "type": "image",
      "section": "1971–1974: Early success",
      "filename": "image_369.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1971–1974: Early success",
      "content": "In 1971, Newton-John released her first solo album, If Not for You (US No. 158 Pop). In the UK, the album was released as Olivia Newton-John. The title track, written by Bob Dylan, was her first international hit (US No. 25 Pop, No. 1 Adult Contemporary/\"AC\").[37] Her follow-up single, \"Banks of the Ohio\", was a top 10 hit in the UK and Australia, but only peaked at number 94 in the United States. She was voted Best British Female Vocalist two years in a row by the magazine Record Mirror. She made frequent appearances on Cliff Richard's weekly show It's Cliff Richard[38] and starred with him in the telefilm The Case."
    },
    {
      "type": "text",
      "section": "1971–1974: Early success",
      "content": "Newton-John's 1972 single \"What Is Life\" (No. 34 AC) made minimal impact in the United States. As a result, her second studio album Olivia was never formally issued in the United States. The subsequent single \"Take Me Home, Country Roads\" similarly saw little success. Her fortune changed with the release of \"Let Me Be There\" in 1973. The song reached the American top 10 on the Pop (No. 6), Country (No. 7),[39] and AC (No. 3) charts and earned her a Grammy for Best Country Female[38] and an Academy of Country Music award for Most Promising Female Vocalist.[37]"
    },
    {
      "type": "text",
      "section": "1971–1974: Early success",
      "content": "Her third studio album Let Me Be There was released in November 1973, retitled Music Makes My Day in Britain. The US and Canadian versions featured an alternate track list that mixed new cuts with selections from Olivia and also recycled six songs from If Not for You, which was going out of print."
    },
    {
      "type": "image",
      "section": "1971–1974: Early success",
      "filename": "image_370.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1971–1974: Early success",
      "content": "In 1974, Newton-John represented the United Kingdom in the Eurovision Song Contest with the song \"Long Live Love\". The song was chosen for Newton-John by the British public out of six possible entries (Newton-John later admitted that she disliked the song).[40] Newton-John finished fourth at the contest, held in Brighton, behind the Swedish winning entry, \"Waterloo\" by ABBA. All six Eurovision contest song candidates—\"Have Love, Will Travel\", \"Lovin' You Ain't Easy\", \"Long Live Love\", \"Someday\", \"Angel Eyes\" and \"Hands Across the Sea\"—were recorded by Newton-John and included on her Long Live Love album, her first for the EMI Records label.[41]"
    },
    {
      "type": "text",
      "section": "1971–1974: Early success",
      "content": "The Long Live Love album was released in the US and Canada as If You Love Me, Let Me Know. All the Eurovision entries were dropped for different and more country-flavoured tunes intended to capitalise on the success of \"Let Me Be There\"; the North American offering used selections from Long Live Love, Olivia and Music Makes My Day, and only the title cut was new. The album reached No. 1 on both the pop (one week)[42] and country (eight weeks) albums charts.[citation needed] If You Love Me, Let Me Know's title track was its first single and reached No. 5 Pop, No. 2 Country[6] (her highest-peaking song on the chart) and No. 2 AC. The next single, \"I Honestly Love You\", became Newton-John's signature song. Written and composed by Jeff Barry and Peter Allen,[38] the ballad became her first Pop number-one (staying there for two weeks), second AC number-one (for three weeks) and third top-10 Country (No. 6) hit and earned Newton-John two more Grammys for Record of the Year[43] and Best Pop Vocal Performance – Female. In her 2018 autobiography, Don't Stop Believin', Newton-John describes \"I Honestly Love You\" as a song which is \"so simple, with a meaning that was deeper than the ocean\".[44] In 1974, she received the (BCMA) British Country Music Association Award for \"Female Vocalist of the Year\" in London, England.[45]"
    },
    {
      "type": "image",
      "section": "1971–1974: Early success",
      "filename": "image_371.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1971–1974: Early success",
      "content": "In the United States, Newton-John's success in country music sparked a debate among purists, who took issue with a foreigner singing country-flavoured pop music being classed with native Nashville artists.[35] In addition to her Grammy for \"Let Me Be There\", in 1974 Newton-John was also named the Country Music Association Female Vocalist of the Year, a designation which made her the first British singer to have won the award;[46][47][48] and the title also meant she defeated more established Nashville-based nominees Loretta Lynn, Dolly Parton and Tanya Tucker, as well as Canadian artist Anne Murray.[38]"
    },
    {
      "type": "text",
      "section": "1971–1974: Early success",
      "content": "This protest by country music participants led to the formation of the short-lived Association of Country Entertainers (ACE).[49] Newton-John was eventually supported by the country music community. Stella Parton, Dolly's sister, recorded \"Ode to Olivia\" and Newton-John recorded her 1976 album, Don't Stop Believin', in Nashville, Tennessee.[38]"
    },
    {
      "type": "text",
      "section": "1975–1977: Have You Never Been Mellow, Clearly Love, and continued success",
      "content": "Encouraged by expatriate Australian singer Helen Reddy, Newton-John left the UK and moved to the US. Newton-John topped the Pop (one week) and Country (six weeks) albums charts with her next album, Have You Never Been Mellow. For 45 years, Olivia held the Guinness World Record for the shortest gap (154 days) by a female between new Number 1 albums (If You Love Me, Let Me Know > Have You Never Been Mellow) on the US Billboard 200 album charts until Taylor Swift in 2020 (140 days with folklore > evermore).[50]"
    },
    {
      "type": "text",
      "section": "1975–1977: Have You Never Been Mellow, Clearly Love, and continued success",
      "content": "The Have You Never Been Mellow album generated two singles – the John Farrar-penned title track (No. 1 Pop, No. 3 Country,[39] No. 1 AC)[51] and \"Please Mr. Please\" (No. 3 Pop, No. 5 Country, No. 1 AC).[51]"
    },
    {
      "type": "text",
      "section": "1975–1977: Have You Never Been Mellow, Clearly Love, and continued success",
      "content": "Her pop career cooled with the release of her next album, Clearly Love. Her streak of five consecutive gold top 10 singles on the Billboard Hot 100 ended when the album's first single, \"Something Better to Do\", stopped at No. 13 (also No. 19 Country and No. 1 AC). Her albums still achieved gold status, and she returned to the top ten of the Hot 100 and Billboard 200 charts again in 1978.[52]"
    },
    {
      "type": "text",
      "section": "1975–1977: Have You Never Been Mellow, Clearly Love, and continued success",
      "content": "Newton-John's singles continued to top the AC chart, where she amassed ten No. 1 singles, including a record seven consecutively:[53]"
    },
    {
      "type": "text",
      "section": "1975–1977: Have You Never Been Mellow, Clearly Love, and continued success",
      "content": "She provided a prominent, but uncredited, vocal on John Denver's \"Fly Away\" single, which was succeeded by her own single, \"Let It Shine\"/\"He Ain't Heavy, He's My Brother\", at No. 1 on the AC chart. (\"Fly Away\" returned to No. 1 after the two-week reign of \"Let It Shine\".) In December 1975, she appeared on the ABC special John Denver - A Rocky Mountain Christmas, where she performed the duet of \"Fly Away\" with John, as well as \"Let It Shine\". Newton-John also continued to reach the Country top 10 where she tallied seven top-10 singles through 1976's \"Come on Over\" (No. 23 Pop, No. 5 Country,[39] No. 1 AC) (from the same-titled album) and six consecutive (of a career nine total) top-10 albums through 1976's Don't Stop Believin' (No. 30 Pop, No. 7 Country).[39] She headlined her first US television special, A Special Olivia Newton-John, in November 1976.[38]"
    },
    {
      "type": "text",
      "section": "1975–1977: Have You Never Been Mellow, Clearly Love, and continued success",
      "content": "In 1977, the single \"Sam\", a mid-tempo waltz from Don't Stop Believin', returned her to the No. 1 spot on the AC (No. 40 Country) and also reached No. 20 Pop, her highest chart placement since \"Something Better to Do\". By mid-1977, Newton-John's pop, AC, and country success all suffered a slight blow. Her Making a Good Thing Better album (No. 34 Pop, No. 13 Country) was not certified gold, and its only single, the title track (No. 87 Pop, No. 20 AC), did not reach the AC top 10 or the Country chart. Later that year, Olivia Newton-John's Greatest Hits (No. 13 Pop, No. 7 Country) became her first platinum album.[54]"
    },
    {
      "type": "text",
      "section": "1975–1977: Have You Never Been Mellow, Clearly Love, and continued success",
      "content": "Newton-John was appointed Officer of the Order of the British Empire (OBE) in the 1979 New Year Honours[55] and Dame Commander of the Order of the British Empire (DBE) in the 2020 New Year Honours for services to charity, cancer research, and entertainment.[56]"
    },
    {
      "type": "image",
      "section": "1978–1979: Grease and Totally Hot",
      "filename": "image_372.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "In 1978, Newton-John's career soared after she starred as Sandy in the film adaptation of the Broadway musical Grease. She was offered the role after meeting producer Allan Carr at a dinner party at Helen Reddy's home.[24] Disillusioned by her Toomorrow experience and concerned that she was too old to play a high school senior (she was 28 during the filming of Grease), Newton-John insisted on a screen test with the film's co-lead, John Travolta.[24] Newton-John previewed some of the film's soundtrack during her second American network television special, Olivia, featuring guests ABBA and Andy Gibb.[57]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "Grease became the biggest box-office hit of 1978.[58] The soundtrack album spent 12 non-consecutive weeks at No. 1 and yielded three Top 5 singles for Newton-John: the platinum \"You're the One That I Want\" (No. 1 Pop, No. 23 AC) with John Travolta, the gold \"Hopelessly Devoted to You\" (No. 3 Pop, No. 20 Country, No. 7 AC) and the gold \"Summer Nights\" (No. 5 Pop, No. 21 AC) with John Travolta and the film's cast. Newton-John became the second woman (after Linda Ronstadt in 1977) to have two singles—\"Hopelessly Devoted to You\" and \"Summer Nights\"—in the Billboard top 5 simultaneously.[38] The soundtrack is one of the best-selling soundtracks of all time.[59] In June 2006, Newton-John's company ON-J Productions Ltd filed a lawsuit against Universal Music Group (UMG) for $1 million in unpaid royalties from the Grease soundtrack.[60] In 2007, it was announced that she and UMG had reached a \"conditional settlement\".[61]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "Newton-John's performance earned her a People's Choice Award for Favourite Film Actress. She was nominated for a Golden Globe as Best Actress in a Musical and performed the Oscar-nominated \"Hopelessly Devoted to You\" at the 1979 Academy Awards.[62] The film's popularity has endured. It was re-released for its 20th anniversary in 1998[63] and ranked as the second highest-grossing film behind Titanic in its opening weekend.[64] Following her death in August 2022, AMC announced that the picture would reappear in some of its cinemas over the weekend and that a portion of the proceeds would go to breast cancer research.[65]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "In November 1978, she released her next studio album, Totally Hot, which became her first solo top-10 (No. 7) album since Have You Never Been Mellow. Dressed on the cover all in leather, Newton-John capitalised on her character's look that was introduced at the end of Grease; moreover, Totally Hot's singles—\"A Little More Love\" (No. 3 Pop, No. 94 Country, No. 4 AC), \"Deeper Than the Night\" (No. 11 Pop, No. 87 Country, No. 4 AC), and the title track (No. 52 Pop)—all demonstrated a more aggressive and uptempo sound for Newton-John.[66] Although the album de-emphasised the country sound, the LP still reached No. 4 on the Country Albums chart. Newton-John released the B-side, \"Dancin' 'Round and 'Round\", of the \"Totally Hot\" single to Country radio. The entry peaked at No. 29[67] (as well as No. 82 Pop and No. 25 AC), and it became her last charted solo Country airplay single.[68]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "Newton-John cancelled a 1978 concert tour of Japan to protest the slaughter of dolphins caught in tuna fishing nets. She subsequently rescheduled the tour when the Japanese government assured her that the practice was being curbed.[69] In honor of dolphins, in 1981 she also composed and recorded the song \"The Promise (the Dolphin Song)\" on the Physical album.[70]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "She was a performer on the 1979 Music for UNICEF Concert for the UN's International Year of the Child televised worldwide. During the concert, artists performed songs for which they donated their royalties, some in perpetuity, to benefit the cause."
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "In April 1975, Newton-John and MCA entered into an initial two-year, four-album deal in which she was expected to deliver two LPs a year for the record company. MCA also had the option of extending the contract for six more records and three more years; and if the artist did not deliver on time, MCA was allegedly allowed to lengthen the term of the contract.[71]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "Per her new agreement with MCA, Newton-John's first three albums, beginning with Clearly Love, came out on schedule. Her fourth, Making a Good Thing Better, was late. This delay occurred around the same time she was working on Grease for RSO Records, and the postponement arguably gave MCA—which seemed to want to keep its hold on the performer—the right to exercise its option, extend its contract, and stop her from signing with another enterprise. She also did not deliver a \"newly optioned\" album.[72]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "On 31 May 1978, Newton-John and MCA each filed breach-of-contract actions against the other. Newton-John sued for $10 million and claimed that MCA's failure to adequately promote and advertise her product freed her from their agreement. MCA's countersuit requested $1 million in damages and an injunction against Newton-John working with another music firm.[73]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "Ultimately, Newton-John was forbidden from offering her recording services to another label until the five-year pact had run its course. The original covenant was not automatically extended, though she had not duly supplied the total sum of vinyls indicated in the contract.[74]"
    },
    {
      "type": "text",
      "section": "1978–1979: Grease and Totally Hot",
      "content": "As a result of the lawsuit, record companies changed their contracts to be based on the number of albums recorded by a musician and not a specific number of years.[75]"
    },
    {
      "type": "image",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "filename": "image_373.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "Newton-John began 1980 by releasing \"I Can't Help It\" (No. 12 Pop, No. 8 AC), a duet with Andy Gibb from his After Dark album, and by starring in her third television special, Hollywood Nights. Later that year, she appeared in her first film since Grease when she starred with Gene Kelly and Michael Beck in the musical fantasy Xanadu. Although the film was a critical failure, its soundtrack (No. 4 Pop) was certified double platinum and scored five top 20 singles on the Billboard Hot 100.[76] Newton-John charted with \"Magic\" (No. 1 Pop, No. 1 AC), \"Suddenly\" with Cliff Richard (No. 20 Pop, No. 4 AC) and the title song \"Xanadu\" with the Electric Light Orchestra (No. 8 Pop, No. 2 AC). [ELO also charted with \"I'm Alive\" (No. 16 Pop, No. 48 AC) and \"All Over the World\" (No. 13 Pop, No. 46 AC).][77]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "\"Magic\" was Newton-John's biggest pop hit to that point (four weeks at No. 1)[76] and still ranks as the biggest AC hit of her career (five weeks at No. 1). The film Xanadu has since become a cult classic and the basis for a Broadway show that ran for more than 500 performances beginning in 2007 and was nominated for four Tony Awards including Best Musical.[78]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "In 1981, Newton-John released her most successful studio album, the double platinum Physical, which strongly reinforced her image change by showcasing risqué, rock-oriented material. Newton-John explained: \"I just wasn't in the mood for tender ballads. I wanted peppy stuff because that's how I'm feeling.\"[79] Of the title cut, Newton-John said: \"Roger Davies was my manager at the time; he played it for me and I knew it was a very catchy song.\"[80] The title track, written by Steve Kipner and Terry Shaddick, spent ten weeks atop the Billboard Hot 100.[81] This matched the record at that time held by Debby Boone's \"You Light Up My Life\" for most weeks spent at No. 1 on the Hot 100. The single was certified platinum, and it ultimately ranked as the biggest song of the decade. (In 2008, Billboard ranked the song No. 6 among all songs that charted in the 50-year history of the Hot 100.)[82]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "\"Physical\" earned Newton-John her only placement ever on the R&B Singles (No. 28) and Albums (No. 32) charts. The Physical album spawned two more singles, \"Make a Move on Me\" (No. 5 Pop, No. 6 AC)[83] and \"Landslide\" (No. 52 Pop).[84]"
    },
    {
      "type": "image",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "filename": "image_374.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "The provocative lyrics of the \"Physical\" title track prompted two Utah radio stations to ban the single from their playlists.[85] (In 2010, Billboard magazine ranked this as the most popular single ever about sex.)[86] To counter its overtly suggestive tone, Newton-John filmed an exercise-themed video that turned the song into an aerobics anthem and made headbands a fashion accessory outside the gym.[80][87]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "She helped pioneer the music video industry by recording a video album for Physical, featuring videos of all the album's tracks and three of her older hits. The video album earned her a fourth Grammy and was aired as an ABC prime-time special, Let's Get Physical,[81] becoming a top-10 Nielsen hit. Newton-John asserted: \"Like everyone, I've got different sides of my personality. I've my dominant self, my need-to-be-dominated self, the sane Olivia and the crazy Olivia. Playing these different characters gave me a chance to show strange parts people haven't seen much.\"[79]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "The success of Physical led to an international tour and the release of her second hits collection, the double-platinum Olivia's Greatest Hits Vol. 2 (No. 16 Pop), which yielded two more top-40 singles: \"Heart Attack\" (No. 3 Pop)[83] and \"Tied Up\" (No. 38 Pop). The tour was filmed for her Olivia in Concert television special, which premiered on HBO in January 1983. The special was subsequently released to video, earning Newton-John another Grammy nomination.[88]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "Newton-John reteamed with Travolta in 1983 for the critically and commercially unsuccessful movie Two of a Kind,[89] redeemed by its platinum soundtrack (No. 26 Pop) featuring \"Twist of Fate\" (No. 5 Pop),[83] \"Livin' in Desperate Times\" (No. 31 Pop), and a new duet with Travolta, \"Take a Chance\" (No. 3 AC). Newton-John released another video package, the Grammy-nominated Twist of Fate, featuring videos of her four songs on the Two of a Kind soundtrack and the two new singles from Olivia's Greatest Hits Vol. 2.[90]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "That same year Newton-John and Pat Farrar (formerly Pat Carroll) founded Koala Blue.[91][92] The store, originally for Australian imports, evolved into a chain of women's clothing boutiques.[91] The chain was initially successful, but it eventually declared bankruptcy and closed in 1992.[91][93] Newton-John and Farrar were the targets of a multimillion-dollar lawsuit when Koala Blue franchise holders alleged breach of contract and unfair competition; agreeing with a motion citing insufficient evidence, a judge dismissed the case on summary judgment in 1993.[94] Newton-John and Farrar later licensed the brand name for a line of Australian wines.[95]"
    },
    {
      "type": "image",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "filename": "image_375.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "Newton-John, a supporter of Australian rules football Carlton, performed the Australian national anthem at the 1986 VFL Grand Final between Carlton and Hawthorn.[96]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "Newton-John's music career cooled again with the release of her next studio album, the gold[97] Soul Kiss (No. 29 Pop),[98] in 1985.[99] The album's only charted single was the title track (No. 20 Pop, No. 20 AC).[99] The video album for Soul Kiss featured only five of the album's ten tracks (concept videos for the album's singles \"Soul Kiss\" and \"Toughen Up\" as well as performance videos of the tracks \"Culture Shock\", \"Emotional Tangle\" and \"The Right Moment\").[100]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "After a nearly three-year hiatus following the birth of her daughter Chloe in January 1986, Newton-John resumed her recording career with the 1988 album The Rumour. The album was promoted by an HBO special, Olivia Down Under. Its first single, the title track, was written and produced by Elton John. Both the single (No. 62 Pop, No. 33 AC) and the album (No. 67 Pop) faltered commercially[101] as the nearly 40-year-old Newton-John seemed \"old\" when compared with the teen queens Debbie Gibson and Tiffany ruling the pop charts at that time. (The album was praised by critics as more mature, with Newton-John addressing topics such as AIDS (\"Love and Let Live\"), the environment and single-parent households.)[102]"
    },
    {
      "type": "text",
      "section": "1980–1988: Physical, Soul Kiss, and The Rumour",
      "content": "The second single, \"Can't We Talk It Over in Bed\", did not chart, but was released in 1989 by Grayson Hugh, the song's arranger, and became a top-20 pop hit as \"Talk It Over\".[103]"
    },
    {
      "type": "text",
      "section": "1989–1998: Motherhood, cancer, and advocacy",
      "content": "In September 1989, Newton-John released her self-described \"self-indulgent\" album, Warm and Tender, which reunited her with producer John Farrar, absent from her previous LP, and also marked a return to a more wholesome image. Inspired by her daughter, who appeared on the cover, the album featured lullabies and love songs for parents and their children.[66] This album, the last one produced by Farrar, also failed to revive her recording career, as the disc reached only No. 124 Pop.[104]"
    },
    {
      "type": "text",
      "section": "1989–1998: Motherhood, cancer, and advocacy",
      "content": "She was appointed a Goodwill ambassador to the United Nations Environment Programme."
    },
    {
      "type": "text",
      "section": "1989–1998: Motherhood, cancer, and advocacy",
      "content": "Newton-John's television work included starring in two Christmas films, A Mom for Christmas (1990) and A Christmas Romance (1994) – both top 10 Nielsen hits."
    },
    {
      "type": "text",
      "section": "1989–1998: Motherhood, cancer, and advocacy",
      "content": "Newton-John was primed for another comeback in 1992 when she compiled her third hits collection, Back to Basics: The Essential Collection 1971–1992, and planned her first tour since her Physical trek ten years earlier. Shortly after the album's release, Newton-John was diagnosed with breast cancer, forcing her to cancel all publicity for the album, including the tour. She received her diagnosis the same weekend her father died.[105]"
    },
    {
      "type": "text",
      "section": "1989–1998: Motherhood, cancer, and advocacy",
      "content": "Newton-John recovered.[106] In 1991, she became the National Spokesperson for the Colette Chuda Environmental Fund/CHEC (Children's Health Environmental Coalition)[107] following the death from Wilms' tumour of five-year-old Colette Chuda, daughter of Newton-John's friend Nancy Chuda.[108] Later, Newton-John became an advocate for breast cancer research and other health issues. She was a product spokesperson for the Liv-Kit, a breast self-examination product, and also founded her own cancer centre in her home town in Australia."
    },
    {
      "type": "text",
      "section": "1989–1998: Motherhood, cancer, and advocacy",
      "content": "Newton-John's cancer diagnosis also affected the type of music she recorded. In 1994, she released Gaia: One Woman's Journey, which chronicled her ordeal. Co-produced by Newton-John for ONJ Productions, Gaia was originally issued by Festival in Australia but also distributed by various independent labels in Japan and Europe. In 2002, there was an American distribution by Hip-O Records, and a subsequent re-release in 2012 by Green Hill featured an alternative cover photo.[109][110] Gaia was the first album on which Newton-John wrote all the music and lyrics herself, and this endeavour encouraged her to become more active as a songwriter thereafter. The single \"No Matter What You Do\" entered the Australian top 40, and the second single, the environmentally themed \"Don't Cut Me Down\", was also used in the film It's My Party, a 1996 AIDS drama. The Latin-fuelled \"Not Gonna Give into It\" eventually became heavily showcased in concert performance; \"The Way of Love\" was featured in the telefilm A Christmas Romance,[111] and \"Trust Yourself\" was incorporated into both the TV movie The Wilde Girls[112][better source needed] and the theatrical film Sordid Lives.[113]"
    },
    {
      "type": "text",
      "section": "1989–1998: Motherhood, cancer, and advocacy",
      "content": "Newton-John was listed as president of the Isle of Man Basking shark Society between 1998 and 2005.[114]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "Newton-John continued to record and perform pop-oriented music as well. In 1998, she returned to Nashville to record Back with a Heart (No. 59 Pop).[63] The album returned her to the top 10 (No. 9) on the Country Albums chart. Its first single was a re-recording of \"I Honestly Love You\" produced by David Foster and featuring Kenneth \"Babyface\" Edmonds on background vocals[63] that charted on the Pop (No. 67) and AC (No. 18) charts. Country radio dismissed the song, though it did peak at No. 16 on the Country Sales chart. The album track, \"Love Is a Gift\", won Newton-John a 1999 Daytime Emmy Award for Outstanding Original Song after being featured on the daytime serial, As the World Turns.[115]"
    },
    {
      "type": "image",
      "section": "1998–2012: Later releases",
      "filename": "image_376.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "During October–December 1998, Newton-John, John Farnham and Anthony Warlow performed in The Main Event Tour.[116][117] The album Highlights from The Main Event peaked at No. 1 in December,[118] was certified 4× platinum,[119] won an ARIA Award for Highest Selling Australian CD at the 1999 Awards[120] and was also nominated for Best Adult Contemporary Album.[121]\nFor the 2000 Summer Olympics, Newton-John and Farnham re-teamed to perform \"Dare to Dream\" during the Parade of Nations at the Opening Ceremony.[122] Broadcast of the ceremony was viewed by an estimated 3.5 billion people around the world.[123]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In December 1998, following a hiatus of about 16 years, Newton-John also resumed touring by herself and in 2000 released a solo CD, One Woman's Live Journey, her first live album since 1981's Love Performance.[124][125]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2000, she appeared in a dramatically different role as Bitsy Mae Harling, a bisexual former-convict country singer, in Del Shores' Sordid Lives.[122] Newton-John reprised her role for Sordid Lives: The Series which aired one season on the LOGO television network. The series featured five original songs written and composed by Newton-John specifically for the show.[126] In 2000, she teamed with Vince Gill and the London Symphony Orchestra for 'Tis the Season sold exclusively through Hallmark. The following year, she released The Christmas Collection, which compiled seasonal music previously recorded for her Hallmark Christmas album, her appearance on Kenny Loggins' 1999 TNN Christmas special and her contributions to the Mother and Child and Spirit of Christmas multi-artist collections."
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "Newton-John's subsequent albums were released primarily in Australia. In 2002, she released (2), a duets album featuring mostly Australian artists (Tina Arena, Darren Hayes, Jimmy Little, Johnny O'Keefe, Billy Thorpe and Keith Urban), as well as a \"duet\" with the deceased Peter Allen. In addition, (2) offered a hidden 12th track, a samba version of \"Physical\" which Newton-John later performed occasionally in concert instead of the more rock-style original. The album's 2004 Japanese release includes the bonus track \"Let It Be Me\", a duet with Cliff Richard with whom she had previously been coupled on \"Suddenly\" and Songs from Heathcliff.[127][128]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2002, Newton-John was also inducted into Australia's ARIA Hall of Fame.[129]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "Produced by Phil Ramone and recorded at the Indigo Recording Studios in Malibu for ONJ Productions, Indigo: Women of Song was released in October 2004 in Australia. The tribute album featured Newton-John covering songs by artists such as Joan Baez, the Carpenters, Doris Day, Nina Simone and Minnie Riperton. She dedicated the album to her mother, who had died the previous year of breast cancer.[130][131] Indigo was subsequently released in the UK in April 2005 and in Japan in March 2006. A rebranded and resequenced version called Portraits: A Tribute to Great Women of Song was eventually issued in the United States in 2011."
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2005, she released Stronger Than Before, sold exclusively in the United States by Hallmark. This was her second exclusive album for Hallmark Cards after her successful first Christmas album Tis the Season with Vince Gill five years earlier. Proceeds from the album's sales benefited breast cancer research. The album featured the song \"Phenomenal Woman,\" based on the poem by Maya Angelou, and guest vocals from Diahann Carroll, Beth Nielsen Chapman, Delta Goodrem, Amy Holland, Patti LaBelle and Mindy Smith—all survivors of or affected by cancer.[132]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2006, Newton-John released a healing CD, Grace and Gratitude.[133] The album was sold exclusively by Walgreens,[134] also to benefit various charities including Y-ME National Breast Cancer Organization. The CD was the \"heart\" of their Body – Heart – Spirit Wellness Collection, which also featured a re-branded Liv-Kit and breast-health dietary supplements."
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2007, she re-teamed with her Grace and Gratitude producer, Amy Sky, for Christmas Wish (No. 187 Pop) which was sold exclusively by Target in its first year of release.[135] Newton-John released another concert DVD, Olivia Newton-John and the Sydney Symphony: Live at the Sydney Opera House and a companion CD, her third live album titled Olivia's Live Hits.[136][137]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2008, she raised funds to help build the Olivia Newton-John Cancer and Wellness Centre in Melbourne, Australia. She led a three-week, 228 km walk along the Great Wall of China during April, joined by various celebrities and cancer survivors throughout her trek.[138] She released a companion CD, A Celebration in Song, the following month in Australia and later worldwide,[139] featuring new and previously recorded duets by \"Olivia Newton-John & Friends\", including Jann Arden, Jimmy Barnes, John Farrar, Barry Gibb, Delta Goodrem, Sun Ho, Richard Marx, Cliff Richard, Melinda Schneider, Amy Sky, and Keith Urban.[140]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2008, Newton-John took part in the BBC Wales program Coming Home about her Welsh family history. Also, in 2008, Newton-John joined Anne Murray on Murray's last album, titled Duets: Friends & Legends. She sang Gordon Lightfoot's hit \"Cotton Jenny\" with Murray.[141]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "She re-recorded some tracks from Grace and Gratitude in 2010 and re-released the album as Grace and Gratitude Renewed on the Green Hill music label. The Renewed CD includes a new track, \"Help Me to Heal\", not featured on the original album.[142]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "Newton-John was featured in UniGlobe Entertainment's breast cancer docu-drama, 1 a Minute, released in October 2010.[143] The documentary was made by actress Namrata Singh Gujral and featured other celebrities who had survived breast cancer or who were affected by the disease. During the same month, Bluewater Productions released a comic book featuring Newton-John to coincide with Breast Cancer Awareness Month.[144]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In 2010, Newton-John starred in the film Score: A Hockey Musical, released in Canada.[145] She portrayed Hope Gordon, the mother of a home-schooled hockey prodigy. The film opened the 2010 Toronto International Film Festival.[146]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "Newton-John guest-starred as herself in the sitcoms Ned and Stacey, Murphy Brown and Bette and also made two appearances as herself on Glee.[147]"
    },
    {
      "type": "image",
      "section": "1998–2012: Later releases",
      "filename": "image_377.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "For her first Glee appearance, Newton-John recreated her \"Physical\" video with series regular Jane Lynch.[148][149] The performance was released as a digital single which peaked at number 89 on the Billboard Hot 100 in May 2010.[150] In Australia, Newton-John hosted the animal and nature series Wild Life[151][152] and guest-starred as Joanna on two episodes of the Australian series The Man From Snowy River.[153][154][155]"
    },
    {
      "type": "text",
      "section": "1998–2012: Later releases",
      "content": "In January 2011, Newton-John began filming the comedy A Few Best Men in Australia with director Stephan Elliott, in the role of mother of the bride. The groom is played by Xavier Samuel.[156]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "Newton-John was actively touring and doing concerts from 2012 to 2017 and also performed a handful of shows in 2018.[157][158] Her dates for A Summer Night with Olivia Newton-John even included stops in Asia and Canada and culminated in a rare concert appearance in London in 2013. Her March 2013 UK trek also encompassed Bournemouth, Brighton, Birmingham, Manchester and Cardiff, Wales.[159]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In November 2012, Newton-John teamed with John Travolta to make the charity album This Christmas, in support of The Olivia Newton-John Cancer & Wellness Centre and the Jett Travolta Foundation. Artists featured on the album include: Barbra Streisand, James Taylor, Chick Corea, Kenny G, Tony Bennett, Cliff Richard and the Count Basie Orchestra.[160]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "A 2013 residency at the Flamingo Las Vegas was postponed due to the May 2013 death of her elder sister, Rona (aged 72), from a brain tumour. Newton-John resumed performing, doing 45 shows beginning in April 2014.[161][162][163][164] Along with the Vegas shows, Newton-John released a new EP in April 2014 entitled Hotel Sessions, which consisted of seven tracks of unreleased demos that were recorded between 2002 and 2011 with her nephew Brett Goldsmith. The CD contains a cover of \"Broken Wings\" as well as the popular-with-fans original \"Best of My Love\", which had leaked on the internet many years prior.[165]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "Her Vegas stay was eventually extended beyond August 2014,[166][167][168] and her Summer Nights residency finished in December 2016 after 175 shows.[169] Her successful three-year run even prompted a fourth live album, Summer Nights: Live in Las Vegas (2015). In 2015, Newton-John also reunited with John Farnham for a joint venture called Two Strong Hearts Live.[170][171]"
    },
    {
      "type": "image",
      "section": "2012–2022: Vegas residency and final releases",
      "filename": "image_378.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In 2015, Newton-John was a guest judge on an episode of RuPaul's Drag Race. That same year, she scored her first number-one single on Billboard's Dance Club Songs chart with \"You Have to Believe\" with daughter Chloe and producer Dave Audé. The song was a re-imagining of her 1980 single \"Magic\", which she noted was to celebrate both the 35th anniversary of Xanadu and as a dedication to her daughter. About the latter, Newton-John stated: \"I met Chloe's dad on the set of Xanadu; so, without that film, Chloe wouldn't be here. She was the real 'magic' that came out of that film!\"[172] The song became the first mother-daughter single to reach No. 1 on the Billboard Dance Club Play chart.[173]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In 2015, Newton-John was inducted into the Music Victoria Hall of Fame.[174]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In 2017, she collaborated with two North American singer-songwriters, Beth Nielsen Chapman and Amy Sky, on a joint concert tour entitled Liv On after co-producing a 2016 CD by the same name.[175]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "On 7 May 2019, Newton-John's elder brother Hugh, a doctor, died at age 80;[176] his death left Newton-John as the sole surviving sibling from the original family."
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In recognition for \"her work as an entertainer and philanthropist\", she was bestowed Australia's highest honour, the Companion of the Order of Australia, in June 2019.[177]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In December 2019, Newton-John and Travolta also re-teamed for three live Meet 'n' Grease[178] sing-along events in the Florida cities of Tampa, West Palm Beach and Jacksonville.[179] Subsequently, a sing-along re-broadcast of Grease aired on CBS Television.[180]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In February 2020, Newton-John appeared at the Fire Fight Australia charity event. This was her final public performance.[181]"
    },
    {
      "type": "text",
      "section": "2012–2022: Vegas residency and final releases",
      "content": "In January 2021, Newton-John released her final single, \"Window in the Wall\", a duet about unity which she recorded with her daughter Chloe Lattanzi. The music video for the song peaked at No. 1 on the iTunes pop music video chart the week of its release.[182][183]"
    },
    {
      "type": "text",
      "section": "In the media",
      "content": "On 2 November 2019, Julien's Auctions auctioned hundreds of memorabilia items from Newton-John's career. The sale raised $2.4 million. Newton-John's Grease outfit garnered $405,700; her pants and jacket were purchased separately by two different billionaires. Sara Blakely, founder of Spanx, bought Newton-John's black skintight pants from Grease for $162,000.[184] The anonymous buyer who acquired her famous Grease leather jacket for $243,200 (£185,000) returned the item to her and said: \"It should not sit in a billionaire's closet for country-club bragging rights [...] The odds of beating a recurring cancer using the newest emerging therapies is a thousandfold greater than someone appearing out of the blue, buying your most famous and cherished icon, and returning it to you.\" All proceeds were donated to her Cancer Wellness and Research Centre in Australia.[185][186][187]"
    },
    {
      "type": "text",
      "section": "In the media",
      "content": "In December 2024 and January 2025, Julien's and TCM also held posthumous sales of Newton-John commemoratives.[188][189]"
    },
    {
      "type": "text",
      "section": "Musical legacy",
      "content": "Newton-John's first boyfriend, Ian Turpie, once said of her early appearances: \"In those days she had a small voice, but it was very pure. She could sing prettily in tune....The improvement in her singing since she went to England has been remarkable. She told me Shirley Bassey has been a big influence on her. After hearing Bassey, she worked at developing her head voice to sound like a chest voice, the way Bassey uses hers. The power she's developed is amazing\".[33]"
    },
    {
      "type": "text",
      "section": "Musical legacy",
      "content": "Michael Dwyer of the Sydney Morning Herald maintains that following Newton-John's career was like watching \"our slightly older and braver sister growing up in public\" and her passing \"feels today like a lost member of the family\".[190] Rachel Syme of The New Yorker also suggests that her familial, down-to-earth demeanor and humanity may have even superseded her singing accomplishments: \"Her most lasting legacy might be as the rare celebrity who was almost universally well liked, and thought of as an essentially kind and warmhearted person\".[191][192]"
    },
    {
      "type": "text",
      "section": "Musical legacy",
      "content": "Her musical abilities on their own merits were also impressive. In her 1982 Olivia in Concert performance of Dolly Parton's \"Jolene,\" Newton-John showcases a down-falling note range covering three octaves. (Much later, Newton-John and Parton recorded a duet of \"Jolene,\" which was not formally released until after Newton-John's death.)[193] In her memoir, Newton-John describes herself as \"not a power singer but more of an interpretive one\";[194] and author Lauren O'Neill concurs: \"She sang with clarity and precision, her high notes bright and open like a window on a summer morning, but her voice was never clinical – a sultry purr, euphoric cry or breathy gasp seemed always available to her....Her vocal [on \"Hopelessly Devoted to You\" from Grease] is clean and soaring, but to hear it is to be right down in the dirt with Sandy too; to feel, and perhaps even identify with, her total frustration with herself. As she slides between notes while singing 'I'm out of my head,' she shows us her emotional freefall as well as telling us about it.\"[195]"
    },
    {
      "type": "text",
      "section": "Musical legacy",
      "content": "Long before and after the career summit of Grease, Newton-John proved herself to be a fairly versatile performer, lending her instrument to everything from sentimental ballads and New Age soul searching to lively dance productions and rock & soul fervor. Maura Johnston of Vulture assesses: \"Newton-John was a regular chart-topper...throughout the '70s, her lithe soprano adapting well to the soft pop sound\" of the era with \"AM Gold staples and tracks from the folk and country world...As it turned out, Newton-John's voice was pretty well suited to the spiky dance pop that would become popular in the early 1980s\" too.[44] However, Stephen Thomas Erlewine of the Los Angeles Times offers a counterpoint on her career decline in the mid-1980s: \"Hardness never was Newton-John's comfort zone, though, and the 1980s were a much harder decade than the 1970s. The inherent warmth of 1970s studio sessions gave way to the cold, synthesized gleam of the 1980s, a sterile sound that suited her well only once: the candied faux-new wave of 'Twist of Fate'\", produced by David Foster.[196] Johnston further maintains: \"Her pop heyday transcended any attempts to musically pigeonhole her\"; and by the time she stopped having many new hits, \"her musical legacy ... had been pretty well solidified.\"[44]"
    },
    {
      "type": "text",
      "section": "Musical legacy",
      "content": "Newton-John's work has inspired many other female vocalists, including Juliana Hatfield, Lisa Loeb, Kylie Minogue, Delta Goodrem, Natalie Maines and Alanis Morissette.[197][198][199][200][201] Pink staged a commemorative Newton-John cover during the 2022 American Music Awards.[202] At the 2022 ARIA Music Awards, a special tribute in her honour featured performances by Natalie Imbruglia, Peking Duk and Tones and I.[203]"
    },
    {
      "type": "image",
      "section": "Relationships",
      "filename": "image_379.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Relationships",
      "filename": "image_380.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Relationships",
      "content": "In the mid-1960s, Newton-John dated Australian actor and singer Ian Turpie, her co-star in the 1965 musical film Funny Things Happen Down Under.[29][204] They met in 1963 when Turpie attended the coffee shop where Newton-John's group Sol Four performed.[33] The relationship continued until she returned to England in 1966.[33]"
    },
    {
      "type": "text",
      "section": "Relationships",
      "content": "In 1968, Newton-John was engaged to but never married Bruce Welch, one of her early producers and co-writer of her hit \"Please Mr. Please\".[205] In 1972, Newton-John ended her relationship with Welch, who subsequently attempted suicide.[205]"
    },
    {
      "type": "text",
      "section": "Relationships",
      "content": "In 1973, while vacationing on the French Riviera, Newton-John met British businessman Lee Kramer, who became both her new boyfriend and manager.[206] Newton-John lived with Kramer on and off and they stayed a couple until 1979; she called their turbulent pairing \"one long breakup\".[79][207] Kramer subsequently returned to England and married. He also managed vocalist Krishna Das. Kramer died in 2017.[208]"
    },
    {
      "type": "text",
      "section": "Relationships",
      "content": "Newton-John married her long-time, live-in partner, actor Matt Lattanzi, in December 1984.[209] The pair had met in 1980 while filming Xanadu. They announced their separation in April 1995, and they divorced in 1996.[210] According to People magazine, people close to the twosome cited the disparity between her spiritual interests and his more earthly ones as a key factor in the dissolution. The couple remained friends. Their daughter, Chloe Rose, was born in January 1986.[122]"
    },
    {
      "type": "text",
      "section": "Relationships",
      "content": "Newton-John met gaffer/cameraman Patrick McDermott soon after her divorce from Lattanzi. They dated on and off for nine years. McDermott vanished during a 2005 fishing trip off the Californian coast.[211] Newton-John was in Australia at her Gaia Retreat & Spa at the time of McDermott's disappearance.[212] A United States Coast Guard investigation, based on then-available evidence and released in 2008, \"suggest[ed] McDermott was lost at sea\",[213][214] with a friend telling investigators McDermott had appeared sad though not despondent after their breakup.[215] In April 2010, a private investigator, hired by an American television program, claimed that McDermott is alive and had faked his death for a life insurance payout – but did not provide proof beyond their own statement that they were confident.[216] Unsubstantiated claims have been made, particularly in Australian tabloids, that McDermott is living in Mexico.[217]"
    },
    {
      "type": "text",
      "section": "Relationships",
      "content": "In 1993, Newton-John met John Easterling, founder and president of the Amazon Herb Company, which he started in 1990 and sold to TriVita, Inc., in 2012.[218][219] Also known as \"Amazon John\", Easterling is an eco-entrepreneur who initially marketed rainforest botanicals and currently owns and operates Happy Tree Microbes, which offers natural plant performance products.[220] When Newton-John and Easterling first met, they were both married to other people. In 2007, they started dating and married in an Incan spiritual ceremony in Peru on 21 June 2008, followed by a legal ceremony nine days later (30 June 2008) on Jupiter Island, Florida.[221][218]"
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "Although principally raised in Australia, Newton-John remained a British subject throughout her childhood. She initially pursued Australian citizenship in 1981 with an application that Prime Minister Malcolm Fraser was asked to expedite.[222] However, she finally became an Australian citizen in 1994.[223]"
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "In 1973, Newton-John purchased a modest one-bedroom flat in northwest London.[citation needed]"
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "After relocating from England to the United States in late 1974, Newton-John set up residence in Malibu, California, where for 35 years she owned various real estate, including a horse ranch and several beachfront properties.[224][225]"
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "In June 2009, Newton-John and her second husband, John Easterling, purchased a new $4.1 million home in Jupiter Inlet, Florida.[226] In 2013, while renovations were being done on the property and the couple was not there, a contractor named Christopher Pariseleti committed suicide on the estate, which at the time was up for sale.[227] Following the death on the premises, Newton-John and Easterling bought a nearby condo;[228] their larger home lingered on and off the market for two years but was eventually sold in 2015 to a Swedish advertising executive for $5.1 million.[229]"
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "In 2015, the couple purchased a $5.3 million, 12-acre horse ranch in the Santa Ynez Valley outside Santa Barbara.[230][231]"
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "In 2019, Newton-John sold her 187-acre Australian farm, which she had owned for nearly 40 years and is located near Byron Bay in New South Wales.[232] The Dalwood estate sold for $4.6 million; in 1980, Newton-John had paid $622,000 for the property, which had additional land adjoined in both 1983 and in 2002.[233]"
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "Newton-John was also partial owner of Byron Bay's Gaia Retreat & Spa, which was founded in 2005 and sold in 2021 for $30 million to the investment firm of Tattarang."
    },
    {
      "type": "text",
      "section": "Residences and citizenship",
      "content": "When asked in 2017 whether she considered herself to be a British, Australian or American citizen, she said, \"I am still Australian.\"[234] In December 2019, upon being given the title of Dame, she expressed her thanks by stating: \"As a girl born in Cambridge [England], I am very proud of my British ancestry and so appreciative to be recognised in this way by the United Kingdom.\"[235]"
    },
    {
      "type": "text",
      "section": "Illness and death",
      "content": "In May 2017, it was announced that Newton-John's breast cancer had returned and metastasised to her lower back.[236] Her back pains had initially been diagnosed as sciatica.[237] She subsequently revealed this was actually her third bout with breast cancer, as she had experienced a recurrence of the disease in 2013 in addition to her initial 1992 diagnosis.[238] With the 2017 recurrence, the cancer had spread to her bones and progressed to stage IV.[239] Newton-John experienced significant pain from the metastatic bone lesions and had spoken of using cannabis oil to ease her pain. She was an advocate for the use of medical cannabis;[240] her daughter Chloe owns a cannabis farm in Oregon.[238]"
    },
    {
      "type": "text",
      "section": "Illness and death",
      "content": "Newton-John died on 8 August 2022, at the age of 73, at her home in the Santa Ynez Valley of California.[241][242] Tributes were paid by John Travolta, Barbra Streisand, Australian Prime Minister Anthony Albanese and many other celebrities.[243][244] As a mark of respect, Melbourne and Sydney lit up many of their landmarks.[245]"
    },
    {
      "type": "text",
      "section": "Illness and death",
      "content": "In September 2022, Newton-John's family held a \"small and very private\" memorial service in California for the singer, who asked to be cremated and have her ashes scattered in Byron Bay, on her Santa Ynez ranch, and \"in other places that I love\".[246][247][248]"
    },
    {
      "type": "text",
      "section": "Illness and death",
      "content": "The State of Victoria offered Newton-John's family a state funeral, which her niece Tottie Goldsmith accepted.[249][250] Newton-John's Australian memorial service, hosted by David Campbell, was held on 26 February 2023, at Hamer Hall in Melbourne[251] and included eulogies from her widower and daughter; a testimonial to her strength of character, optimism and magnanimity by television personality Richard Wilkins; montages of her career, family life and wellness centre; a medley of her hits performed by Delta Goodrem, and pre-recorded video tributes from Elton John, Mariah Carey, Barry Gibb, Dolly Parton and Nicole Kidman.[252]"
    },
    {
      "type": "text",
      "section": "Tours",
      "content": "Headlining"
    },
    {
      "type": "text",
      "section": "Tours",
      "content": "Co-headlining"
    },
    {
      "type": "text",
      "section": "Tours",
      "content": "Residency show"
    }
  ]
}