{
  "page_id": 46,
  "url": "https://en.wikipedia.org/wiki/Herb_Alpert",
  "title": "Herb Alpert - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_381.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Herb Alpert",
      "filename": "image_382.jpg",
      "caption": "Alpert in 1966"
    },
    {
      "type": "text",
      "section": "Herb Alpert",
      "content": "Herb Alpert (born March 31, 1935) is an American trumpeter, pianist, singer, songwriter, record producer, arranger, conductor, painter, sculptor and theatre producer, who led the band Herb Alpert & the Tijuana Brass (sometimes called \"Herb Alpert and the TJB\") in the 1960s. During the same decade, he co-founded A&M Records with Jerry Moss."
    },
    {
      "type": "text",
      "section": "Herb Alpert",
      "content": "Alpert has recorded 28 albums that have appeared on the U.S. Billboard 200 chart, five of which reached No. 1; he has been awarded 14 platinum albums and 15 gold albums. Alpert is the only musician to have reached No. 1 on the U.S. Billboard Hot 100 as both a vocalist (\"This Guy's in Love with You\", 1968) and as an instrumentalist (\"Rise\", 1979).[a]"
    },
    {
      "type": "text",
      "section": "Herb Alpert",
      "content": "Alpert has sold an estimated 72 million records worldwide.[1] He has received many accolades, including a Tony Award and eight Grammy Awards,[2] as well as the Grammy Lifetime Achievement Award. In 2006 he was inducted into the Rock and Roll Hall of Fame. Alpert was awarded the National Medal of Arts by Barack Obama in 2012."
    },
    {
      "type": "text",
      "section": "Early life and career",
      "content": "Herb Alpert was born on March 31, 1935[3] and raised in the Boyle Heights[4] section of Eastside Los Angeles,[5] California.[6] He was the youngest of three children (a daughter and two sons)[7] born to Tillie (née Goldberg) and Louis Leib (or Louis Bentsion-Leib) Alpert.[8] His parents were Jewish immigrants to the U.S. from Radomyshl (in present-day Ukraine) and Romania.[9][10][11]"
    },
    {
      "type": "text",
      "section": "Early life and career",
      "content": "Alpert was born into a family of musicians. His father, although a tailor by trade, was also a mandolin player. His mother taught violin at a young age, and his older brother, David, was a drummer.[12] His sister Mimi, who was the oldest,[6] played the piano.[7] Alpert began to play trumpet at eight years old.[13]"
    },
    {
      "type": "text",
      "section": "Early life and career",
      "content": "Alpert started attending Fairfax High School beginning in 10th grade. In 11th grade (1952) he was a member of their gymnastics team. One of his specialties was performing on the rings, but an appendectomy a week before a League Meet sidelined him. In his senior year (1953), he began focusing on his trumpet.[citation needed]"
    },
    {
      "type": "text",
      "section": "Early life and career",
      "content": "While attending the University of Southern California in the 1950s,[14] he was a member of the USC Trojan Marching Band for two years. Alpert served in the U.S. Army during the Korean War, and played in the 6th Army Band.[15][16][17] In 1956, he appeared in an uncredited role as \"Drummer on Mt. Sinai\" in The Ten Commandments.[18]"
    },
    {
      "type": "text",
      "section": "Early life and career",
      "content": "In 1957, Alpert teamed up with Rob Weerts, another burgeoning lyricist, as a songwriter for Keen Records. A number of songs written or co-written by Alpert during the following two years became Top 20 hits, including \"Baby Talk\" by Jan and Dean and \"Wonderful World\" by Sam Cooke.[19] In 1960, he began his recording career as a vocalist at RCA Records under the name of Dore Alpert.[9] In 1962, Alpert and his new business partner Jerry Moss formed Carnival Records with \"Tell It to the Birds\" as its first release, distribution outside of Los Angeles being done by Dot Records. After Carnival released its second single \"Love Is Back In Style\" by Charlie Robinson, Alpert and Moss found that there was prior usage of the Carnival name and renamed their label A&M Records.[20]"
    },
    {
      "type": "text",
      "section": "The Tijuana Brass years",
      "content": "The song that jump-started Alpert's performing career was originally titled \"Twinkle Star\", written by Sol Lake (who would write many Tijuana Brass songs over the next decade).[21] Alpert was dissatisfied with his first efforts to record the song, then took a break to visit a bullfight in Tijuana, Mexico. As Alpert later recounted, \"That's when it hit me! Something in the excitement of the crowd, the traditional mariachi music, the trumpet call heralding the start of the fight, the yelling, the snorting of the bulls, it all clicked.\"[22] Alpert adapted the tune to the trumpet style, mixed in crowd cheers and other noises for ambience, and renamed the song \"The Lonely Bull\".[23]"
    },
    {
      "type": "text",
      "section": "The Tijuana Brass years",
      "content": "He personally funded the production of the record as a single, and it spread through radio DJs until it caught on and became a Top 10 hit in the fall of 1962. He followed up quickly with his debut album, The Lonely Bull by \"Herb Alpert & the Tijuana Brass\". Originally the Tijuana Brass was just Alpert overdubbing his own trumpet, slightly out of sync.[24]"
    },
    {
      "type": "text",
      "section": "The Tijuana Brass years",
      "content": "It was A&M's first album (with the original release number being #101), although it was recorded for Conway Records. The title cut reached No. 6 on the Billboard pop chart. For this album and subsequent releases, Alpert recorded with the group of Los Angeles session musicians known as the Wrecking Crew, whom he holds in high regard.[25]"
    },
    {
      "type": "image",
      "section": "The Tijuana Brass years",
      "filename": "image_383.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "The Tijuana Brass years",
      "content": "Alpert's 1965 album Whipped Cream & Other Delights proved so popular — it was the number one album of 1966, outselling The Beatles, Frank Sinatra, and The Rolling Stones — that Alpert had to turn the Tijuana Brass into an actual touring ensemble rather than a studio band. Some of that popularity might be attributable to the album's notoriously racy cover, which featured model Dolores Erickson seemingly clothed only in whipped cream. However, as writer Bruce Handy pointed out in a Billboard article, two other Brass albums, Going Places (1965) and What Now My Love (1966), \"held the third and fifth spots on the 1966 year-end chart despite pleasant yet far more anodyne covers.\"[26] Another measure of the band's popularity is that a number of Tijuana Brass songs were used as theme music for years by the ABC TV game show The Dating Game.[27]"
    },
    {
      "type": "text",
      "section": "The Tijuana Brass years",
      "content": "In 1966, a short animated film by John and Faith Hubley called \"A Herb Alpert and the Tijuana Brass Double Feature\" was released; it won the Academy Award for Best Animated Short Film in 1967. The film featured two songs by the band, \"Tijuana Taxi\" and \"Spanish Flea\".[28] Also in 1967, the Tijuana Brass performed Burt Bacharach's title cut to the first movie version of Casino Royale.[29]"
    },
    {
      "type": "text",
      "section": "The Tijuana Brass years",
      "content": "Alpert's only No. 1 single during this period, and the first No. 1 hit for his A&M label, was a solo effort: \"This Guy's in Love with You\", written by Burt Bacharach and Hal David, featuring a rare vocal.[23][30] Alpert sang it to his first wife in a 1968 CBS Television special titled Beat of the Brass. The sequence was filmed on the beach in Malibu. The song was not intended to be released, but after it was used in the television special, allegedly thousands of telephone calls to CBS asking about it convinced Alpert to release it as a single, two days after the show aired.[31] Although Alpert's vocal skills and range were limited, the song's technical demands suited him.[32]"
    },
    {
      "type": "text",
      "section": "The Tijuana Brass years",
      "content": "After years of success, Alpert had a personal crisis in 1969, declaring \"the trumpet is my enemy.\" He disbanded the Tijuana Brass, and stopped performing in public.[11] Eventually he sought out teacher Carmine Caruso, \"who never played trumpet a day in his life, (but) he was a great trumpet teacher.\"[33] \"What I found,\" Alpert told The New York Times, \"is that the thing in my hands is just a piece of plumbing. The real instrument is me, the emotions, not my lip, not my technique, but feelings I learned to stuff away—as a kid who came from a very unvocal household. Since then, I've been continually working it out, practicing religiously and now, playing better than ever.\"[11] The results were noticeable; as Richard S. Ginell wrote in an AllMusic review of Alpert's comeback album, You Smile - The Song Begins, \"His four-year sabbatical over, Herb Alpert returned to the studio creatively refreshed, his trumpet sounding more soulful and thoughtful, his ears attuned more than ever to jazz.\"[34]"
    },
    {
      "type": "image",
      "section": "Post-Brass musical career and \"Rise\"",
      "filename": "image_384.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Post-Brass musical career and \"Rise\"",
      "content": "In 1979, five years after his last chart hit with the Tijuana Brass, Alpert attempted a disco album of rearranged Brass hits. \"It just sounded awful to me,\" Alpert was quoted later. \"I didn't want any part of it.\" But because the musicians were already booked, Alpert recorded other material, including the instrumental \"Rise\" (with initial version created by Alpert's nephew, Randy \"Badazz\" Alpert and his close friend, musician Andy Armer). The song reached number one on the Billboard Hot 100 after it was used repeatedly on the soap opera General Hospital. The song also became a hit in the UK, but in a speeded-up version, due to British DJs not realizing that the American 12\" single was recorded at 33 rpm instead of 45 rpm.[35] Its bass line would later be included in The Notorious B.I.G.’s “Hypnotize”, which itself would reach number one on the Hot 100.[36]"
    },
    {
      "type": "text",
      "section": "Post-Brass musical career and \"Rise\"",
      "content": "Over the next two decades, Alpert released an album nearly every year. He has released more than a dozen records since 2006."
    },
    {
      "type": "text",
      "section": "Post-Brass musical career and \"Rise\"",
      "content": "In 2013, Alpert released Steppin' Out, which won a Grammy for Best Pop Instrumental Album.[37]  Since that time, he has released several other albums, most recently 50 (claimed to be his 50th studio album) and has said he has plans for his next two LPs, one of which will be another Christmas album—his third."
    },
    {
      "type": "text",
      "section": "Post-Brass musical career and \"Rise\"",
      "content": "In late 2024, Alpert formed a new Tijuana Brass group, which went on tour in 2025, to celebrate the landmark Whipped Cream and Other Delights album.  The tour is titled \"Herb Alpert & the Tijuana Brass & Other Delights.\"[38]  The band members (besides Alpert) are: Ray Brinker (drums), Kris Bergh (trumpet, percussion), Hussain Jiffry (bass), Bill Cantos (keyboards, marimba, percussion, vocals), Ryan Dragon (trombone, percussion) and Kerry Marx (guitar).[39]"
    },
    {
      "type": "text",
      "section": "A&M Records",
      "content": "On October 11, 1989, Philips subsidiary PolyGram announced its acquisition of A&M Records for $500 million.[40] Alpert and Moss later received an extra $200 million payment for PolyGram's breach of the terms of the deal.[41]"
    },
    {
      "type": "text",
      "section": "Visual arts",
      "content": "Alpert has a second career as an abstract expressionist painter and sculptor with group and solo exhibitions around the United States and Europe. The 2010 sculpture exhibition \"Herb Alpert: Black Totems\" in Beverly Hills brought media attention to his visual work.[42] His 2013 exhibition in Santa Monica included both abstract paintings and large totemlike sculptures.[43]"
    },
    {
      "type": "text",
      "section": "Awards and honors",
      "content": "In May 2000, Alpert was awarded an honorary doctorate from Berklee College of Music.[44]"
    },
    {
      "type": "image",
      "section": "Awards and honors",
      "filename": "image_385.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Awards and honors",
      "content": "In 1977, for his contribution to the recording industry, Alpert was awarded a star on the Hollywood Walk of Fame at 6929 Hollywood Boulevard."
    },
    {
      "type": "text",
      "section": "Awards and honors",
      "content": "At the 1997 Billboard Latin Music Awards Alpert received the El Premio Billboard award for his contributions to Latin music.[45]"
    },
    {
      "type": "text",
      "section": "Awards and honors",
      "content": "Alpert and Moss were inducted into the Rock and Roll Hall of Fame on March 13, 2006, as non-performer lifetime achievers for their work at A&M."
    },
    {
      "type": "text",
      "section": "Awards and honors",
      "content": "Alpert was awarded the Society of Singers Lifetime Achievement Award by Society of Singers in 2009.[46]"
    },
    {
      "type": "text",
      "section": "Awards and honors",
      "content": "Alpert was awarded a 2012 National Medal of Arts award by Barack and Michelle Obama on Wednesday, July 10, 2013, in the White House's East Room.[47]"
    },
    {
      "type": "image",
      "section": "Philanthropy",
      "filename": "image_386.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Philanthropy",
      "content": "In the 1980s Alpert created the Herb Alpert Foundation and the Alpert Awards in the Arts with the California Institute of the Arts (CalArts).[48]"
    },
    {
      "type": "text",
      "section": "Philanthropy",
      "content": "The foundation supports youth and arts education as well as environmental issues, and helps fund the PBS series Bill Moyers on Faith and Reason and later Moyers & Company."
    },
    {
      "type": "text",
      "section": "Philanthropy",
      "content": "Alpert and his wife donated $30 million to University of California, Los Angeles in 2007 to form and endow the UCLA Herb Alpert School of Music as part of the restructured UCLA School of the Arts and Architecture. He donated $24 million, including $15 million from April 2008, to CalArts for its music curricula, and provided funding for the culture-jamming activists the Yes Men.[49]"
    },
    {
      "type": "text",
      "section": "Philanthropy",
      "content": "In 2012, the foundation granted more than $5 million to the Harlem School of the Arts, which allowed the school to retire its debt, restore its endowment and create a scholarship program for needy students. In 2013, the school's building was renamed the Herb Alpert Center. In 2016, Alpert's foundation also bestowed a $10.1 million donation to Los Angeles City College to provide music majors with a tuition-free education, the largest gift to an individual community college in the history of Southern California, and the second-largest gift in the history of the state.[50] In 2020, Alpert bestowed an additional $9.7 million on the Harlem School of the Arts to upgrade its facility.[51]"
    },
    {
      "type": "text",
      "section": "Philanthropy",
      "content": "Alpert founded the Louis and Tillie Alpert Music Center in Jerusalem, which brings together both Arab and Jewish students.[52]"
    },
    {
      "type": "text",
      "section": "Business ventures",
      "content": "In the late 1980s, Alpert started H. Alpert and Co., a short-lived perfume company, which sold products in high-end department stores such as Nordstrom. The company launched with two scents, Listen and Listen for Men. Alpert compared perfume to music, with high and low notes.[53]"
    },
    {
      "type": "text",
      "section": "Business ventures",
      "content": "In partnership with his daughter Eden, in 2004 Alpert opened Vibrato, a jazz club and restaurant located in the Bel Air neighborhood of Los Angeles.[54]"
    },
    {
      "type": "text",
      "section": "Business ventures",
      "content": "As of 2025, Alpert's net worth is estimated at $850 million, largely due to his music career and the sale of A&M Records.[55]"
    },
    {
      "type": "text",
      "section": "Documentaries",
      "content": "On September 17, 2010, the TV documentary Legends: Herb Alpert – Tijuana Brass and Other Delights premiered on BBC4.[56]"
    },
    {
      "type": "text",
      "section": "Documentaries",
      "content": "In 2020, Herb Alpert Is..., a documentary written and directed by John Scheinfeld, was released.[57]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Alpert married Sharon Mae Lubin at Presidio of San Francisco in 1956.[14] They had 2 children, Dore (born 1960) and Eden (born 1966).[58] The couple divorced in 1971. In 1974, Alpert married Lani Hall, once the lead singer of A&M group Brasil '66.[59] Alpert and Hall have a daughter, actress Aria Alpert, born in 1976.[11]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "Hall and Alpert recorded a live album, Anything Goes, in 2009; a studio album, I Feel You, in 2011;[60] and another studio album, Steppin' Out, in 2013. An AllMusic review concluded: \"Ultimately, Steppin' Out represents not just the third album in a trilogy, but a loving creative partnership that, for Alpert and Hall, spans a lifetime.\"[61] As of 2025 the couple still performs together."
    }
  ]
}