{
  "page_id": 84,
  "url": "https://en.wikipedia.org/wiki/Geoffrey_(abbot_of_the_Temple_of_the_Lord)",
  "title": "Geoffrey (abbot of the Temple of the Lord) - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_825.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Geoffrey (abbot of the Temple of the Lord)",
      "content": "Geoffrey (Latin: Gaufridus) was a 12th-century Latin churchman in the Kingdom of Jerusalem who served as the abbot of the Temple of the Lord from 1137/8 to sometime between 1160 and 1166. He probably came from France, becoming prior and then the first abbot of the Temple, the reconstruction of which finished during his tenure. He became a confidant of King Fulk, Queen Melisende, and King Baldwin III. Because he spoke Greek, he was sent on sensitive diplomatic missions to Byzantine emperors in 1142 and 1158/9."
    },
    {
      "type": "text",
      "section": "Early career",
      "content": "According to the historian Rudolf Hiestand, Geoffrey was probably one of the \"new men\" of Fulk of Anjou, who travelled to the Levant in 1128-29 to marry Melisende of Jerusalem and eventually become king of Jerusalem.  Hiestand presumes that Geoffrey did not accompany Fulk at this time but arrived later.[1]"
    },
    {
      "type": "text",
      "section": "Early career",
      "content": "Geoffrey had become the prior of the Temple of the Lord by the winter of 1137-38, succeeding Prior Achard.[2] He revised an 800-line poem about the Temple originally written by Achard. This is one of the few surviving examples of metrical poetry from the Latin East. Geoffrey appears to have refined certain stylistic weaknesses in the original, though the extent of his revisions is still debated. He also expanded the work with two additional books, which departed from the original’s fifteen-syllable metre and were instead composed in octosyllabic verse.[3] Geoffrey refers to this poem in a letter sent between November 1135 and late 1137 to King Fulk's son Count Geoffrey V of Anjou, whom he probably expected to donate money to the Temple.[4]"
    },
    {
      "type": "text",
      "section": "Abbacy",
      "content": "Shortly after Geoffrey became its prior, the Temple was promoted to an abbey.[2] The reconstruction of the Temple as a church was finished by Geoffrey, and in 1141 Bishop Alberic of Ostia, a papal legate, consecrated it with the Latin patriarch of Jerusalem, William of Messines, and other prelates of the kingdom. A synod was held immediately after, attended (among others) by the catholicos of the Armenian Church and the Syriac Orthodox archbishop of Jerusalem. Hiestand assumes that Geoffrey was invited to the synod not just because of his rank but also because of his language skills.[5]"
    },
    {
      "type": "text",
      "section": "Abbacy",
      "content": "Like Achard, Geoffrey had an important place at the court of King Fulk and Queen Melisende.[6] Geoffrey spoke Greek, which was unusual for a high-ranking Latin clergyman in the kingdom, and for this reason was sent on delicate missions to Byzantine emperors. In 1142 King Fulk sent him, along with Bishop Anselm of Bethlehem and Viscount Rohard the Elder of Jerusalem, to meet with Emperor John II Komnenos in northern Syria. John had expressed a wish to come to Jerusalem on a pilgrimage, but Fulk feared that the emperor wished to force him to pay homage and was not willing to cooperate. The envoys thus informed the emperor that the kingdom was not able to supply provisions for a large army and suggested that he come with only a modest escort. John indignantly rejected this condition, but treated the envoys well.[7] The matter was laid to rest when John was killed in a hunting accident the following winter.[7]"
    },
    {
      "type": "text",
      "section": "Abbacy",
      "content": "Geoffrey owed his promotion to abbacy to Melisende,[8] and after Fulk's death supported her in her struggle against her son King Baldwin III.[9] Baldwin prevailed in 1152, and Geoffrey briefly lost his place at court, reappearing in 1155 or 1156.[10] Geoffrey was favored by Patriarch William, but the only time he is recorded in the curia of William's successor, Fulcher of Angoulême, was when Fulcher convoked a synod in 1156 to censure Prior Aimery of the Mount of Olives.[7]"
    },
    {
      "type": "text",
      "section": "Abbacy",
      "content": "In the winter of 1158-59, Geoffrey's language skills were put to use again when King Baldwin sent him and a nobleman named Joscelin Pesel to Antioch to negotiate protocol ahead of the king's meeting with Emperor Manuel I Komnenos, John's son. The result satisfied both the emperor and the king: the former received homage, while the latter retained all of his autonomy.[7]"
    },
    {
      "type": "text",
      "section": "Abbacy",
      "content": "Geoffrey regularly witnessed charters issued by the royal family from 1137 to 1160, and in the witness lists ranked immediately after the episcopate and before all other churchmen and lay people.[11] He last appears in the historical record in 1160. Hiestand concludes that Geoffrey had died by 1161.[12] By April 1166, Geoffrey's nephew Hugh, hitherto prior, had become the new abbot of the Temple.[11][7]"
    }
  ]
}