{
  "page_id": 131,
  "url": "https://en.wikipedia.org/wiki/Upul_Chandana",
  "title": "Upul Chandana - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1116.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Upul Chandana",
      "content": "Deshabandu Umagiliya Durage Upul Chandana (born 7 May 1972), popularly known as Upul Chandana, is a  former Sri Lankan cricketer who played both Tests and ODIs. He was more specifically a leg spin bowler and was also an outstanding fielder. He was a part of the Sri Lankan squad which won the 1996 Cricket World Cup, however he did not play any matches during the tournament. Chandana is considered to be one of the best leg spinners who ever played for Sri Lanka. He was also a competent lower-order batsman, having scored a total of seven half-centuries at international level."
    },
    {
      "type": "text",
      "section": "School times",
      "content": "Upul Chandana started his cricketing career as a teenager at Mahinda College, Galle."
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Chandana has played county cricket in England for Gloucestershire County Cricket Club and represented Nondescripts in Sri Lankan. He made his Twenty20 debut on 17 August 2004, for Nondescripts Cricket Club in the 2004 SLC Twenty20 Tournament.[1]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Chandana joined the Indian Cricket League, playing for the Kolkata Tigers and ICL World XI, and with four other Sri Lankan cricketers was banned, but the decision was lifted on 2009."
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Despite making his ODI debut in 1994 aged 21, Chandana had to wait for five years to be included in the Test team. It came in the Asian Test Championship Final in March 1999 against Pakistan. Chandana bowled 47.5 overs in the first innings and finished with 6 for 179.[2]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Over the next few years he made sporadic appearances for Sri Lanka and in 2002 he was named as captain of Sri Lanka A, when they played an unofficial Test series against Kenya and Chandana topped both the batting and bowling averages. This helped him work his way back into the side in 2003 and after a match-winning innings against West Indies at Bridgetown, Chasing 313 for victory, he was promoted up the order to 5 and smashed 89 off just 71 deliveries with 6 sixes.  Since then he was a regular player in the one day team for the next few years."
    },
    {
      "type": "text",
      "section": "International career",
      "content": "When Muttiah Muralitharan withdrew from the 2004 tour to Australia, Chandana came into the Test side as the main spin bowler. Despite being expensive, he took a ten wicket haul in the 2nd Test at Cazalys Stadium in Cairns and is the only Sri Lankan bowler to take ten wickets in a test match in Australia.[3][4][5]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Upul Chandana has the record for the highest test score when batting at number 9 for Sri Lanka(92).[6]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Chandana retired from international cricket on 15 October 2007 after Bangladesh tour. In an emotional press conference, he said that he was forced to take the retirement decision because of the politics that existed in the team selections.[7]"
    }
  ]
}