{
  "page_id": 169,
  "url": "https://en.wikipedia.org/wiki/Sanjay_Manjrekar",
  "title": "Sanjay Manjrekar - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1295.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Sanjay Manjrekar",
      "content": "Sanjay Vijay Manjrekar pronunciationⓘ (born 12 July 1965) is an Indian cricket commentator and former player. He played international cricket for India from 1987 until 1996 as a right-handed middle order batsman. He was a part of the Indian squads which won the 1990-91 Asia Cup and 1995 Asia Cup."
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Manjrekar was born in Mangalore, in what was previously known Mysore State (present-day Karnataka) in a Marathi family, on 12 July 1965,[1] the son of Vijay Manjrekar, who made 55 Test match appearances for India between 1952 and 1965.[2] As a schoolboy, he competed in the Cooch Behar Trophy between 1978 and 1982.[3] He attended Mumbai University,[4] and played in the Vizzy Trophy and the Rohinton Baria Trophy between 1983 and 1985,[3] winning both in 1985, with West Zone Universities and Bombay University respectively.[5][6]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Manjrekar made his first-class cricket debut on 7 March 1985, scoring 57 runs in his only innings for Mumbai during their Ranji Trophy quarter-final victory over Haryana.[7] He retained his place for the semi-final, but did not play again after that until the following season.[8] He performed steadily in 1985–86, averaging 42.40 with the bat, though his highest score was 51 not out.[9] The following season, he struck his first century in first-class cricket, remaining 100 not out during the first innings of a match against Baroda.[10] He scored one other hundred that season, and his season's average was 76.40.[9] He struck a double century for West Zone in October 1987, scoring 278 runs from 376 before being run out.[11]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "Domestically, he enjoyed success in the 1990–91 season, scoring four centuries and one half-century in eight first-class appearances. During the season, he scored his highest total, 377,[9] in the Ranji Trophy semi-final against Hyderabad.[12] He played in the final of the 1994–95 Ranji Trophy, scoring 224 runs to help Bombay to a total of 690/6 declared in their first innings, a total that saw them win the trophy.[13]"
    },
    {
      "type": "text",
      "section": "Domestic career",
      "content": "He won a second Ranji Trophy final in 1996–97, captaining his team, by this stage renamed Mumbai. Manjrekar scored 78 runs in the match, in which both sides only batted one innings.[14] Manjrekar kept playing domestic cricket until the end of the 1997–98 season, and had a batting average of 55.11 in first-class cricket, and 45.79 for List A cricket."
    },
    {
      "type": "text",
      "section": "International career",
      "content": "In late 1987, Manjrekar made his international debut, facing the West Indies in Delhi. He scored five runs in the first innings, and ten in the second, when he retired hurt.[15] His first half-century in international cricket was made against New Zealand in December 1988, during a One Day International. Manjrekar scored 52 runs during a narrow victory for India.[16] The following April, he scored his maiden Test cricket century, hitting 108 against the West Indies.[17] He scored his second Test century in November 1989, against Pakistan. In the fourth innings of the match, he scored 113 not out to help India draw the match.[18] In the third Test of the same series, Manjrekar made his highest score in Test cricket, reaching 218 runs in the first innings, before being run out.[19] He did not score another international century for two years, when he hit 105 runs from 82 balls in an ODI against South Africa.[20]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Manjrekar scored his final international century against Zimbabwe, in October 1992, reaching 104 in a drawn Test match.[21] He continued to play for India until November 1996, making his final appearance in the first Test against South Africa. He scored 34 runs in the first innings and 5 runs in the second, playing as an opening batsman.[8][22] He completed his international career with 2,043 Test runs, including four centuries, scored at 37.14, and 1,994 ODI runs at an average of 33.23.[1]"
    },
    {
      "type": "text",
      "section": "Commentary career",
      "content": "After retiring from professional cricket, Manjrekar began working as a cricket commentator.[1][23]"
    },
    {
      "type": "text",
      "section": "Commentary career",
      "content": "In April 2017, while commentating on an IPL match between Mumbai Indians and Kolkata Knight Riders, it was reported by Indian media that Manjrekar called Kieron Pollard \"brainless\".[24] Pollard took to Twitter and expressed anger over this remark. It was later clarified by Manjrekar that he had in fact used the word \"range,\" not \"brainless\".[25]"
    },
    {
      "type": "text",
      "section": "Commentary career",
      "content": "During the 2019 Cricket World Cup, Manjrekar criticised Ravindra Jadeja by calling him a 'bits and pieces player'.[26] He was removed from the official commentary panel and apologised after Jadeja's performance in the tournament.[27] During the 2nd test of Bangladesh's tour of India, the 1st day-night test for both the Indian and Bangladeshi cricket teams, a few Bangladeshi batsmen were struck by the pink ball. Commentator Harsha Bhogle raised concerns about the visibility of the ball, to which Manjrekar replied that only people like Bhogle would need to ask such questions as they have not played at that level.[28]"
    },
    {
      "type": "text",
      "section": "Commentary career",
      "content": "In 2021, messages shared by Twitter users showed Manjrekar mocking Jadeja's English.[29]"
    }
  ]
}