{
  "page_id": 187,
  "url": "https://en.wikipedia.org/wiki/Sharjah_(emirate)",
  "title": "Emirate of Sharjah - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1387.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Emirate of Sharjah",
      "filename": "image_1388.jpg",
      "caption": "Location of Sharjah in the UAE"
    },
    {
      "type": "text",
      "section": "Emirate of Sharjah",
      "content": "The Emirate of Sharjah (/ˈʃɑːrdʒə/; Arabic: إِمَارَة ٱلشَّارِقَة Imārat Aš-Šāriqah) is one of the emirates of the United Arab Emirates, which covers 2,590 square kilometres (1,000 sq mi) and has a population of over 1,400,000 (2015).[3] It comprises the capital city of Sharjah, after which it is named, and other minor towns and exclaves such as Kalba, Al Dhaid, Dibba Al-Hisn and Khor Fakkan."
    },
    {
      "type": "text",
      "section": "Emirate of Sharjah",
      "content": "The emirate is an absolute monarchy.[4] It has been ruled by Sultan bin Muhammad Al-Qasimi since 1972, except for a seven-day period during an attempted coup d'etat by his brother, Sheikh Abd al-Aziz bin Muhammad Al Qasimi.[5]"
    },
    {
      "type": "image",
      "section": "History",
      "filename": "image_1389.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Human settlement in the area covered by the emirate has existed for over 120,000 years, with significant finds made of early axes and stone tools as well as Copper and Iron Age implements in Al Dhaid, Al Thuqeibah, Mileiha, Tell Abraq, Muwailah, Al Madam and Jebel Faya.[6][7] Archaeological finds in the Mleiha area point to human habitation consistent with the spread of humanity from Africa to the wider world, evidenced by finds displayed at the Mleiha Archaeological Centre.[8]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Historically the emirate was one of the wealthiest towns in the region.[9]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Around 1727, the Al Qasimi clan took control of Sharjah and declared the polity independent.[10]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The first in a long series of maritime skirmishes between the Al Qasimi and British vessels took place in 1797, when the British-flagged snow the Bassein was seized and released two days later. The cruiser Viper was subsequently attacked off Bushire. The Al Qasimi leader, Saqr bin Rashid Al Qasimi, protested innocence in both cases."
    },
    {
      "type": "text",
      "section": "History",
      "content": "A period of great instability followed along the coast, with a number of actions between British and Al Qasimi vessels alongside various changes of leadership and allegiances between the Rulers of Ras Al Khaimah, Ajman and Sharjah with Sheikh Sultan bin Saqr Al Qasimi claiming sovereignty over 'all the Joasmee ports' in 1823, a claim recognised by the British at the time."
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 8 January 1820, Sheikh Sultan bin Saqr Al Qasimi signed the General Maritime Treaty with Britain, accepting protectorate status in order to resist Ottoman domination. Following the expiration of a further, ten year, treaty in 1843, on 4 May 1853 Sharjah, along with other Sheikhdoms on what was then known as the 'Arabian Coast' signed the Perpetual Treaty of Peace, which gave rise to the collective name Trucial States being given to the emirates of the coast.[11]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Like four of its neighbours, Ajman, Dubai, Ras Al Khaimah, and Umm Al Quwain, its position along trade routes to India made it important enough to be recognised as a salute state.[12]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Throughout the 19th and early 20th centuries, Sharjah was an important pearl fishing port. A British marine survey of 1830 found 'three to four hundred boats' fishing in the season, earning the ruler 100,000 Maria Theresa Dollars.[13]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1932, Imperial Airways established a regular air service through Sharjah, which was an overnight stop on the Eastern British Empire route. The Mahatta Fort was built to house the airline's guests."
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 2 December 1971, Sheikh Khalid bin Mohammed Al Qasimi joined Sharjah to the United Arab Emirates.[14] On 24 January 1972 however, the former ruler Sheikh Saqr bin Sultan Al Qasimi staged a leftist coup. Having previously deposed Saqr in 1965, Sheikh Khalid had ordered the demolition of Sharjah Fort (Al Hisn Sharjah) to expunge Saqr's memory. Saqr took over Khalid's palace, holding him inside and in the ensuing confusion Sheikh Khalid was killed. Saqr was arrested and Khalid's brother, Sultan bin Muhammad Al-Qasimi, an author and historian, came to power.[15]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1987, Sultan's brother Abdulaziz staged a coup while Sultan was abroad. Huge state debt was stated as the reason. Then-UAE President Zayed denounced the coup, and a deal was reached for Sultan to be restored, while Abdulaziz would become the deputy ruler. Sultan, however, dismissed Abdulaziz quite quickly.[16][17] In 1999, the Crown Prince (Sultan's eldest son) died of a drug overdose while on vacation in their palace in England.[18] Sultan made the decision to testify in front of a UK court[why?].[citation needed] The new Crown Prince, Sheikh Sultan bin Mohammed bin Sultan Al Qasimi, was appointed from a remote branch of the family."
    },
    {
      "type": "image",
      "section": "Rulers",
      "filename": "image_1390.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Geography",
      "filename": "image_1391.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "Sharjah is the third largest emirate in the United Arab Emirates, and is the only one to have land on both the Persian Gulf and the Gulf of Oman. The emirate covers 2,590 square kilometres (1,000 sq mi) which is equivalent to 3.3 per cent of the UAE's total area, excluding the islands. It has a population of over 1,800,000 (2022).[3] The city lies 170 km (110 miles) away from the UAE capital city Abu Dhabi."
    },
    {
      "type": "text",
      "section": "Geography",
      "content": "The emirate of Sharjah comprises the city of Sharjah (the seat of the emirate), and other minor towns and enclaves. The city of Sharjah, which overlooks the Persian Gulf, has a population of 1,600,000 (2022 census). Sharjah City borders Dubai to the south and Ajman to the north, and the three form a conurbation.[20] Sharjah also owns three enclaves on the east coast, bordering the Gulf of Oman. These are Kalba, Dibba Al-Hisn, and Khor Fakkan, which provide Sharjah with a major east coast port. In the Persian Gulf, the island of Sir Abu Nu’ayr belongs to Sharjah,[3] and Abu Musa is claimed by UAE, but controlled by Iran. Sharjah has an exclave containing the village of Nahwa, located inside the Omani enclave of Madha which borders Fujairah and Sharjah. The emirate also encompasses some important oasis areas, the most famous of which is the fertile Dhaid region, where a range of vegetables and fruits are cultivated.[21]"
    },
    {
      "type": "text",
      "section": "Administrative divisions",
      "content": "Following are the 9 municipalities in Sharjah Emirate:"
    },
    {
      "type": "text",
      "section": "Government",
      "content": "The Emirate of Sharjah is led by the ruler of Sharjah. It has been led by Sheikh Sultan bin Muhammad Al-Qasimi since 1972.[22] The ruler of Sharjah appoints members of the Sharjah Executive Council and the Sharjah Consultative Council to manage the day-to-day affairs of the emirate.[23] Sharjah has devolved some authority of local decisions to Emiri Diwans (Ruler's Courts) in areas such Kalba and Khor Fakkan. Nevertheless, the Sharjah Executive Council retains authority to manage government departments and affairs in line with policies and decrees by the ruler of Sharjah.[24] Collectively, the government of Sharjah has over 126 government departments and public organisations under its responsibility and control[25] with a number of services provided through a Sharjah e-government portal.[26]"
    },
    {
      "type": "image",
      "section": "Commerce and Tourism Development Authority",
      "filename": "image_1392.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Commerce and Tourism Development Authority",
      "content": "The Sharjah Commerce and Tourism Development Authority (SCDTA) was established by decree in 1996 to \"promote commercial and tourism activities\" in the emirate. The state-backed authority is responsible for, among other things, creating policies for local and international exhibitions and marketing Sharjah to attract foreign investment and tourists.\n[27]\nOne such initiative, is the annual Sharjah Light Festival, which showcases the emirate's landmarks through vibrant light shows and attracts thousands of visitors each year.\n[28]"
    },
    {
      "type": "text",
      "section": "Investment and Development Authority",
      "content": "The Sharjah Investment and Development Authority (Shurooq) was established in 2009 as an independent government body to \"oversee the social, cultural, environmental and economic development of Sharjah in line with its Islamic identity.\" It focuses on three areas for the emirate; investment, development, and asset and property management.[citation needed] Shurooq's developments include:"
    },
    {
      "type": "text",
      "section": "Decency laws",
      "content": "Conservative Sharjah is the only Emirate in the UAE in which the sale of alcohol is prohibited, although its consumption in one's own home is permissible if one is in possession of a valid Alcohol Licence (as is the transportation of alcohol between the place of sale and the home). The only place this prohibition is relaxed is the members-only sporting club, the Sharjah Wanderers."
    },
    {
      "type": "text",
      "section": "Decency laws",
      "content": "Sharjah also maintains the strictest decency laws in the UAE, introduced in 2001, with a conservative dress code required for both men and women. Mixing between unmarried men and women is illegal: \"A man and a woman who are not in a legally acceptable relationship should not be alone in public places, or in suspicious times or circumstances,\" according to a booklet published by the municipality in 2001.[29]"
    },
    {
      "type": "text",
      "section": "Demographics",
      "content": "The 2022 census for the Emirate of Sharjah noted that the population of the emirate had reached 1.8 million, representing a 22% increase from the prior census in 2015 which had tallied a population of 1.4 million for the emirate.[31] Emirati citizens represented 11.5% of the total population, with 208,000 citizens in the 2022 census - almost evenly divided between males and females.  However, when considering non-nationals, there were 1.1 million men living the emirate compared to 500,000 women. in 2022."
    },
    {
      "type": "text",
      "section": "Demographics",
      "content": "Over 51% of the population were in the 20-39 age group, and Sharjah was the largest settlement with 1.6 million residents, followed by Khor Fakkan with 53,000 and Kalba with 51,000.[31]"
    },
    {
      "type": "text",
      "section": "Free trade zones",
      "content": "Sharjah has two main free trade zones: the seaport and free trade zone of Hamriyah and the Sharjah Airport International Free Trade Zone (SAIF Zone)."
    },
    {
      "type": "text",
      "section": "Free trade zones",
      "content": "The Hamriyah Free Zone Authority was established by an Emiri decree issued on 12 November 1995 and consists of a port and associated logistics and trade facilities.[32]"
    },
    {
      "type": "text",
      "section": "Free trade zones",
      "content": "Also established in 1995, the SAIF Zone is adjacent to Sharjah International Airport and is currently home to some 2,500 companies."
    },
    {
      "type": "text",
      "section": "Free trade zones",
      "content": "The Sharjah Research, Technology & Innovation Park (SRTIP) is another free trade zone in Sharjah emirate. The Sharjah Research, Technology & Innovation Park aims to develop and manage an innovation ecosystem that promotes Research and Development.[33]"
    },
    {
      "type": "text",
      "section": "Education",
      "content": "Universities in Sharjah:"
    },
    {
      "type": "text",
      "section": "Education",
      "content": "The University City of Sharjah is an educational district to the east of Sharjah City that includes AUS, the University of Sharjah, and the Higher Colleges of Technology (which in turn includes Sharjah Women's College and Sharjah Men's College. The area also includes the Sharjah Library, Police Academy, and the Sharjah Teaching Hospital.[34]"
    },
    {
      "type": "text",
      "section": "Media",
      "content": "Newspapers:"
    },
    {
      "type": "text",
      "section": "Media",
      "content": "Television:"
    },
    {
      "type": "image",
      "section": "Culture",
      "filename": "image_1393.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Culture",
      "content": "Sharjah has long invested considerable resources in building a strong cultural identity and heritage and was named in 1998 as UNESCO's 'Arab Capital of Culture', an event commemorated by a large pillar erected opposite the Sharjah Desert Park and Arabian Wildlife Centre between Sharjah and Dhaid cities. This monument was moved to a new location at the entrance to Sharjah's University City, where it was joined by a monument to Sharjah's 2014 nomination as Islamic Culture Capital[36] by the Islamic Educational, Scientific and Cultural Organization (ISESCO), a specialised institution of the Organization of Islamic Cooperation (OIC) in the fields of Education, Science and Culture.[37]"
    },
    {
      "type": "text",
      "section": "Sharjah Art Foundation",
      "content": "The Sharjah Art Foundation works on a broad range of contemporary art and cultural programs to the communities of Sharjah, the UAE and the region, including the Sharjah Biennial which first took place in 1993. Founded in 2009, SAF also organises the annual March Meeting, residencies, production grants, commissions, exhibitions, research, publications and a growing art collection as well as a number of education and public programmes.[38]"
    },
    {
      "type": "text",
      "section": "Museums",
      "content": "The city has 16 museums.[39] Sharjah's ruler, Sheikh Sultan bin Mohammad al Qasimi, established the Sharjah Museums Department, an independent department affiliated to the Ruler's Office, in 2006. Museums in Sharjah include:"
    },
    {
      "type": "text",
      "section": "Expo Centre",
      "content": "The Expo Centre Sharjah in the city of Sharjah holds an annual book fair that is known throughout the region. It was founded, built and operated from 1976 to 1989 by Frederick Pittera, an international producer of Trade & Consumer Fairs. The event typically attracts hundreds of local and international publishers and thousands of titles.[40]"
    },
    {
      "type": "text",
      "section": "Stamps",
      "content": "In 1963, Britain ceded responsibility for the Trucial States' postal systems. An American philatelic entrepreneur by the name of Finbar Kenny saw the opportunity to create a number of editions of stamps aimed at the lucrative collector's market and in 1964 concluded a deal with a number of Trucial States to take the franchise for the production of stamps for their respective governments. Kenny had made something of a speciality out of signing these deals, also signing with the Rulers of Ajman and Fujairah in 1964—and getting involved in a bribery case in the USA over his dealings with the government of the Cook Islands. The issue of stamps from Ajman's dependency of Manama—a tiny agrarian village in the remote plains at which a 'post office' was opened—is a perfect example."
    },
    {
      "type": "text",
      "section": "Stamps",
      "content": "These stamps, luridly illustrated and irrelevant to the actual emirates they purported to come from (editions included 'Space Research' and 'Tokyo Olympic Games') became known as 'dunes'. Their proliferation quickly devalued them.[41][42]"
    },
    {
      "type": "text",
      "section": "Stamps",
      "content": "Sharjah is therefore known by many stamp collectors for these issues by the Sharjah Post Office shortly before the formation of the United Arab Emirates.[43] Many of these items are not listed by many popular catalogues.[44]"
    },
    {
      "type": "image",
      "section": "Sports",
      "filename": "image_1394.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Sports",
      "content": "Sport establishments in Sharjah are managed by the Sharjah Sports Council.[45]"
    },
    {
      "type": "text",
      "section": "Cricket",
      "content": "The Sharjah Cricket Association Stadium has hosted almost 200 cricket One Day Internationals, more than any other ground in UAE, and 4 Test matches. Since 2003, the increasingly crowded cricket calendar has precluded the holding of any major international matches at Sharjah although the stadium has been the venue for certain other matches, such as the 2004 ICC Intercontinental Cup. The use of the venue has declined as the new 20,000-seat Sheikh Zayed Cricket Stadium in Abu Dhabi has become the preferred venue for cricket in the UAE."
    },
    {
      "type": "text",
      "section": "Football",
      "content": "Football teams in Sharjah emirate:"
    },
    {
      "type": "text",
      "section": "Powerboat racing",
      "content": "Sharjah has hosted the F1 Powerboat Race since 2000. The December event is held during the Sharjah Water Festival and attracts over 75,000 visitors to the emirate. Since 2016 the event is also combined with Aquabike World Championship (powerboating) making the Grand Prix of Sharjah the final of the two main disciplines in Powerboating World"
    },
    {
      "type": "image",
      "section": "Aviation",
      "filename": "image_1395.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Aviation",
      "content": "International airports in the city of Sharjah include the Sharjah International Airport and Port Khalid Sharjah"
    },
    {
      "type": "text",
      "section": "Aviation",
      "content": "Sharjah International Airport (IATA: SHJ) has connections to all major international locations. It is 10 kilometres (6.2 mi) from Sharjah City Centre and about 15 kilometres (9.3 mi) away from Dubai. It is a major cargo airport and the main base of Air Arabia. The airport served total 4,324,313 passengers and 51,314 flights in 2007. It also handled 570,363 tonnes (561,355 long tons; 628,718 short tons) of cargo in the same year. Over 60,000 aircraft movements were recorded in 2009.[46] It handled 6,634,570 passengers in 2011.[47]"
    },
    {
      "type": "text",
      "section": "Aviation",
      "content": "As of 2012, it has 34 international carriers and 13 cargo airlines. In 2008, Sharjah International Airport announced it would invest AED662m (US$180m) to renovate the airport's buildings, build a new terminal and increase car parking. The project is slated for completion in 2015, by which time the airport aims to be handling eight million passengers annually."
    },
    {
      "type": "text",
      "section": "Aviation",
      "content": "Sharjah International Airport is the main base of Air Arabia, the Middle East's largest low-cost carrier. It was the Middle East's first budget airline when launched by the ruler of Sharjah in 2003. The number of passengers flying to its near 70 destinations grew six per cent in 2011 to 4.7 million. Net profit for 2011 was AED274m (US$74.6m), down 13 per cent on the previous year. The airline, which also has hubs in Egypt (Borg El Arab Airport, Alexandria) and Morocco (Mohammed V International Airport, Casablanca), delayed plans to establish a fourth hub in Jordan in 2012."
    },
    {
      "type": "text",
      "section": "Road",
      "content": "The Sharjah Public Transport Corporation (SPTC) started the public transport system in Sharjah on 23 May 2008 with 11 buses running on the first route, Route 14 from Sharjah International Airport to Al-Sharq terminal. By November 2008, 142 buses are expected to operate on 18 routes.[48] In February 2010, there were 115 Sharjah intercity buses, which make 250 trips daily. The tariff for these intercity buses ranges from AED 5 to AED 30.[49] In 2014, the Sharjah Roads and Transport Authority (SRTA) and the SPTC got absorbed onto the authority.[50]"
    },
    {
      "type": "text",
      "section": "Road",
      "content": "Metered Taxis are available in Sharjah for the intra-city as well as the inter-city travel. The base fare is AED 11.50 with AED 1 charged for every 650 metres (2,130 ft) of travel.[51] For intra-city travel, the minimum fare is AED 11.50 and for Sharjah to Dubai travel, the base fare is AED 20."
    },
    {
      "type": "text",
      "section": "Capital",
      "content": "The city of Sharjah contains the main administrative and commercial centres, as well as a number of cultural institutions including several museums. Distinctive landmarks are the two major covered souks, reflecting Islamic design; a number of recreational areas and public parks such as Al Jazeirah Fun Park and Al Buheirah Corniche. The city is also notable for numerous mosques."
    }
  ]
}