{
  "page_id": 21,
  "url": "https://en.wikipedia.org/wiki/1991",
  "title": "1991 - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_119.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Page version status",
      "content": "This is an accepted version of this page"
    },
    {
      "type": "text",
      "section": "Page version status",
      "content": "1991 (MCMXCI) was a common year starting on Tuesday of the Gregorian calendar, the 1991st year of the Common Era (CE) and Anno Domini (AD) designations, the 991st  year of the 2nd millennium, the 91st  year of the 20th century, and the  2nd   year of the 1990s decade."
    },
    {
      "type": "text",
      "section": "Page version status",
      "content": "It was the final year of the Cold War, which had begun in 1947. During the year, the Soviet Union collapsed, leaving fifteen sovereign republics and the CIS in its place. In July 1991, India abandoned its policies of dirigism, license raj and autarky and began extensive liberalisation to its economy. This increased GDP but also increased income inequality over the next two decades.[1] A UN-authorized coalition force from 34 nations fought against Iraq, which had invaded and annexed Kuwait in the previous year, 1990. The conflict would be called the Gulf War and would mark the beginning of a since-constant American military presence in the Middle East. The clash between Serbia and the other Yugoslav republics would lead into the beginning of the Yugoslav Wars, which ran through the rest of the decade."
    },
    {
      "type": "text",
      "section": "Page version status",
      "content": "In the context of the apartheid, the year after the liberation of political prisoner Nelson Mandela, the Parliament of South Africa repeals the Population Registration Act, 1950, overturning the racial classification of the population, a key component of apartheid.[2]"
    },
    {
      "type": "text",
      "section": "Page version status",
      "content": "The year 1991 saw the rise of a ten-year-long boost of the US domestic economy with the Dow Jones Industrial Average remarkably closing in April at above 3,000 for the first time.[3] This situation would only be cut short by the Dot-com bubble of 2000–2002."
    },
    {
      "type": "text",
      "section": "Page version status",
      "content": "In August, the World Wide Web, originally conceived during the previous year, was released outside CERN to other research institutions starting in January 1991 and publicly announced in August, also establishing the first website ever, \"info.cern.ch\". This step was a key factor that led to the mid-1990s public breakthrough of the internet, which would eventually accelerate the already ongoing globalization around the globe."
    },
    {
      "type": "text",
      "section": "Page version status",
      "content": "In terms of popular culture, during this year alternative rock saw a new height of popularity when some of the earliest music exponents of the virtually unknown grunge sound were released, including the influential Nevermind album by Seattle-based band Nirvana in September 1991.[4] It was also in 1991 that hip-hop music reached an unprecedented mainstream level of success.[5] Electronic music derivative forms were also starting to gain momentum and would define, along with the previous scenes, the sound for most of the decade."
    },
    {
      "type": "image",
      "section": "April",
      "filename": "image_120.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "June",
      "filename": "image_121.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "August",
      "filename": "image_122.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "August",
      "filename": "image_123.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "August",
      "filename": "image_124.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "September",
      "filename": "image_125.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "November",
      "filename": "image_126.jpg",
      "caption": "A severely damaged brick and concrete tower, pierced with numerous shell holes"
    },
    {
      "type": "image",
      "section": "December",
      "filename": "image_127.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Nobel Prizes",
      "filename": "image_128.jpg",
      "caption": "No caption"
    }
  ]
}