{
  "page_id": 1,
  "url": "https://en.wikipedia.org/wiki/50_(Herb_Alpert_album)",
  "title": "50 (Herb Alpert album) - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_7.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "50 (Herb Alpert album)",
      "filename": "image_8.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "50 (Herb Alpert album)",
      "content": "50 is the 50th studio album by American trumpeter Herb Alpert, released by Herb Alpert Presents on July 25, 2024. It features mostly covers of classic songs, along with three original Alpert compositions, and was recorded in his home studio."
    },
    {
      "type": "text",
      "section": "Background and recording",
      "content": "After the release of his 49th studio album Wish Upon A Star (2023), Alpert continued recording music, performing live shows, and even working as a sculptor. On August 2, 2024, he announced his 50th studio album, aptly named 50, though he claimed that he had not realized he had reached the milestone until he finished recording. Aside from celebrating his 50th album, the title commemorated his 50th wedding anniversary. It was scheduled for a September 20 release date.[1][2]"
    },
    {
      "type": "text",
      "section": "Background and recording",
      "content": "In the press release announcing the album, the 89-year-old Alpert said:"
    },
    {
      "type": "text",
      "section": "Background and recording",
      "content": "I am fortunate to still be exploring and having fun making music. When I first started recording, I had a one-track wire recorder. Today, I make music using digital recording with unlimited recording tracks. The one thing, for me, that has always remained the same, no matter one-track, two-track, or 100 tracks, is that it is always about finding a great song or melody. A great song or melody recorded on one-track will always be a great song.[1]"
    },
    {
      "type": "text",
      "section": "Background and recording",
      "content": "Most of the trumpet parts for the album were recorded at Alpert's home studio in his garage in Malibu, California.[2]"
    },
    {
      "type": "text",
      "section": "Composition",
      "content": "The album comprises seven cover versions of classic pop, rock, and jazz songs, as well as three Alpert originals, with his trumpet melodies at the forefront. Of the originals, \"Dancing Down 50th Street\" is an upbeat dance track, \"Where Do We Go From Here\" is a blues-inspired song, and \"Morning Mist\" was described as \"a dreamy ballad fit for a beach sunrise\". On the covers, he tried his hand at bossa nova (\"Corcovado\"), hard bop (\"Jeannine\"), and surf rock (\"Sleepwalk\"), as well as Broadway standards (\"Baubles, Bangles And Beads\") and Elvis Presley hits (\"Are You Lonesome Tonight?\").[3]"
    },
    {
      "type": "text",
      "section": "Composition",
      "content": "Alpert also recorded a cover of \"Sh-Boom\" for the album. He later told Paste that he recalled hearing the original version by The Chords on the radio in the 1950s, which caused him to listen to more blues and pop music, which was a contrast to his classical training on the trumpet. \"That particular song—and that rendition by the Chords—that’s how I decided to see what I could do with it, to upgrade it and maybe put my horn on top of it but letting that original group sing behind me. That was the thrust of that,\" he stated.[4]"
    },
    {
      "type": "text",
      "section": "Promotion",
      "content": "The album's lead single, \"Dancing Down 50th Street\", was released on August 2, 2024 – the same day as the album announcement – along with the tracklist and cover art.[1] A cover of the Elvis hit \"Are You Lonesome Tonight?\" was released as the album's second single on September 13.[5]"
    },
    {
      "type": "text",
      "section": "Promotion",
      "content": "In an interview with The New York Times published on September 16, Alpert suggested there were \"lots of artists who try to impress other musicians with their playing. They’ll play these dizzying things, and you say, 'Wow that’s fabulous!' But is it touching anyone?\" He later added: \"I'm just trying to make music that makes me feel good\".[2] In another interview with Scott Simon of NPR published on September 28, Alpert was asked what inspired him to keep making music at his age. He answered: \"Music is a healing vibration that fills me. I believe people as well when they hear a song they like, it does something for you. When you get into art or you hear a great piece of music, your life kind of just gets into that very moment that you're living in. And that's really beautiful.\"[6]"
    },
    {
      "type": "text",
      "section": "Promotion",
      "content": "Alpert and his wife Lani Hall played a series of live shows that December in support of the album.[7]"
    },
    {
      "type": "text",
      "section": "Critical reception",
      "content": "AllMusic editor Matt Collar rated the album 3.5 out of 5 stars. He highlighted two original compositions (\"Dancing Down 50th Street\" and \"Morning Mist\"), writing that they \"evoke the best trumpet-led mood music of Alpert's long and influential career\". He added that his \"unexpected... jaunty rendition\" of \"Sh-Boom\" fit \"surprisingly well into the Tijuana Brass style\". Collar also spotlighted Alpert's \"smoky take\" of \"Are You Lonesome Tonight?\", his \"sparkling electronic jazz reimagining\" of Duke Pearson's \"Jeannine\", and \"his warm tone framed in a nostalgic sea of orchestral strings\" on surf rock classic \"Sleep Walk\".[8]"
    },
    {
      "type": "text",
      "section": "Critical reception",
      "content": "According to Jim Farber of The New York Times: \"The sound [Alpert] got from his instrument — clean in tone, tidy in arrangement and joyous in character — also speaks of consistency. From the first note of the opening track... his playing evokes the brisk and flirty mood of his ’60s hits, from 'A Taste of Honey' to 'Spanish Flea,' a sound that represents midcentury modern culture as eloquently as an Eames chair or an Ossie Clark frock.\"[2] Dave Gil de Rubio of Dan's Papers said that Alpert \"[continued] to prove his mettle in the recording studio\" with the release, which was \"highlighted by his melodic horn playing\".[9]"
    },
    {
      "type": "text",
      "section": "Commercial performance",
      "content": "50 debuted at number four on the Billboard Top Contemporary Jazz Albums chart and number 17 on the Billboard Top Jazz Albums chart. It also debuted at number one on the Luminate Current Contemporary Jazz Albums chart, where it spent several weeks.[7]"
    },
    {
      "type": "text",
      "section": "Track listing",
      "content": "Track listing was adapted from Spotify.[10]"
    }
  ]
}