{
  "page_id": 49,
  "url": "https://en.wikipedia.org/wiki/England_women%27s_national_football_team",
  "title": "England women's national football team - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_392.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "England women's national football team",
      "filename": "image_393.jpg",
      "caption": "Shirt badge/Association crest"
    },
    {
      "type": "text",
      "section": "England women's national football team",
      "content": "The England women's national football team, nicknamed the Lionesses, has been governed by the Football Association (FA) since 1993, having been previously administered by the Women's Football Association (WFA). England played its first international match in November 1972 against Scotland. Although most national football teams represent a sovereign state, England is permitted by FIFA statutes, as a member of the United Kingdom's Home Nations, to maintain a national side that competes in all major tournaments, with the exception of the Women's Olympic Football Tournament."
    },
    {
      "type": "text",
      "section": "England women's national football team",
      "content": "England have qualified for the FIFA Women's World Cup six times, reaching the quarter-finals in 1995, 2007 and 2011, finishing fourth in 2019, third in 2015 and as runners-up in 2023. Since 2019, England, as the highest-ranked Home Nation, have been able to qualify an Olympic team on behalf of Great Britain; other British players may be selected in the event of qualification."
    },
    {
      "type": "text",
      "section": "England women's national football team",
      "content": "England reached the final of the UEFA Women's Championship in 1984 and 2009. They became champions in 2022, marking the first time since 1966 that any senior England football team had won a major championship. They retained their title in 2025, marking the first time that any senior England team had won a major tournament away from home. England have also competed in the UEFA Women's Nations League since the inaugural 2023–24 season. England is set to co-host the 2035 FIFA Women's World Cup along with Northern Ireland, Scotland and Wales, earning them an automatic qualification as co-host."
    },
    {
      "type": "image",
      "section": "Early years",
      "filename": "image_394.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Early years",
      "content": "The success of the men's national football team at the 1966 FIFA World Cup led to an upsurge of interest in football from women within England. The Women's Football Association (WFA) was established in 1969 as an attempt to organise the women's game.[4] That same year, Harry Batt formed an independent English team that competed in the Fédération Internationale Européenne de Football Féminine (FIEFF) European Cup.[5]: 43  Batt's team also participated in two FIEFF World Cups held in Italy (1970) and Mexico (1971).[6][7]"
    },
    {
      "type": "text",
      "section": "Early years",
      "content": "Following a UEFA recommendation in 1972 for national associations to incorporate the women's game, the Football Association (FA) later that year rescinded its ban on women playing on English Football League grounds.[8][9] Shortly after, Eric Worthington was tasked by the WFA to assemble an official women's national team. England competed in its first international match against Scotland in Greenock on 18 November 1972, 100 years to the month after the first men's international.[4][10] The team overturned a two-goal deficit to defeat their northern opponents 3–2, with Sylvia Gore scoring England's first international goal.[11] Pat Firth scored a hat-trick in an international against Scotland in 1973 among the 8–0 scoreline.[12] Tom Tranter replaced Worthington as long term manager of the women's national football team and remained in that position for the next six years.[5]: 94"
    },
    {
      "type": "text",
      "section": "1979–1993: Progress under Reagan",
      "content": "Martin Reagan was appointed to replace Tranter in 1979.[5]: 100  England reached the final of the inaugural European Competition for Women's Football, in 1984, after beating Denmark 3–1 on aggregate in the semi-finals. Despite resolute defending, including a spectacular goal line clearance from captain Carol Thomas, the England team lost the first away leg 1–0 against Sweden, after a header from Pia Sundhage, but won the second home leg by the same margin, with a goal from Linda Curl.[13] England lost the subsequent penalty shootout 4–3. Theresa Wiseman saved Helen Johansson's penalty but both Curl and Lorraine Hanson had their spot kicks saved by Elisabeth Leidinge.[14]"
    },
    {
      "type": "text",
      "section": "1979–1993: Progress under Reagan",
      "content": "At the 1987 European Competition for Women's Football, England again reached the semi-finals but lost 3–2 after extra time against holders Sweden, in a repeat of the previous final. The team settled for fourth, after losing the third place play-off against Italy 2–1.[15] Reagan was sacked after England's 6–1 quarter-final loss against Germany at UEFA Women's Euro 1991, which left them unable to qualify for the inaugural FIFA Women's World Cup. John Bilton was appointed as head coach in 1991 after Barrie Williams's brief tenure.[5]: 103–104"
    },
    {
      "type": "text",
      "section": "1993–1998: FA involvement",
      "content": "In 1993, the FA took over the running of women's football in England from the WFA, replacing Bilton with Ted Copeland as national team manager.[5]: 105  England managed to qualify for UEFA Women's Euro 1995, having previously missed out on the last three editions, but were beaten 6–2 on aggregate over two legs against Germany.[16] Reaching the European semi-finals granted England a place at the World Cup for the first time. The team advanced from the group stage of the 1995 FIFA Women's World Cup in Sweden, but lost out again to Germany 3–0 in the quarter-finals.[17]"
    },
    {
      "type": "text",
      "section": "1998–2013: Development under Powell",
      "content": "Hope Powell became the team's first full-time head coach in June 1998, succeeding her former coach Copeland.[18] The European Championship expanded in 1997 to eight teams and moved from a biennial event to a quadrennial one. England qualified via the play-offs for the 2001 competition held in Germany, despite recording their biggest loss (away against Norway 8–0) during qualification, but did not advance past the group stage.[19] England automatically qualified as hosts in 2005, but again did not make it to the semi-finals.[20]"
    },
    {
      "type": "text",
      "section": "1998–2013: Development under Powell",
      "content": "Qualification for the World Cup changed for the 1999 edition. European qualifiers were introduced, so that teams no longer needed to rely on advancing to the latter stages of the European Championship. England qualified unbeaten for the 2007 World Cup in China, winning Group 5 in the European qualifiers and recording their biggest win (away against Hungary, 13–0) in the process, ending a 12-year hiatus from the competition.[21][22] After coming second in their group, they advanced into the quarter-finals to face the United States but lost 3–0.[23]"
    },
    {
      "type": "text",
      "section": "1998–2013: Development under Powell",
      "content": "In May 2009, central contracts were implemented to help players focus on full-time training without having to fit it around full-time employment.[24][25] Three months later, at the European Championships in Finland, England marked their return to the recently expanded 12-team competition by reaching the final for the first time in 25 years. They advanced from Group C to the quarter-finals by virtue of being the top third-placed team, beating both the hosts and the Netherlands in the knockout stage on the way to the final. There they lost 6–2 to reigning champions Germany.[26]"
    },
    {
      "type": "text",
      "section": "1998–2013: Development under Powell",
      "content": "England reached their third World Cup in 2011, having won Group 5 and their play-off 5–2 over two legs against Switzerland.[27][28] In Germany, they topped Group B – ahead of eventual winners Japan.[29] England were paired with France in the quarter-finals, with the match ending in a 1–1 draw. England had taken the lead with Jill Scott's chip, only to have Élise Bussaglia equalise with two minutes remaining. After extra time ended in stalemate, they lost the ensuing penalty shootout 4–3. Karen Bardsley had saved Camille Abily's initial penalty but misses by Claire Rafferty and Faye White sent England out of the competition.[30]"
    },
    {
      "type": "text",
      "section": "1998–2013: Development under Powell",
      "content": "Powell left the role in August 2013 after a poor showing at the UEFA Women's Euro 2013, with England bowing out after the group stage.[18]"
    },
    {
      "type": "image",
      "section": "2013–2017: Sampson era",
      "filename": "image_395.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2013–2017: Sampson era",
      "content": "Welshman Mark Sampson succeeded Powell as England manager. England qualified for their third successive World Cup in August 2014 with a game to spare, winning all ten matches and topping Group 6.[31] England played their first international match at the new Wembley Stadium, home to the men's national team, in a friendly against the reigning European champions Germany on 23 November 2014. England had not played Germany since their heavy defeat in the European Championship final five years earlier. They lost the match 3–0, marking the 20th attempt at which England had failed to record an official win over Germany.[32][33]\nAt the 2015 FIFA Women's World Cup in Canada, England lost their opening group game to France but won their remaining group games against Mexico and Colombia, easing through to the last 16 to play 1995 champions Norway. A 2–1 win set up a meeting with hosts Canada in the quarter-finals. Despite facing not only a strong Canadian team but a capacity partisan crowd at BC Place in Vancouver, England progressed to the semifinals of the Women's World Cup for the first time in their history with another 2–1 win, which also marked the first semifinal appearance by any England senior team since the men reached the last four of the 1990 World Cup in Italy. Playing reigning World Cup holders Japan in the semi-finals, England conceded a penalty kick, which Aya Miyama converted past Karen Bardsley. Japan then conceded a penalty as Yuki Ogimi clipped Steph Houghton and Fara Williams slotted it past Ayumi Kaihori to level the game. However, in the last minute of the game, Laura Bassett scored an own goal to send Japan through to the final.[34] England eventually finished in third place by beating Germany 1–0 after extra time after a Williams penalty, their first time beating their archrivals in the women's game. It marked the best finish for any England senior team since the men's team famously won the 1966 World Cup as hosts.[35]"
    },
    {
      "type": "text",
      "section": "2013–2017: Sampson era",
      "content": "England qualified for the UEFA Women's Euro 2017 in the Netherlands and won all three of their group games at the tournament. England beat France 1–0 in the quarter-finals, a great performance, given that England had not beaten France since 1974,[36] before meeting hosts and eventual champions, the Netherlands. In the semi-finals, England conceded three goals without reply and were knocked out of the tournament.[37]"
    },
    {
      "type": "text",
      "section": "2013–2017: Sampson era",
      "content": "In September 2017, Sampson was sacked from his role as manager by the FA after evidence of \"inappropriate and unacceptable\" behaviour was uncovered during his tenure at Bristol Academy.[38] The FA in January 2019 agreed to pay a \"significant\" financial settlement to Sampson, on the week his claim for unfair dismissal was due to be heard in court.[39] He was replaced by Phil Neville, who had played at Manchester United – including in their 1999 treble winning season – and Everton and been capped by the England men but had never before held a high-profile managing job."
    },
    {
      "type": "image",
      "section": "2018–2021: Neville era",
      "filename": "image_396.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2018–2021: Neville era",
      "content": "After being appointed manager, Neville's first games in charge were at the 2018 SheBelieves Cup. In their first game, England defeated France 4–1, then drew 2–2 against Germany. They went into the final game against the United States with the opportunity to win the tournament, but lost 1–0. Second place was the highest England had finished at the SheBelieves Cup.[40]"
    },
    {
      "type": "text",
      "section": "2018–2021: Neville era",
      "content": "England continued with World Cup qualification in 2018. On 6 April they drew 0–0 against Wales. After the qualifying games in June, England and Wales were guaranteed the first two spots in qualifying Group 1,[41] and England's 3–0 win against Wales in August 2018 saw them clinch the group and qualify for the World Cup finals.[42]"
    },
    {
      "type": "text",
      "section": "2018–2021: Neville era",
      "content": "In the 2019 SheBelieves Cup, England won the tournament for the first time after winning their first match 2–1 against Brazil, drawing 2–2 with the United States and defeating Japan 3–0.[43]"
    },
    {
      "type": "text",
      "section": "2018–2021: Neville era",
      "content": "In the 2019 Women's World Cup in France, England won group D, beating local rivals Scotland and archrival Argentina to qualify for the knockout phase, before beating Japan. England beat both Cameroon and then Norway 3–0 to advance to the semifinal against United States in Lyon – the team's third straight major tournament semifinal. However, similar to the previous two tournaments, England once again failed to make the final, losing 2–1. Alex Morgan scored the winner after Ellen White had equalised following Christen Press' opening goal, while White had an equaliser ruled out by VAR and Houghton had a penalty saved by Alyssa Naeher. The team finished in fourth after losing the third place play-off to Sweden 2–1.[44]"
    },
    {
      "type": "text",
      "section": "2018–2021: Neville era",
      "content": "In March 2019 Winsford was chosen for the site of the £70m Cheshire FA Centre of Excellence, which would have become the new home of the England Women's Football Team. It would also have acted as a training base for European teams playing in Liverpool and Manchester. The development was delayed by the COVID-19 pandemic in April 2020. In October 2020 the Prime Minister Boris Johnson gave his support for the development to go ahead, and it was supposed to open in 2023.[45] However, the plan was scrapped in early 2024 due to increased construction and borrowing costs, as well as the lack of external grant funding.[46]"
    },
    {
      "type": "text",
      "section": "2018–2021: Neville era",
      "content": "In the wake of the World Cup exit, England's form dropped as the team struggled in a series of friendlies to end the year including a 2–1 defeat by Germany at Wembley Stadium on 9 November 2019. The game set a new record attendance for an England women's match at 77,768, becoming the second-biggest crowd for a women's game on English soil after the 2012 Olympic final which was watched by 80,203 at the same venue.[47] The poor run continued into 2020 as England failed to defend their title at the 2020 SheBelieves Cup in March. Losses to the United States and Spain made it seven defeats in 11 games, the team's worst stretch since 2003, mounting further pressure on Neville, who admitted he was personally responsible for England's \"unacceptable\" form amid increased media scrutiny.[48][49][50][51] In April 2020, Neville announced he would step down as manager when his contract expired in July 2021. Originally his tenure would have extended to England's hosting of UEFA Women's Euro 2021, but the tournament was postponed by a year due to the COVID-19 pandemic.[52]"
    },
    {
      "type": "text",
      "section": "2018–2021: Neville era",
      "content": "An FA budget restructure at the end of 2020 saw the women's team become independent from the men's team for the first time, allowing more strategic freedom.[53] In January 2021, Neville elected to resign early in order to take up the managerial position at Inter Miami, the Major League Soccer club founded by previous England men's captain David Beckham.[54][55] As it had already been agreed that incumbent Netherlands manager Sarina Wiegman would be appointed to the role from September 2021, Hege Riise was named caretaker manager until then.[56] Riise oversaw a 6–0 friendly win over Northern Ireland in her first game in charge.[57]"
    },
    {
      "type": "image",
      "section": "2021–present: Wiegman era",
      "filename": "image_397.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "On 14 August 2020, the FA announced it had reached a four-year deal with Netherlands manager Sarina Wiegman, who agreed to take over the team from September 2021, becoming the first non-British permanent manager.[58][59] Entering as England began their 2023 FIFA Women's World Cup qualification, Wiegman wanted the team to be ruthless, beginning a streak of large winning goal margins in both competitive and friendly matches, including a \"humiliating\" defeat of the Netherlands.[53] On 30 November 2021, during qualification for the 2023 World Cup, Ellen White became England's all-time record goals scorer (overtaking Kelly Smith), during a 20–0 win over Latvia, in which she scored a hat-trick. The game was a multi-record breaking game as three other players scored a hat-trick (Mead, Hemp (scored 4), and Russo), marking the first time four players had scored a hat-trick in a senior England women's game. The game was also the largest victory for either the women's or men's senior England sides, surpassing the women's team's 2005 13–0 win against Hungary and the men's 1882 13–0 win against Ireland.[60]"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "England were drawn into Group A of Women's Euro 2022 as hosts and won each of the group stage matches: 1–0 against Austria at Old Trafford in Manchester;[61] 8–0 against Norway at the Falmer Stadium in Brighton and Hove (a new European Championship record score);[62] and 5–0 against Northern Ireland at St Mary's Stadium in Southampton.[63] In the quarter-final, England recovered from being a goal behind against Spain to win 2–1 in extra time at the Falmer Stadium.[64] In the semi-final at Bramall Lane in Sheffield, they defeated Sweden 4–0, the highlight of this match being a goal scored by Alessia Russo with an \"instinctive backheel\" that was later nominated for the FIFA Puskás Award.[65]"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "No more years of hurt! No more need for dreaming, because dreams have become reality at Wembley! After 56 long years, it is glory against Germany once again, and this time, it yields history of its own because the Lionesses have finally won their first major trophy! England are European champions, and...(Pauses, crowd in background sings, \"It's coming home, it's coming home, it's coming, football's coming home!\" chorus from Three Lions)"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "On 31 July, England defeated Germany 2–1 in extra time in the Women's Euro 2022 Final at Wembley, with Chloe Kelly's 110th-minute close-range goal from a corner being the decider after goals in normal time by Ella Toone for England and Lina Magull for Germany. It was the team's first-ever major trophy and was the first major international championship won by an England team (women's or men's) since 1966.[67] The final was watched by a crowd of 87,192, a record for either the women's or men's European Championship.[68]"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "Soon after Euro 2022, the England players wrote an open letter to Rishi Sunak and Liz Truss, the candidates in the ongoing Conservative Party leadership election, in which they declared their \"legacy and goal was to inspire a nation\". They saw their victory \"as only the beginning\". The letter pointed out that only 63% of British girls could play football in school PE lessons and concluded: \"We – the 23 members of the England Senior Women's EURO Squad – ask you to make it a priority to invest in girls' football in schools, so that every girl has the choice\".[69][70]"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "With a further series of wins and draws including a friendly win against the United States at Wembley and qualifying for the 2023 Women's World Cup, the team ended 2022 having gone unbeaten for the calendar year.[71] In December at BBC Sports Personality of the Year, Mead became the first female footballer to win the Sports Personality of the Year Award, with the team as a whole winning the Team of the Year Award and Wiegman winning the Sports Personality of the Year Coach Award.[72] At The Best FIFA Football Awards 2022, held in February 2023, Mary Earps won the Best Women's Goalkeeper award; Wiegman won the Best Women's Coach award; and Mead, Williamson, Lucy Bronze and Keira Walsh were named to the World XI.[73]"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "As European champions, England contested the 2023 Women's Finalissima against South American champions Brazil in April 2023, which they won on penalties.[74] The team then suffered their first defeat under Wiegman days later, losing to Australia, to end a 30-match unbeaten run.[75] Following the Euro win and a series of high-profile wins in the months afterward, the England squad was reported to newly carry the aura of top teams that reflects winning confidence.[76]"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "At the 2023 World Cup, the Lionesses won their group, winning all three matches.[77] England subsequently defeated Nigeria, Colombia and Australia in the knockout stages to reach their first World Cup final, where they lost 1–0 to Spain.[77][78][79]"
    },
    {
      "type": "image",
      "section": "2021–present: Wiegman era",
      "filename": "image_398.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2021–present: Wiegman era",
      "content": "As defending champions, England repeated their victory at Euro 2025 by defeating Spain in the final, the first time England had won a major tournament away from home. They recovered from being a goal down to draw 1–1 in normal time, with several saves made by goalkeeper Hannah Hampton. Chloe Kelly, scorer of the winning goal in the 2022 final, provided the cross for the equalising header by Russo, and then scored the decisive penalty as England won 3–1 on penalties.[80] According to the BBC, having come from behind four times, the theme of the tournament was England being more resilient than any other team.[81]"
    },
    {
      "type": "image",
      "section": "Image",
      "filename": "image_399.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Nickname",
      "content": "The England women's national football team is widely nicknamed the Lionesses. The moniker was developed in-house by The Football Association's digital marketing department as a way of increasing the visibility and reach of the women's team to a dedicated women's football audience and community, particularly on social media. It was first used as a hashtag in June 2012 when the men's team was competing in UEFA Euro 2012 at the same time the women's team was playing a crucial UEFA Women's Euro 2013 qualifier against Netherlands in a bid to help differentiate the coverage and allow people to follow the women's team more easily without getting lost in conversation about the men which was using the same generic #ThreeLions branding at the time. The name started to be used organically by fans and media outlets before The Football Association adopted it as an official brand identity, including with commercial and licensing partners, ahead of the 2015 FIFA Women's World Cup.[82][83]"
    },
    {
      "type": "text",
      "section": "Nickname",
      "content": "The name was also used in an updated version of the popular English anthem \"Three Lions\" during England's ultimately successful Women's Euro 2022 run, which Fara Williams, Rachel Yankey, Faye White, Rachel Brown-Finnis and Anita Asante performed along with Chelcee Grimes and original artists Lightning Seeds and David Baddiel (with another original artist, Frank Skinner, in attendance).[84] Baddiel, Skinner and the Lightning Seeds later also not only referenced the team and their Women's Euro 2022 championship in \"Three Lions (It's Coming Home for Christmas)\", a remake for the men's World Cup in Qatar that November and December, but also included footage of the players interrupting Wiegman's post-Euro final press conference singing the chorus and appearances from Bethany England and Jess Carter."
    },
    {
      "type": "text",
      "section": "Nickname",
      "content": "In February 2024, when each of the London Overground lines were given names, the line from Watford Junction to Euston that includes Wembley Central was christened the Lioness Line in the team's honour.[85]"
    },
    {
      "type": "text",
      "section": "Media coverage and promotion",
      "content": "The 2019 media campaign in announcing the World Cup squad was part of a broad marketing ambition to make the players into more recognisable stars to promote the team, the competition, and women's football. Using celebrities with connections to the players to make social media facing announcements, the marketing agency received praise for the campaign, which successfully increased social media engagement.[86]"
    },
    {
      "type": "text",
      "section": "Media coverage and promotion",
      "content": "A documentary film, The Lionesses: How Football Came Home, was produced about the 2022 Euro win and released later that year.[87][88] It has been reported that the team's campaign at the 2023 World Cup will also be given a documentary.[89]"
    },
    {
      "type": "text",
      "section": "Media coverage and promotion",
      "content": "England matches at selected international tournaments are currently broadcast by ITV Sport (excluding Euro and World Cup finals) and BBC (major finals).[90][91] Previously, the Euro and World Cup finals were broadcast by Channel 4 (Euro 2017 only) and Eurosport."
    },
    {
      "type": "text",
      "section": "Results and fixtures",
      "content": "This list includes match results from the past 12 months, as well as any future matches that have been scheduled."
    },
    {
      "type": "text",
      "section": "Results and fixtures",
      "content": "Win\n  Draw\n  Loss\n  Fixture"
    },
    {
      "type": "text",
      "section": "Current squad",
      "content": "The following 23 players were named to the squad for UEFA Women's Euro 2025.[92] Sophie Baggaley, Laura Blindkilde Brown, Missy Bo Kearns and Lucy Parker were named as standby players and trained with the squad until 30 June 2025.[92]"
    },
    {
      "type": "text",
      "section": "Current squad",
      "content": "Caps and goals are correct as of match played 27 July 2025 against Spain."
    },
    {
      "type": "text",
      "section": "Recent call-ups",
      "content": "The following players have also been called up to the England squad within the last 12 months."
    },
    {
      "type": "text",
      "section": "Team captains",
      "content": "Since 1972, there have been eleven permanent captains and twenty-seven known captains."
    },
    {
      "type": "image",
      "section": "Team captains",
      "filename": "image_400.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Team captains",
      "filename": "image_401.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Team captains",
      "filename": "image_402.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Team captains",
      "filename": "image_403.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Team captains",
      "filename": "image_404.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Team captains",
      "filename": "image_405.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Most capped players",
      "filename": "image_406.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Most capped players",
      "content": "Bold names denote a player still playing or available for selection."
    },
    {
      "type": "image",
      "section": "Top goalscorers",
      "filename": "image_407.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Top goalscorers",
      "content": "Bold names denote a player still playing or available for selection."
    },
    {
      "type": "image",
      "section": "FIFA World Cup",
      "filename": "image_408.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "FIFA World Cup",
      "content": "England have qualified for the FIFA Women's World Cup six times (1995, 2007, 2011, 2015, 2019, 2023) and failed to qualify for three competitions (1991, 1999, 2003). The England team reached the quarter-finals on three occasions; losing out to Germany in 1995, the United States in 2007 and France on penalties in 2011. In 2015, however, England earned the bronze medal for the first time, under Mark Sampson, by beating Germany in the third place play-off. The team finished in fourth place in 2019 after losing to Sweden in the third place play-off. In 2023, the team achieved their best result, as runners-up to Spain in the final."
    },
    {
      "type": "text",
      "section": "Olympic Games",
      "content": "England does not directly participate in football at the Summer Olympics, as the country does not have its own National Olympic Committee (NOC). Since England falls under the jurisdiction of the British Olympic Association, remit for an Olympic football team requires support from all four Home Nation associations: the Scottish Football Association (SFA), the Football Association of Wales (FAW) and the Irish Football Association (IFA), as well as the English Football Association (FA). In women's football, members of the England team played for the Great Britain women's Olympic football team at both London 2012 (having been granted automatic qualification as the host nation) and Tokyo 2020.[140][141]"
    },
    {
      "type": "text",
      "section": "Olympic Games",
      "content": "With the other Home Nations associations reluctant to give up autonomy in men's football, no agreement could be reached before the qualifying events for Rio 2016, though the women's team would have qualified based on England's results.[140] In 2019, ahead of the qualifying event for Tokyo 2020, an agreement was reached for the women's team that allowed for England, as the highest-ranked Home Nation, to qualify an Olympic team on behalf of Great Britain,[142] which they achieved.[143]"
    },
    {
      "type": "text",
      "section": "Olympic Games",
      "content": "For Paris 2024, England was again selected to attempt to qualify via the 2023–24 Women's Nations League on behalf of Great Britain,[144] but did not achieve this.[145]"
    },
    {
      "type": "text",
      "section": "UEFA European Championship",
      "content": "England first entered the UEFA Women's Championship in the inaugural 1984 edition, and were runners-up that year and again in 2009. They won the tournament for the first time in 2022. The team have reached the semi-finals on three other occasions (1987, 1995, 2017), but failed to make it out of the group stage in three other editions (2001, 2005, 2013). England did not qualify in 1989, 1991, 1993 and 1997."
    },
    {
      "type": "text",
      "section": "UEFA European Championship",
      "content": "Correct as of 27 July 2025"
    },
    {
      "type": "text",
      "section": "UEFA Nations League",
      "content": "England have competed in the UEFA Women's Nations League since its inaugural season in 2023–24. Then they narrowly missed out on qualification to the 2024 Finals after finishing behind Netherlands on goal difference."
    },
    {
      "type": "image",
      "section": "Minor",
      "filename": "image_409.jpg",
      "caption": "No caption"
    }
  ]
}