{
  "page_id": 58,
  "url": "https://en.wikipedia.org/wiki/Meg_White",
  "title": "Meg White - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_513.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Meg White",
      "filename": "image_514.jpg",
      "caption": "White glancing upwards to her right"
    },
    {
      "type": "text",
      "section": "Meg White",
      "content": "Megan Martha White (born December 10, 1974) is an American retired musician who achieved international fame as the drummer of the rock duo the White Stripes. Though she typically performed backing vocals for the band, she occasionally sang lead, including in the song \"In the Cold, Cold Night\"."
    },
    {
      "type": "text",
      "section": "Meg White",
      "content": "White was born in Grosse Pointe Farms, Michigan, and worked as a chef after finishing high school. She met Jack White in the 1990s, and the two married in 1996. She began playing the drums on Bastille Day in 1997 and formed the White Stripes with Jack later that year. They divorced in 2000, but continued performing at her insistence and publicly presented themselves as siblings. The band's 2001 breakthrough album, White Blood Cells, brought them international fame. This, along with the band's three subsequent albums released throughout the decade, established White as a key artist of the 2000s garage rock revival. Her minimalist approach to drumming sparked an ongoing debate throughout the decade."
    },
    {
      "type": "text",
      "section": "Meg White",
      "content": "Outside of music, White pursued acting, appearing in the 2003 film Coffee and Cigarettes and in a 2006 episode of The Simpsons, and a short modeling career. While the band were on tour in support of their 2007 album, Icky Thump, she suffered a bout of acute anxiety, leading to a cancellation of the remaining tour dates. During the interim, she appeared at a Raconteurs concert and in the 2009 documentary Under Great White Northern Lights. She was also married to Jackson Smith from 2009 to 2013. After a lengthy hiatus, the White Stripes disbanded in 2011 and White ceased performing. Her last media appearance was in 2009, and she has not been active in the industry since."
    },
    {
      "type": "text",
      "section": "Meg White",
      "content": "White's playing style, which has been called \"minimalistic\" and \"primal\", initially polarized critics but has earned retrospective praise and continues to be discussed. She is also noted for her few interviews and her elusive media image, calling herself \"very shy\" and reclusive. With the White Stripes, she won six Grammy Awards from twelve nominations. In 2015, Rolling Stone included her on their \"100 Greatest Drummers of All Time\" list. She will be inducted into the Rock and Roll Hall of Fame in 2025 as a member of the White Stripes."
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Megan Martha White was born in Grosse Pointe Farms, Michigan, on December 10, 1974[1] to parents Catherine and Walter Hackett White Jr.[2][3] She has an older sister, Heather. She was not \"brought up in any religion\".[4] White described growing up as \"pretty normal\" and barely speaking to others due to her shyness.[5]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "In high school, White decided not to go to college and instead pursue a career as a chef.[6] She worked at Memphis Smoke, a restaurant in downtown Royal Oak, where she met budding musician Jack Gillis, a fellow high school senior from a Detroit neighborhood known as Mexicantown.[6] They formed a relationship and frequented the coffee shops, local music venues, and record stores of the area.[7] They married in 1996, and divorced in 2000.[8]"
    },
    {
      "type": "text",
      "section": "Formation of The White Stripes and beginnings (1997–2000)",
      "content": "On Bastille Day in 1997, White began learning to play the drums using Jack's drumkit.[6][9][10] Jack recalled that playing with White was \"liberating and refreshing\", opening up \"something\" within him.[11] The two then formed the White Stripes, where they stuck to certain motifs: They presented themselves as siblings to an unknowing public,[12][13] and kept to a monochromatic theme, dressing only in red, white, and black.[14][15] They played their first gig at the Gold Dollar in Detroit,[16][17] and achieved popularity in Michigan's underground garage rock scene,[14][6][18] opening for and playing with established local bands such as Bantam Rooster and the Dirtbombs, among others.[19][6] In 1998, they were approached by Dave Buick of the Detroit-based independent record label Italy Records, who offered to pay for their debut single. \"Let's Shake Hands\" was then released in February 1998.[20][21]"
    },
    {
      "type": "image",
      "section": "Formation of The White Stripes and beginnings (1997–2000)",
      "filename": "image_515.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Formation of The White Stripes and beginnings (1997–2000)",
      "content": "In 1999, the band signed with the California-based label Sympathy for the Record Industry, and released their self-titled debut album.[15] AllMusic said that White's drumming \"balances out the fretwork and the fretting with methodical, spare, and booming cymbal, bass drum, and snare\".[22] Following their divorce in 2000, White insisted that they keep the band going.[8][23] Their second album, De Stijl, was released in 2000.[24] Rolling Stone's Jenny Eliscu praised that White's drumming, saying it \"proves that you don't need bombast to make a blues explosion\".[25] It became a sleeper hit, after the White Stripes gained popularity in 2002, reaching 38 on Billboard's Independent Albums chart in 2002.[26]"
    },
    {
      "type": "text",
      "section": "Mainstream breakthrough and solo career (2001–2006)",
      "content": "The White Stripes rose to widespread recognition in 2001 with the release of their album White Blood Cells. Meg shared vocal duties with Jack on the tracks \"Hotel Yorba\" and \"This Protector\", and also on the Loretta Lynn cover \"Rated X\", featured as the B-side to \"Hotel Yorba\".[27] White Blood Cells would have a major label re-release with V2 Records in 2002, which brought them to the forefront of the garage rock revival and made them one of the most acclaimed bands of the year.[28][6][13] It was their last album to be released with the \"Sympathy for the Record Industry\". Chris Deville of Stereogum praised White for bashing \"the bejesus out of her drums\" and called the pair \"too compelling for the rest of the world to ignore\".[29] The album included the groundbreaking single \"Fell in Love with a Girl\", which won them three awards at the 2002 MTV Video Music Awards.[30]"
    },
    {
      "type": "text",
      "section": "Mainstream breakthrough and solo career (2001–2006)",
      "content": "The White Stripes released their fourth studio album, Elephant, through V2 Records and XL Recordings in 2003.[15] The album was acclaimed, and considered by AllMusic to be the band's best work.[31] Their continued success helped establish Meg and Jack White as key figures of 2000s rock, and Elephant, along with White Blood Cells, were included on numerous editions of Rolling Stone's \"500 Greatest Albums of All Time\" list.[32][33] AllMusic writers described White's drumming on Elephant as \"hypnotic\" and \"explosively minimal\", and Bram Teltelman of Billboard characterized it as \"simple but effective\".[34][35][36] Elephant's first single, \"Seven Nation Army\", became the band's signature song and a sports anthem.[15] The album's third single, \"The Hardest Button to Button\", features what critics considered to be some of Meg's best drumming.[37] Additionally, the track \"In the Cold, Cold Night\" features Meg singing lead for the first time.[38] Tom Breihan of Stereogum described her voice as \"magnetic\",[39] and Andrew Katchen with Billboard wrote that she sounded \"delicate and sweet\".[40] The Guardian deemed the songs \"In the Cold, Cold Night\" and \"Seven Nation Army\" to be among the greatest songs made by the band.[37] The album won a Grammy Award for Best Alternative Music Album and \"Seven Nation Army\" won the Grammy for Best Rock Song.[41]"
    },
    {
      "type": "text",
      "section": "Mainstream breakthrough and solo career (2001–2006)",
      "content": "White made her film debut appearing with Jack in Jim Jarmusch's 2003 film Coffee and Cigarettes.[42] They star in the segment \"Jack Shows Meg His Tesla Coil\", which expands on Nikola Tesla and White Stripes motifs such as childhood innocence.[43] In 2004, she starred in the band's first music film Under Blackpool Lights, which was shot entirely on super 8 film.[44][45] Jamie Russell of BBC described her performance as \"orgasmically pounding the drums\" and \"exhilarating\".[46] White appears on the cover of Whirlwind Heat's single \"Pink\" (2004) wearing a bunny costume; the photo was taken while the White Stripes and Whirlwind Heat toured together in Japan.[47] Also in 2004, White played Little Red Riding Hood in the music video for \"Cha Cha Twist\" by the Detroit Cobras.[48]"
    },
    {
      "type": "image",
      "section": "Mainstream breakthrough and solo career (2001–2006)",
      "filename": "image_516.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Mainstream breakthrough and solo career (2001–2006)",
      "content": "The band's fifth album Get Behind Me Satan saw the pair experimenting on their sound, with White using percussion bells, maracas and tambourines. Critically acclaimed, it was released in 2005 and won the band their second Grammy for Best Alternative Music Album.[49] She performed lead vocals on \"Passive Manipulation\", for which Rob Sheffield of Rolling Stone described her vocals as \"chilling\"[50] while Matthew Murphy of Pitchfork thought that the song \"begs the gentle suggestion that Meg not be allowed to sing lead\".[51]"
    },
    {
      "type": "text",
      "section": "Mainstream breakthrough and solo career (2001–2006)",
      "content": "White modeled for Marc Jacobs' 2006 Spring line.[52] Two of her pictures appeared in the March 2006 issue of ELLE. She was chosen by Bob Odenkirk to compose a drum theme for Dax Shepard's character in the 2006 film Let's Go to Prison; against Odenkirk's wishes however, the studio removed it from the film.[53][54] The White Stripes guest starred on The Simpsons in an episode titled \"Jazzy and the Pussycats\", which first aired on September 17, 2006.[55] White had previously expressed interest in a Simpsons role, saying: \"A guest appearance would be amazing. I wouldn't want to be in a Lisa episode. They're kind of boring. Maybe a Homer one would be better.\"[56][57]"
    },
    {
      "type": "image",
      "section": "Later works and disbandment (2007–2011)",
      "filename": "image_517.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Later works and disbandment (2007–2011)",
      "content": "The White Stripes released their sixth and final album, Icky Thump, in 2007. Winning the Grammys for Best Alternative Music Album and Best Rock Song,[58] the album was praised by the critics and saw the band returning to styles present on their first album.[59] White spoke on the bagpipe-heavy track \"St. Andrew (This Battle Is in the Air)\" and provided backing vocals for the tracks \"You Don't Know What Love Is (You Just Do as You're Told)\" and \"Rag and Bone\".[60][61]"
    },
    {
      "type": "text",
      "section": "Later works and disbandment (2007–2011)",
      "content": "In the summer of 2007, before a show in Southaven, Mississippi, Ben Blackwell (Jack's nephew and the group's archivist) recalls that Meg approached him and said: \"This is the last White Stripes show\". He asked if she meant of the tour, but she responded: \"No. I think this is the last show, period.\"[62][63] On September 11, 2007, the White Stripes announced via their website that they were canceling 18 tour dates due to White's acute anxiety.[64][65] The following day, the duo canceled the remainder of their 2007 UK tour dates as well.[66] Jack worked with other artists in the meantime, but Meg remained largely out of the public eye, though she participated in releasing limited-edition Holga cameras stylized around the White Stripes in February 2008,[67] and appeared briefly onstage during an encore set of a Detroit show with one of Jack's bands, the Raconteurs, in June 2008.[68][69] In an interview with Music Radar, Jack explained that Meg's acute anxiety had been due to the combination of a very short pre-tour rehearsal time—that was further reduced by the birth of his son—and a hectic, multi-continental touring schedule. He explained: \"I just came from a Raconteurs tour and went right into that, so I was already full-speed. Meg had come from a dead-halt for a year and went right back into that madness.\"[70]"
    },
    {
      "type": "text",
      "section": "Later works and disbandment (2007–2011)",
      "content": "Jack revealed the band's plan to release a seventh album by the summer of 2009.[71][72] On February 20, 2009—and on the final episode of Late Night with Conan O'Brien—the band made their first, and what would be their last, live appearance after the cancellation of their tours, performing the song \"We're Going to Be Friends\".[73][74][75] A documentary about their Canadian tour—titled The White Stripes: Under Great White Northern Lights—premiered at the Toronto International Film Festival on September 18, 2009.[76][77][78] Directed by Emmett Malloy, the film documents the band's summer 2007 tour across Canada and contains live concert and off-stage footage.[79][80] Bill Bradley for Vanity Fair opined that it was \"impossible\" not to see Meg as \"road-weary and worn-out\" at the end of the film.[81] White appeared with Jack in the 2009 documentary It Might Get Loud.[82]"
    },
    {
      "type": "text",
      "section": "Later works and disbandment (2007–2011)",
      "content": "A second feature titled Under Nova Scotian Lights was prepared for the DVD release. On February 2, 2011, the band reported on their official website that they were disbanding. Their statement said it was not due to health issues or artistic differences, but \"mostly to preserve what is beautiful and special about the band\".[83] White has not been active in the industry since.[84]"
    },
    {
      "type": "image",
      "section": "Equipment",
      "filename": "image_518.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Equipment",
      "filename": "image_519.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Equipment",
      "content": "Throughout her tenure with the White Stripes, White extensively used the Ludwig Classic Maple kit with Paiste cymbals.[85] From their early years to Get Behind Me Satan, the resonant heads of the toms and bass drum almost exclusively featured peppermint swirls.[86][87][88] The idea to do so came from Jack, when he and Meg noticed a bag of peppermint candy in a drugstore, and Jack said \"That should be painted on your bass drum because you've been drumming like a little kid\".[89] The peppermint decor became signature in her kit, and appeared in several live shows and music videos such as \"The Hardest Button to Button\" and \"Seven Nation Army\".[88] She donated her last Ludwig kit to the 2009 Jim Shaw Rock 'N' Roll Benefit, an auction to raise money for the Detroit musician who was suffering from cancer.[90][88]"
    },
    {
      "type": "text",
      "section": "Equipment",
      "content": "While recording From the Basement: The White Stripes, the design on the bass drum was switched to an image of her hand holding the apple from the Get Behind Me Satan cover. Beginning in 2006, White used a pair of Paiste 14\" Signature Medium Hi-Hats, a 19\" Signature Power Crash, and a 22\" 2002 Ride.[9][86] On the Icky Thump tour, the bass drum head design was switched to a button inspired by the Pearlies clothing Jack and Meg wore for the album cover. She also used Remo and Ludwig drumheads, various percussion instruments and Vater drumsticks.[91]"
    },
    {
      "type": "text",
      "section": "Equipment",
      "content": "White's Pearl Export bass drum—complete with original peppermint-painted bass drum that she used with the band's first show—and the Pearly Queen outfit she wore in the photos for the Icky Thump album, were featured in the Rock and Roll Hall of Fame \"Women Who Rock\" exhibition.[92]"
    },
    {
      "type": "text",
      "section": "Influences",
      "content": "\"I don't want to know about my biggest idols. I don't want to read their autobiographies, I don't want to find out what they're really like.\""
    },
    {
      "type": "text",
      "section": "Influences",
      "content": "White's musical influences are wide and varied. Bob Dylan is her favorite artist and primary inspiration.[93] Other inspirations are the Detroit protopunk bands like the MC5 and the Stooges, the blues musicians Son House, Blind Willie McTell and Robert Johnson, the rock groups the Cramps and the Velvet Underground, and the early Los Angeles punk blues band the Gun Club.[94] She is also a fan of the traditional country artists Hank Williams[11] and Loretta Lynn.[95][96] Some inspirations for her drumming style include Peggy O'Neill of The Gories and Moe Tucker of the Velvet Underground, the latter of which often compared by music critics with White.[97][18]"
    },
    {
      "type": "text",
      "section": "Influences",
      "content": "Having formed in Detroit's garage rock scene of the late 1990s and early 2000s, White's contemporaries included bands such as the Von Bondies, the Dirtbombs, and the Detroit Cobras. She would later collaborate with them and other Detroit-based bands for the compilation album Sympathetic Sounds of Detroit, recorded in Jack's living room.[6]"
    },
    {
      "type": "text",
      "section": "Style",
      "content": "White's pre-show warm up included \"whiskey and Red Bull.\"[86] Her drum beats and technique have been analyzed and documented by many critics and musicians. In \"Seven Nation Army\", White plays a driving quarter note groove meant to mimic a heartbeat and punctuate the guitar. The opening makes extensive use of the bass drum, hi-hat, and floor tom. The snare drum is introduced into the pre-chorus and carries into the chorus with a crash cymbal.[87] In \"Fell in Love With a Girl\", White plays a \"hyper, stuttering rock beat\" with a skipped snare drum and prominent crash cymbals.[98]"
    },
    {
      "type": "text",
      "section": "Style",
      "content": "Brandon Toews of Drumeo wrote that her drum beats were \"full of choices most drummers wouldn't make, and that's why she's such a unique player.\"[87] The New York Times's Kelefa Sanneh agreed, calling her drumming \"more sophisticated\" than people realize. \"She refuses to imitate a metronome, refuses to flatten the songs by making them conform to a steady pulse. Instead she seems to hear the music the way Mr. White does: as a series of phrases, each with its own shape and tempo.\"[99]"
    },
    {
      "type": "text",
      "section": "Style",
      "content": "In reference to her \"primal\" approach to drumming,[19] White remarked: \"That is my strength. A lot of drummers would feel weird about being that simplistic.\" Furthermore, saying that she respects other drumming techniques, but concludes that her style suits the band best. When her technique is criticized, which \"really bothers her\", she reminds herself that her technique is important for the band and tries to take enjoyment from her work.[86] Jack lauded her style as the band's best element, and he couldn't imagine recording with anybody other than White, \"because it would have been too complicated... It was my doorway to playing the blues\".[11]"
    },
    {
      "type": "text",
      "section": "Contemporary media",
      "content": "White's minimalistic approach to drumming divided audiences and critics of the time.[13][9] Dan Kilian and Ryan Schreiber of Pitchfork said in 2001 that \"Meg White's kit is bashed with such force you'd imagine her as some kind of incredible hulk [sic], though in photos, she appears the prototypical indie girl—waifish, with pigtails and a nasty smirk. Yet she whips all of her 98 pounds into a tornadic fury like E. Honda's hundred-hand slap.\"[100] After the White Stripes' breakthrough in 2001, UK newspaper The Times said that White \"reduced the art of drumming to its primary components, bashing the snare and cymbal together on alternating beats with the bass drum in a way that recalled Moe Tucker of the Velvet Underground.\"[18] In a 2002 The Washington Post article analyzing the band's style, described White's drumming as \"a surprisingly full sound, loud and raucous—like the Carpenters on steroids\".[89] Of a 2002 concert in Cleveland, Ohio, Chuck Klosterman said: \"[Meg] never grimaced and didn't appear to sweat; yet somehow her drums sounded like a herd of Clydesdales falling out of the sky, one after another. Clearly this is a band at the apex of its power\".[101]"
    },
    {
      "type": "text",
      "section": "Contemporary media",
      "content": "There was criticism of White's performances and technique. While Kilian and Schreiber at Pitchfork praised White's drumming, Brent DiCrescenzo called it \"pancake-handed\" and \"sloppy\" in 2003;[102] Associated Press called White's playing \"maddeningly rudimentary\" in 2003.[103] The satirical news site The Onion featured the 2007 headline \"Meg White Drum Solo Maintains Steady Beat For 23 Minutes\".[104] In a review of their 2007 Madison Square Garden performance, a writer for Vulture said of her singing: \"Oh, God, it was awful ... Meg, great as she looks onstage, is pure amateur hour\".[105]"
    },
    {
      "type": "text",
      "section": "Contemporary media",
      "content": "Additionally, there was mockery of the drummer.[23] William Bowers of Pitchfork celebrated himself in a 2002 article for not talking \"covetously\" about White's body.[106] In the 2003 film School of Rock, the character Freddy Jones (Kevin Clark) declares that White \"can't drum!\" The claim is refuted by bass player Katie (Rivkah Reyes) who says \"At least she has rhythm.\"[107] In 2007, Vulture released an article following the band's September hiatus, where they poked fun at the drummer and jokingly listed \"Ten Things That Probably Stressed Out Meg White\".[108] In 2016, the satirical site Nevada County Scooper published a hoax article claiming that White would replace Neil Peart in the Canadian rock band Rush.[109]"
    },
    {
      "type": "text",
      "section": "Contemporary media",
      "content": "Negative reviews and comments were called \"sexist\" by Jack, who states that White's drumming is \"best part of this band\"[11] and called her a \"strong female presence in rock and roll\".[110] The School of Rock company analyzed female drummers and, while acknowledging White's contemporary criticism, praised her ability to serve the music and keep rhythm, calling her \"iconic\".[111]"
    },
    {
      "type": "image",
      "section": "Retrospective analysis and legacy",
      "filename": "image_520.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Retrospective analysis and legacy",
      "filename": "image_521.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Retrospective analysis and legacy",
      "content": "White was a key figure in the garage rock revival of the 2000s,[112] and has since been praised for her \"primal\" style.[113] She is one of the most discussed drummers in rock music, and her style continues to be evaluated after her retirement. Her strict maintenance of her privacy and few interviews has also been the subject of significant commentary;[114][115] as of 2025, she has not made any public appearances since 2009.[116] On the enduring discussion of White's drumming, Chris Willman of Variety magazine observed that, in the aftermath of her departure from the music industry, White \"seems to have been absorbed into rock orthodoxy as a great drummer by near-acclamation\" and is more recognized compared to her active years.[117] Of her public presence, Ben Sisario of The New York Times said she \"has become one the great recluses of 21st-century pop\".[118] Andy Greene of Rolling Stone observed White \"was a reluctant star even in the early days of the White Stripes.\" He also believes that White likely has no interest in returning to the public eye, even for a potential White Stripes reunion, and emphasized that \"Meg White doesn't owe us anything.\"[116]"
    },
    {
      "type": "text",
      "section": "Retrospective analysis and legacy",
      "content": "White has appeared on several listicles. She ranked 81st on VH1's \"Top 100 Greatest Women in Music\" in 2012,[119] 94th on Rolling Stone's \"100 Greatest Drummers of All Time\" in 2016,[120] 12th on NME's \"32 of the Best Drummers to Grace Rock ‘n’ Roll\" in 2018,[121] 30th on MusicRadar's \"The 30 Greatest Drummers of All Time\" in 2021,[122] 97th on Universal Music Group's \"100 Best Drummers\" in 2022,[123] 9th on American Songwriter's \"Top 10 Most Influential Rock Drummers\" in 2023,[124] and 88th on Consequence of Sound's \"100 Best Drummers of All Time\" in 2024.[125]"
    },
    {
      "type": "text",
      "section": "Retrospective analysis and legacy",
      "content": "Several musicians have praised White. Jack said: \"People should write books about Meg White. To me she's like Hank Williams or Jimi Hendrix. They are one in a billion. One in a billion.\"[97] Dave Grohl of Foo Fighters and previously Nirvana stated in an interview that White is \"one of my favorite fucking drummers of all time. Like, nobody fucking plays the drums like that.\"[126][127] Tom Morello of Rage Against the Machine wrote in an Instagram post that White \"has style and swag and personality and oomph and taste and awesomeness that's off the charts and a vibe that's untouchable\".[128][129] Nandi Bushell has written that the White Stripes \"moved me at 5 years old to want to play the drums and still move me today!\"[130][131] Tré Cool of Green Day called Meg one of his favorite drummers.[132]"
    },
    {
      "type": "text",
      "section": "Retrospective analysis and legacy",
      "content": "Musicians Tracey Thorn and Wanda Jackson have covered the song \"In the Cold, Cold Night\" as tributes.[133][134] Ray LaMontagne wrote and recorded a single named after her, featured on his album Gossip in the Grain (2008) and performed at the 2014 Santa Barbara Bowl.[135][136]"
    },
    {
      "type": "text",
      "section": "Retrospective analysis and legacy",
      "content": "In March 2023, National Review magazine published an article celebrating the 20 year anniversary of \"Seven Nation Army\".[137] In response to a tweet concerning the article on Twitter, journalist Lachlan Markay wrote: \"The tragedy of the White Stripes is how great they would've been with a half decent drummer. […] I'm sorry Meg White was terrible and no band is better for having shitty percussion.\"[138][139] The tweet went viral, and Jack, along with several musicians and critics, came to her defense.[140] Markay later deleted his comments,[141] calling it \"an over-the-top take\" and apologizing.[141] As a result, White trended that month.[138][142][141] White did not respond to the controversy."
    },
    {
      "type": "text",
      "section": "Retrospective analysis and legacy",
      "content": "Robin Murray of Clash titled her \"One of Rock's Greatest Drummers\" in 2023.[143] In a 2024 Euronews article, Jonny Walfisz likened White to Ringo Starr of the Beatles, calling her a \"sheer genius of a drummer\" who, like Starr, had a deceptively simple style which showed creativity through minimalism to best support each song.[144] Erica Banas at WRAT called her \"Rock's Favorite Recluse\" in 2024, quipping that \"No other drummer can rattle a rearview mirror quite like Meg White\".[145] Also in 2024, writers at Consequence of Sound concluded her \"minimalistic style was the perfect counter to Jack's shredding, a primal dynamic that gave their tunes that definitive garage stomp. [...] Meg provided the feel.\" In 2025, while profiling the White Stripes, the Rock and Roll Hall of Fame wrote, \"Meg's drumming is raw, powerful, and perfectly suited to the band’s sound – embracing a primal, minimalist approach that gives the music its pulse and urgency, her pounding beats are the backbone of the band’s signature style.\"[146]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "White and Jack White dated in the mid-1990s, and were married on September 21, 1996,[147] with Jack taking her last name. They divorced on March 24, 2000.[8] In May 2009, she married guitarist Jackson Smith, the son of musicians Patti Smith and Fred \"Sonic\" Smith, in a small ceremony in Jack's backyard in Nashville, Tennessee. They divorced sometime in July 2013.[148][149] Since 2014, White has been residing in Detroit.[150]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "White suffers from acute anxiety, and has described herself as \"very shy\".[11] She told Rolling Stone in 2005 that \"the more you talk, the fewer people listen\".[151] She said in 2006 that she \"never really cared about all the things that other people cared about, you know? Like, people recognizing me on the street never interested me. I've always been kind of suspicious of the world, anyway, so it's pretty easy for me to live in my own little world.\"[152] She told Nylon in 2007 that being recognized \"is like if your boss came every morning and tapped you on the head to wake you up, it's like, not now.\"[153] Jack said in a 2025 interview with MOJO that \"For her to sit down behind the drum kit is insane. But then to get on stage and sing into a microphone? Are you kidding me? It was unbelievable, a miracle, a blessing from above, just a beautiful, beautiful thing.\"[97]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "In March 2003, one month before the release of Elephant, White broke her wrist while in New York. As a result, the band postponed their promotional work for the album. She returned to performing in April 2003.[154]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "In 2007, a sex tape falsely claiming to star White began to circulate the internet and some media tabloids.[155] A spokesperson of XL confirmed it was \"definitely not Meg.\" They additionally stated, \"We as a label believe some people have a very twisted sense of humour and this prank is in particularly bad taste\".[156]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "During the 2016 United States presidential election, White made a joint statement with Jack criticizing Donald Trump after \"Seven Nation Army\" appeared in his campaign without their consent.[157] After the Trump campaign used the song again in the 2024 United States presidential election, she and Jack filed a copyright infringement lawsuit in September 2024.[158][159] The lawsuit was dropped in November 2024.[160]"
    },
    {
      "type": "text",
      "section": "Personal life",
      "content": "White loves peppermint, and it inspired many of the White Stripes' artistic schemes.[161][162] Though hesitant about her rise to fame, she expressed joy in received gifts from fans during her career, and once became emotional while watching a kindergarten class sing the band's songs.[163]"
    },
    {
      "type": "text",
      "section": "Achievements",
      "content": "With the White Stripes, White sold over 5 million albums.[164] She received several accolades with the band, which includes winning one Brit Award from six nominations and winning six Grammy Awards from eleven nominations; as a member of the White Stripes, she was nominated for the Rock and Roll Hall of Fame in 2023 and will be inducted in 2025.[165][166]"
    },
    {
      "type": "text",
      "section": "Discography",
      "content": "With the White Stripes"
    }
  ]
}