{
  "page_id": 55,
  "url": "https://en.wikipedia.org/wiki/Lena_Cronqvist",
  "title": "Lena Cronqvist - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_458.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Lena Cronqvist",
      "filename": "image_459.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Lena Cronqvist",
      "content": "Lena Birgitta Cronqvist Tunström (née Cronqvist; 31 December 1938 – 29 July 2025) was a Swedish painter, graphic artist and sculptor. Considered to be one of Scandinavia's most prominent Expressionists, her biographically inspired works include self-portraits, some with her child, sometimes depicting the unpleasant features of life. She illustrated the books of her husband Göran Tunström and created lithographs for one of August Strindberg's plays. As a sculptor, she worked with glass and bronze. Her artworks have been widely exhibited and are in the collections of Nationalmuseet and Moderna Museet in Stockholm."
    },
    {
      "type": "image",
      "section": "Life and career",
      "filename": "image_460.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "Born in Karlstad on 31 December 1938,[1] Cronqvist studied at Stockholm's Konstfack (1958–1959) and at the Royal Swedish Academy of Fine Arts (1959–1964). In 1964, she married the writer Göran Tunström who died in 2000, with whom she shared a son, film director Linus Tunström [sv], who was born in 1969.[2][3][4]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "When she was 18, Cronqvist visited the Munch Room in Norway's National Gallery in Oslo. Edvard Munch's art left a lasting impression on her. The works she created in her \"death series\" are reminiscent of Munch's paintings.[4]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "Cronqvist gained prominence in Sweden in the mid-1960s, creating not only paintings and graphics but textiles and sculptures. Her bold, intensive colourings contribute to her rather harsh expressionism, re-introducing a personalized approach in Swedish art. Depicting hospital scenes, Madonnas and girls playing morbid games, as well as many biographical portrayals, her work in the 1960s and 1970s frequently depicted scenes of anguish and illness.[5] She illustrated the books of her husband Göran and created a series of lithographs for Strindberg's Ett Drömspel.[4] As a sculptor, she worked with glass and bronze. Her artworks have been widely exhibited and are in the collections of Nationalmuseet and Moderna Museet in Stockholm.[2]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "By 2024, Cronqvist had lost her eyesight. She died on 29 July 2025, at the age of 86.[6]"
    },
    {
      "type": "text",
      "section": "Awards",
      "content": "In 1994, Cronqvist was awarded the Prince Eugen Medal.[7] She had a long relationship with her native Karlstad. Her bronze sculpture Hand i hand stands in its Museiparken. In 2012, the city awarded her its Fröding Stipendium.[8]"
    }
  ]
}