{
  "page_id": 143,
  "url": "https://en.wikipedia.org/wiki/Singapore_Cricket_Club",
  "title": "Singapore Cricket Club - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1152.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Singapore Cricket Club",
      "content": "The Singapore Cricket Club (SCC) is one of the premier sports and social clubs in Singapore. \nIts clubhouse is located on Connaught Drive on the south end of the Padang in Singapore's central business district."
    },
    {
      "type": "text",
      "section": "History",
      "content": "The SCC was established in 1852.[1] Over the years, the club has had three clubhouse buildings on the Padang. The first was erected in the 1860s and the second in 1877. The third, which forms the core of the present-day clubhouse, was built in 1884."
    },
    {
      "type": "text",
      "section": "History",
      "content": "As the second oldest club in Singapore, the SCC today has over 3,000 members. Cricket, rugby, football and field hockey are played on the Padang, and the club also has facilities for squash, tennis, lawn bowls, billiards and snooker."
    },
    {
      "type": "text",
      "section": "History",
      "content": "The club has played host to many international cricket events over the years. It also hosts the annual Singapore Cricket Club International Rugby Sevens tournament and an annual Soccer Sevens competition."
    },
    {
      "type": "text",
      "section": "History",
      "content": "They also have a football team participating in the National Football League and the second team participating in  Equatorial Football League Premiership."
    },
    {
      "type": "text",
      "section": "Football",
      "content": "Singapore Cricket Club was relegated to  National Football League  Division 2 after finishing bottom in the  2017 Season."
    },
    {
      "type": "text",
      "section": "Football",
      "content": "The club returned to Division 1 football after finishing as runner-up in 2022 Singapore Football League 2. Forward Chang Guo Guang clinched the SFL 2 Top Scorer award having finished the season with 20 goals – 11 more than his closest competitor.[2]"
    },
    {
      "type": "text",
      "section": "Football",
      "content": "In the 2024 season, SCC finished as runner-up in the league table. Head coach Steven Tan was nominated 'Coach of the Year' at Amateur Leagues Awards Night 2024. This was his second consecutive nominations for the award."
    },
    {
      "type": "text",
      "section": "Coaching staff",
      "content": "–  2023 Coach of the Year (nominee)\n–  2024 Coach of the Year[3]"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "1°17′20.11″N 103°51′7.42″E﻿ / ﻿1.2889194°N 103.8520611°E﻿ / 1.2889194; 103.8520611"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "This Singaporean organisation article is a stub. You can help Wikipedia by expanding it."
    }
  ]
}