{
  "page_id": 15,
  "url": "https://en.wikipedia.org/wiki/2025_Copa_Am%C3%A9rica_Femenina",
  "title": "2025 Copa América Femenina - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_98.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2025 Copa América Femenina",
      "content": "The 2025 Copa América Femenina was the 10th edition of the main international women's football championship in South America, the Copa América Femenina, for national teams affiliated with CONMEBOL. The competition was held in Ecuador from 11 July to 2 August 2025.[1] The tournament was originally scheduled to begin on 12 July 2025, but CONMEBOL announced on 3 July 2025 that the first match would be played on 11 July 2025.[2]"
    },
    {
      "type": "text",
      "section": "2025 Copa América Femenina",
      "content": "In the final, Brazil defeated Colombia in a penalty shoot-out after a 4–4 draw in extra time to win their fifth consecutive and ninth overall title."
    },
    {
      "type": "text",
      "section": "2025 Copa América Femenina",
      "content": "Unlike all previous editions, the tournament did not act as South American qualification for the 2027 FIFA Women's World Cup with a separate qualifying tournament being organised instead. However, it did provide two slots for the 2028 Summer Olympics women's football tournament.[3] In addition to Peru (who qualified automatically as hosts) it also provided three more places for the 2027 Pan American Games tournament."
    },
    {
      "type": "text",
      "section": "Teams",
      "content": "All ten CONMEBOL women's national teams participated."
    },
    {
      "type": "text",
      "section": "Venues",
      "content": "The venues were announced on 5 May 2025. The matches were played in three stadiums in a city in Ecuador: Quito.[4]"
    },
    {
      "type": "text",
      "section": "Venues",
      "content": "For commercial reasons, Estadio Banco Guayaquil changed its name during the tournament."
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_99.jpg",
      "caption": "2025 Copa América Femenina is located in Ecuador"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_100.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_101.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Venues",
      "filename": "image_102.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Draw",
      "content": "The tournament draw was held on 19 December 2024, 13:30 local time (UTC−3), in Asunción, Paraguay."
    },
    {
      "type": "text",
      "section": "Match officials",
      "content": "On 14 June 2025, CONMEBOL announced the list of match officials for the tournament.[5]"
    },
    {
      "type": "text",
      "section": "Group stage",
      "content": "The top two teams of each group advanced to the semi-finals, while the two third-placed teams advanced to the fifth place match."
    },
    {
      "type": "text",
      "section": "Group stage",
      "content": "All times are local, ECT (UTC−5).[6]"
    },
    {
      "type": "text",
      "section": "Tiebreakers",
      "content": "In the first stage, the teams were ranked according to points (3 points for a win, 1 point for a draw, 0 points for a loss). If tied on points, tiebreakers were applied in the following order:[3]"
    },
    {
      "type": "text",
      "section": "Knockout stage",
      "content": "In the knockout phase, if the fifth-place play-off, semi-finals and third-place play-off were level at the end of 90 minutes of normal playing time, no extra time would be played and the match would be decided by a direct penalty shoot-out. If the final was level at the end of the normal playing time, extra time would be played (two periods of 15 minutes each), where each team would be allowed to make an extra substitution. If still tied after extra time, the final would be decided by a penalty shoot-out to determine the champions.[3]"
    },
    {
      "type": "text",
      "section": "Fifth place match",
      "content": "The winners of the fifth place match qualified for the 2027 Pan American Games."
    },
    {
      "type": "text",
      "section": "Semi-finals",
      "content": "The winners of the semi-finals qualified for the football tournament at the 2028 Summer Olympics. The losers qualified for the 2027 Pan American Games women's football tournament"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "There were 85 goals scored in 25 matches, for an average of 3.4 goals per match."
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "6 goals"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "4 goals"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "3 goals"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "2 goals"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "1 goal"
    },
    {
      "type": "text",
      "section": "Goalscorers",
      "content": "1 own goal"
    },
    {
      "type": "text",
      "section": "Tournament teams ranking",
      "content": "This table shows the ranking of teams throughout the tournament."
    },
    {
      "type": "text",
      "section": "Qualified teams for Olympic Football Tournament",
      "content": "Two teams from CONMEBOL qualified for the 2028 Summer Olympic women's football tournament in the United States."
    },
    {
      "type": "text",
      "section": "Qualified teams for Pan American Games",
      "content": "The remaining three teams from CONMEBOL qualified for the 2027 Pan American Games women's football tournament, together with Peru which qualified as hosts."
    },
    {
      "type": "text",
      "section": "MUFP and AUF Pre-tournament Labor Dispute",
      "content": "The Uruguayan women's national team refused to train for one week prior to the start of the final tournament in protest of alleged inadequate preparations by the Uruguayan Football Association (AUF) for the competition.[7] Among the demands made by the players union, the Mutual Uruguaya De Futbolistas Profesionales (MUFP), were the full use of the national team training centre—the Complejo Celeste in Barros Blancos, improved training conditions and equipment, and an increase in per diem wages. The MUFP announced the resolution of the dispute on the evening of Tuesday, 8 July, three days before Uruguay's opening match against Ecuador on Friday, 11 July. To the International Federation of Professional Footballers (FIFPRO), MUFP General Secretary Mitchell Duarte said about the agreement:"
    },
    {
      "type": "text",
      "section": "MUFP and AUF Pre-tournament Labor Dispute",
      "content": "\"While there is still a lot of room for improvement, we are in a process of continuous improvement. There was a very good working relationship in this instance, and both parties were satisfied with the agreements reached.\"[8]"
    },
    {
      "type": "text",
      "section": "Lack of Video Assistant Referee (VAR) in the Group Stage",
      "content": "Chilean defenders Yanara Aedo and Fernanda Pinilla criticized CONMEBOL's decision not to utilize VAR technology throughout the group stage of the tournament, with Aedo saying:"
    },
    {
      "type": "text",
      "section": "Lack of Video Assistant Referee (VAR) in the Group Stage",
      "content": "\"It’s disrespectful that we don’t have VAR. For us, as players, it’s shameful to watch the [differences between] the Euros and the Copa América...In our last match [a 3-0 win over Peru], a legitimate goal was disallowed. It’s good that the game was broadcast so people could see the two penalties we weren’t given. I’m not saying Argentina didn’t deserve to win but VAR would have changed the game for them and us, for every player. The organisers should get their act together because we’re as much footballers as the men are.\"[9]"
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "Following Brazil, hosts of the 2027 FIFA Women's World Cup, and Bolivia's group stage match at Estadio Gonzalo Pozo Ripalda, multiple Brazilian squad members, including veteran star Marta, and manager Arthur Elias publicly condemned CONMEBOL's decision to prohibit warm-ups on the match pitch.[10][11] Starting striker Kerolin took to social media to voice her frustrations; she said, in reference to the concurrent UEFA Women's Euro 2025:"
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "\"While in Europe they break technology records, we're warming up in a MAXIMUM 20m room with the smell of paint. WEIRD!\"[12][13]"
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "Midfielder Ary Borges directly challenged the president of CONMEBOL, Alejandro Domínguez, on the teams' warm-up conditions and other equity concerns—including the selection of tournament venue and the choice by CONMEBOL not to utilize VAR in the tournament's group stage; after the Bolivia match, she told commentator and former Brazilian international, Francielle Alberto:"
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "\"...it’s very difficult, because last year we had a men’s Copa América at good times, in good stadiums and we see...this disregard for women’s football and it’s a shame.\""
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "She added to Brazilian news outlet, Globo Esporte:"
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "\"Ask [Domínguez] if he could warm up in a 5 to 10 meter space that smells of paint. I think we had the example of the Men’s Copa América, with a huge structure. Why is the women’s tournament having this kind of thing?\"[14]"
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "CONMEBOL later reversed the decision, saying in a statement to Reuters:"
    },
    {
      "type": "text",
      "section": "Accusations of Inadequate Pre-match Warm-up Conditions",
      "content": "\"From now on, in addition to goalkeepers who already had a 15-minute warm-up period on the field, outfield players will also be allowed to warm up on the pitch for the same duration...This decision was made after a detailed assessment of the condition of the playing surfaces at the competition’s stadiums to date, and after taking into account feedback from some participating teams.\"[15]"
    }
  ]
}