{
  "page_id": 20,
  "url": "https://en.wikipedia.org/wiki/The_Sunday_Times",
  "title": "The Sunday Times - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_114.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "The Sunday Times",
      "filename": "image_115.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "The Sunday Times",
      "filename": "image_116.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "The Sunday Times",
      "content": "Defunct"
    },
    {
      "type": "text",
      "section": "The Sunday Times",
      "content": "The Sunday Times is a British Sunday newspaper whose circulation makes it the largest in Britain's quality press market category. It was founded in 1821 as The New Observer. It is published by Times Newspapers Ltd, a subsidiary of News UK (formerly News International), which is owned by News Corp. Times Newspapers also publishes The Times. The two papers, founded separately and independently, have been under the same ownership since 1966. They were bought by News International in 1981."
    },
    {
      "type": "text",
      "section": "The Sunday Times",
      "content": "In March 2020, The Sunday Times had a circulation of 647,622, exceeding that of its main rivals, The Sunday Telegraph and The Observer, combined.[4][5] While some other national newspapers moved to a tabloid format in the early 2000s, The Sunday Times retained the larger broadsheet format and has said that it intends to continue to do so. As of December 2019, it sold 75% more copies than its sister paper, The Times, which is published from Monday to Saturday.[6]"
    },
    {
      "type": "text",
      "section": "The Sunday Times",
      "content": "The paper publishes The Sunday Times Rich List and The Sunday Times Fast Track 100."
    },
    {
      "type": "image",
      "section": "History",
      "filename": "image_117.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Founding and early history (1821–1915)",
      "content": "The paper began publication on 18 February 1821 as The New Observer, but from 21 April its title was changed to the Independent Observer. Its founder, Henry White, chose the name apparently in an attempt to take advantage of the success of The Observer, which had been founded in 1791, although there was no connection between the two papers. On 20 October 1822 it was reborn as The Sunday Times, although it had no relationship with The Times.[7] In January 1823, White sold the paper to Daniel Whittle Harvey, a radical politician.[citation needed]"
    },
    {
      "type": "text",
      "section": "Founding and early history (1821–1915)",
      "content": "Under its new owner, The Sunday Times notched up several firsts. A wood engraving it published of the coronation of Queen Victoria in 1838 was the largest illustration to have appeared in a British newspaper.[8] In 1841, it became one of the first papers to serialise a novel: William Harrison Ainsworth's Old St Paul's.[9]"
    },
    {
      "type": "text",
      "section": "Founding and early history (1821–1915)",
      "content": "The paper was bought in 1887 by Alice Anne Cornwell, who had made a fortune in mining in Australia and by floating the Midas Mine Company on the London Stock Exchange. She bought the paper to promote her new company, The British and Australasian Mining Investment Company, and as a gift to her lover Phil Robinson. Robinson was installed as editor and the two were later married in 1894.[10]"
    },
    {
      "type": "text",
      "section": "Founding and early history (1821–1915)",
      "content": "In 1893 Cornwell sold the paper to Frederick Beer, who already owned The Observer. Beer appointed his wife, Rachel Sassoon Beer, as editor. She was already editor of The Observer – the first woman to run a national newspaper – and continued to edit both titles until 1901.[11]"
    },
    {
      "type": "text",
      "section": "The Kemsley years (1915–1959)",
      "content": "There was a further change of ownership in 1903, and then in 1915 the paper was bought by William Berry and his brother, Gomer Berry, later ennobled as Lord Camrose and Viscount Kemsley respectively. Under their ownership, The Sunday Times continued its reputation for innovation: on 23 November 1930, it became the first Sunday newspaper to publish a 40-page issue and on 21 January 1940, news replaced advertising on the front page.[12]"
    },
    {
      "type": "text",
      "section": "The Kemsley years (1915–1959)",
      "content": "In 1943, the Kemsley Newspapers Group was established, with The Sunday Times becoming its flagship paper. At this time, Kemsley was the largest newspaper group in Britain.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Kemsley years (1915–1959)",
      "content": "On 12 November 1945, Ian Fleming, who later created James Bond, joined the paper as foreign manager (foreign editor) and special writer. The following month, circulation reached 500,000.[13] On 28 September 1958, the paper launched a separate Review section, becoming the first newspaper to publish two sections regularly.[14]"
    },
    {
      "type": "text",
      "section": "The Thomson years (1959–1981)",
      "content": "The Kemsley group was bought in 1959 by Lord Thomson, and in October 1960 circulation reached one million for the first time.[15] In another first, on 4 February 1962 the editor, Denis Hamilton, launched The Sunday Times Magazine. (At the insistence of newsagents, worried at the impact on sales of standalone magazines, it was initially called the \"colour section\" and did not take the name The Sunday Times Magazine until 9 August 1964.) The cover picture of the first issue was of Jean Shrimpton wearing a Mary Quant outfit and was taken by David Bailey. The magazine got off to a slow start, but the advertising soon began to pick up, and, over time, other newspapers launched magazines of their own.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Thomson years (1959–1981)",
      "content": "In 1963, the Insight investigative team was established under Clive Irving. The \"Business\" section was launched on 27 September 1964, making The Sunday Times Britain's first regular three-section newspaper. In September 1966, Thomson bought The Times, to form Times Newspapers Ltd (TNL). It was the first time The Sunday Times and The Times had been brought under the same ownership.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Thomson years (1959–1981)",
      "content": "Harold Evans, editor from 1967 until 1981, established The Sunday Times as a leading campaigning and investigative newspaper. On 19 May 1968, the paper published its first major campaigning report on the drug thalidomide, which had been reported by the Australian doctor William McBride in The Lancet in 1961 as being associated with birth defects, and been quickly withdrawn. The newspaper published a four-page Insight investigation, titled \"The Thalidomide File\", in the \"Weekly Review\" section. On 17 November 1972, the Queen's Bench Divisional Court issued an injunction to prevent The Sunday Times from publishing further articles, as it was feared that the paper's campaign might affect ongoing lawsuits over the ensuing scandal. The newspaper appealed to the European Court of Human Rights, which found that the injunction violated the publisher's right to freedom of expression, noting that the articles were moderate and balanced and thus unlikely to disrupt proceedings.[16] A compensation settlement for the UK victims was eventually reached with Distillers Company (now part of Diageo), which had distributed the drug in the UK.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Thomson years (1959–1981)",
      "content": "TNL was plagued by a series of industrial disputes at its plant at Gray's Inn Road in London, with the print unions resisting attempts to replace the old-fashioned hot-metal and labour-intensive Linotype method with technology that would allow the papers to be composed digitally. Thomson offered to invest millions of pounds to buy out obstructive practices and overmanning, but the unions rejected every proposal. As a result, publication of The Sunday Times and other titles in the group was suspended in November 1978. It did not resume until November 1979.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Thomson years (1959–1981)",
      "content": "Although journalists at The Times had been on full pay during the suspension, they went on strike demanding more money after production was resumed. Kenneth Thomson, the head of the company, felt betrayed and decided to sell. Evans tried to organise a management buyout of The Sunday Times, but Thomson decided instead to sell to Rupert Murdoch, who he thought had a better chance of dealing with the trade unions.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "Rupert Murdoch's News International acquired the group in February 1981. Murdoch, an Australian who in 1985 became a naturalised American citizen, already owned The Sun and the News of the World, but the Conservative government decided not to refer the deal to the Monopolies and Mergers Commission, citing a clause in the Fair Trading Act that exempted uneconomic businesses from referral. The Thomson Corporation had threatened to close the papers down if they were not taken over by someone else within an allotted time, and it was feared that any legal delay to Murdoch's takeover might lead to the two titles' demise. In return, Murdoch provided legally binding guarantees to preserve the titles' editorial independence.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "Evans was appointed editor of The Times in February 1981 and was replaced at The Sunday Times by Frank Giles. In 1983, the newspaper bought the serialisation rights to publish the faked Hitler Diaries, thinking them to be genuine after they were authenticated by the own newspaper's own independent director, Hugh Trevor-Roper, the historian and author of The Last Days of Hitler.[17]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "Under Andrew Neil, editor from 1983 until 1994, The Sunday Times took a strongly Thatcherite slant that contrasted with the traditional paternalistic conservatism expounded by Peregrine Worsthorne at the rival Sunday Telegraph. It also built on its reputation for investigations. Its scoops included the revelation in 1986 that Israel had manufactured more than 100 nuclear warheads[18] and the publication in 1992 of extracts from Andrew Morton's book, Diana: Her True Story in Her Own Words. In the early 1990s, the paper courted controversy with a series of articles in which it rejected the role of HIV in causing AIDS.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "In January 1986, after the announcement of a strike by print workers, production of The Sunday Times, along with other newspapers in the group, was shifted to a new plant in Wapping, and the strikers were dismissed. The plant, which allowed journalists to input copy directly, was activated with the help of the Electrical, Electronic, Telecommunications and Plumbing Union (EETPU). The print unions posted pickets and organised demonstrations outside the new plant to try to dissuade journalists and others from working there, in what became known as the Wapping dispute. The demonstrations sometimes turned violent. The protest ended in failure in February 1987.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "During Neil's editorship, a number of new sections were added: the annual \"The Sunday Times Rich List\" and the \"Funday Times\", in 1989 (the latter stopped appearing in print and was relaunched as a standalone website in March 2006, but was later closed); \"Style & Travel\", \"News Review\" and \"Arts\" in 1990; and \"Culture\" in 1992. In September 1994, \"Style\" and \"Travel\" became two separate sections.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "During Neil's time as editor, The Sunday Times backed a campaign to prove that HIV was not a cause of AIDS.[19][20][21][22] In 1990, The Sunday Times serialised a book by an American conservative who rejected the scientific consensus on the causes of AIDS and argued that AIDS could not spread to heterosexuals.[21] Articles and editorials in The Sunday Times cast doubt on the scientific consensus, described HIV as a \"politically correct virus\" about which there was a \"conspiracy of silence\", disputed that AIDS was spreading in Africa, claimed that tests for HIV were invalid, described the HIV/AIDS treatment drug AZT as harmful, and characterised the WHO as an \"Empire-building AIDS [organisation]\".[21] The pseudoscientific coverage of HIV/AIDS in The Sunday Times led the scientific journal Nature to monitor the newspaper's coverage and to publish letters rebutting Sunday Times articles which The Sunday Times refused to publish.[21] In response to this, The Sunday Times published an article headlined \"AIDS – why we won't be silenced\", which claimed that Nature engaged in censorship and \"sinister intent\".[21] In his 1996 book, Full Disclosure, Neil wrote that the HIV/AIDS denialism \"deserved publication to encourage debate\".[21] That same year, he wrote that The Sunday Times had been vindicated in its coverage, \"The Sunday Times was one of a handful of newspapers, perhaps the most prominent, which argued that heterosexual Aids was a myth. The figures are now in and this newspaper stands totally vindicated ... The history of Aids is one of the great scandals of our time. I do not blame doctors and the Aids lobby for warning that everybody might be at risk in the early days, when ignorance was rife and reliable evidence scant.\" He criticised the \"AIDS establishment\" and said \"Aids had become an industry, a job-creation scheme for the caring classes.\"[23]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "John Witherow, who became editor at the end of 1994 (after several months as acting editor), continued the newspaper's expansion. A website was launched in 1996 and new print sections added: \"Home\" in 2001, and \"Driving\" in 2002, which in 2006 was renamed \"InGear\". (It reverted to the name \"Driving\" from 7 October 2012, to coincide with the launch of a new standalone website, Sunday Times Driving.) Technology coverage was expanded in 2000 with the weekly colour magazine \"Doors\", and in 2003 \"The Month\", an editorial section presented as an interactive CD-ROM. Magazine partworks were regular additions, among them \"1000 Makers of Music\", published over six weeks in 1997.[citation needed]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "John Witherow oversaw a rise in circulation to 1.3 million[24] and reconfirmed The Sunday Times's reputation for publishing hard-hitting news stories – such as the cash for questions scandal in 1994 and the cash for honours scandal in 2006, and revelations of corruption at FIFA in 2010.[25] The newspaper's foreign coverage has been especially strong, and its reporters, Marie Colvin, Jon Swain, Hala Jaber, Mark Franchetti and Christina Lamb have dominated the Foreign Reporter of the Year category at the British Press Awards since 2000.[citation needed] Colvin, who worked for the paper from 1985, was killed in February 2012 by Syrian forces while covering the siege of Homs during that country's civil war.[26]"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "In common with other newspapers, The Sunday Times has been hit by a fall in circulation, which has declined from a peak of 1.3 million to just over 710,000. It has a number of digital-only subscribers, which numbered 99,017 by January 2019.[27]"
    },
    {
      "type": "image",
      "section": "The Murdoch years (1981–present)",
      "filename": "image_118.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "The Murdoch years (1981–present)",
      "content": "During January 2013, Martin Ivens became 'acting' editor of The Sunday Times in succession to John Witherow, who became the 'acting' editor of The Times at the same time. The independent directors rejected a permanent position for Ivens as editor to avoid any possible merger of The Sunday Times and daily Times titles.[28]"
    },
    {
      "type": "text",
      "section": "Election endorsements",
      "content": "The paper endorsed the Conservative Party in the 2005 UK general election,[29] the 2010 UK general election,[30] the 2015 UK general election,[31] the 2017 UK general election,[32] and the 2019 UK general election,[33] before endorsing the Labour Party in the 2024 UK general election.[34][35]"
    },
    {
      "type": "text",
      "section": "Online presence",
      "content": "The Sunday Times has its own website. It previously shared an online presence with The Times, but in May 2010 they both launched their own sites to reflect their distinct brand identities. Since July 2010, the sites are charging for access.[36]"
    },
    {
      "type": "text",
      "section": "Online presence",
      "content": "An iPad edition was launched in December 2010, and an Android version in August 2011. Since July 2012, the digital version of the paper has been available on Apple's Newsstand platform, allowing automated downloading of the news section. With over 500 MB of content every week, it is the biggest newspaper app in the world.[37]"
    },
    {
      "type": "text",
      "section": "Online presence",
      "content": "The Sunday Times iPad app was named newspaper app of the year at the 2011 Newspaper Awards and has twice been ranked best newspaper or magazine app in the world by iMonitor.[38] Various subscription packages exist, giving access to both the print and digital versions of the paper."
    },
    {
      "type": "text",
      "section": "Online presence",
      "content": "On 2 October 2012, The Sunday Times launched Sunday Times Driving, a separate classified advertising site for premium vehicles that also includes editorial content from the newspaper as well as specially commissioned articles. It can be accessed without cost."
    },
    {
      "type": "text",
      "section": "The Sunday Times Travel Magazine",
      "content": "This 164-page monthly magazine was sold separately from the newspaper and was Britain's best-selling travel magazine.[39] The first issue of The Sunday Times Travel Magazine was in 2003,[40][41] and it included news, features and insider guides."
    },
    {
      "type": "text",
      "section": "Notable stories",
      "content": "Some of the more notable or controversial stories published in The Sunday Times include:[42]"
    },
    {
      "type": "text",
      "section": "Phone hacking scandal",
      "content": "In July 2011, The Sunday Times was implicated in the wider News International phone hacking scandal, which primarily involved the News of the World, a Murdoch tabloid newspaper published in the UK from 1843 to 2011. Former British prime minister Gordon Brown accused The Sunday Times of employing \"known criminals\" to impersonate him and obtain his private financial records.[68][69] Brown's bank reported that an investigator employed by The Sunday Times repeatedly impersonated Brown to gain access to his bank account records.[70] The Sunday Times vigorously denied these accusations and said that the story was in the public interest and that it had followed the Press Complaints Commission code on using subterfuge.[citation needed]"
    },
    {
      "type": "text",
      "section": "Errors",
      "content": "Over two years in the early 1990s, The Sunday Times published a series of articles rejecting the role of HIV in causing AIDS, calling the African AIDS epidemic a myth. In response, the scientific journal Nature described the paper's coverage of HIV/AIDS as \"seriously mistaken, and probably disastrous\".[71] Nature argued that the newspaper had \"so consistently misrepresented the role of HIV in the causation of AIDS that Nature plans to monitor its future treatment of the issue.\"[72]"
    },
    {
      "type": "text",
      "section": "Errors",
      "content": "In January 2010, The Sunday Times published an article by Jonathan Leake, alleging that a figure in the IPCC Fourth Assessment Report was based on an \"unsubstantiated claim\". The story attracted worldwide attention. However, a scientist quoted in the same article later stated that the newspaper story was wrong and that quotes of him had been used in a misleading way.[73] Following an official complaint to the Press Complaints Commission,[73] The Sunday Times retracted the story and apologised.[74][75]"
    },
    {
      "type": "text",
      "section": "Errors",
      "content": "In September 2012, Jonathan Leake published an article in The Sunday Times under the headline \"Only 100 adult cod in North Sea\".[76] This figure was later shown by a BBC article to be wildly incorrect.[77] The newspaper published a correction, apologising for an over simplification in the headline, which had referred to a fall in the number of fully mature cod over the age of 13, thereby indicating this is the breeding age of cod. In fact, as the newspaper subsequently pointed out, cod can start breeding between the ages of four and six, in which case there are many more mature cod in the North Sea.[78]"
    },
    {
      "type": "text",
      "section": "Allegations of antisemitism",
      "content": "In 1992, the paper agreed to pay David Irving, an author widely criticised for Holocaust denial, the sum of £75,000 to authenticate the Goebbels diaries and edit them for serialisation.[79] The deal was quickly cancelled after drawing strong international criticism.[citation needed]"
    },
    {
      "type": "text",
      "section": "Allegations of antisemitism",
      "content": "In January 2013, The Sunday Times published a Gerald Scarfe caricature depicting Israel's Prime Minister Benjamin Netanyahu cementing a wall with blood and Palestinians trapped between the bricks. The cartoon sparked an outcry, compounded by the fact that its publication coincided with International Holocaust Remembrance Day, and was condemned by the Anti-Defamation League.[80] After Rupert Murdoch tweeted that he considered it a \"grotesque, offensive cartoon\" and that Scarfe had \"never reflected the opinions of The Sunday Times\"[81] the newspaper issued an apology.[82] Journalist Ian Burrell, writing in The Independent, described the apology as an \"indication of the power of the Israel lobby in challenging critical media coverage of its politicians\" and one that questions Rupert Murdoch's assertion that he does not \"interfere in the editorial content of his papers\".[83]"
    },
    {
      "type": "text",
      "section": "Allegations of antisemitism",
      "content": "In July 2017, Kevin Myers wrote a column in The Sunday Times saying \"I note that two of the best-paid women presenters in the BBC – Claudia Winkleman and Vanessa Feltz, with whose, no doubt, sterling work I am tragically unacquainted – are Jewish. Good for them\". He continued \"Jews are not generally noted for their insistence on selling their talent for the lowest possible price, which is the most useful measure there is of inveterate, lost-with-all-hands stupidity. I wonder, who are their agents? If they’re the same ones that negotiated the pay for the women on the lower scales, then maybe the latter have found their true value in the marketplace\".[84][85] After the column The Sunday Times fired Myers.[85] The Campaign Against Antisemitism criticised The Sunday Times for allowing Myers to write the column despite his past comments about Jews.[84]"
    },
    {
      "type": "text",
      "section": "Irish edition",
      "content": "The Republic of Ireland edition of The Sunday Times was launched on a small scale in 1993 with just two staff: Alan Ruddock and John Burns (who started as financial correspondent for the newspaper and is at present acting associate editor). It used the slogan \"The English just don't get it\".[86] It is now the third biggest-selling newspaper in Ireland measured in terms of full-price cover sales (Source: ABC January–June 2012).[full citation needed] Circulation had grown steadily to over 127,000 in the two decades before 2012, but has declined since and currently stands at 60,352 (January to June 2018).[87][88]"
    },
    {
      "type": "text",
      "section": "Irish edition",
      "content": "The paper is heavily editionalised, with extensive Irish coverage of politics, general news, business, personal finance, sport, culture and lifestyle. The office employs 25 people. The paper also has a number of well-known freelance columnists including Brenda Power, Liam Fay, Matt Cooper, Damien Kiberd, Jill Kerby and Stephen Price. However, it ended collaboration with Kevin Myers after he had published a controversial column.[89] The Irish edition has had four editors since it was set up: Alan Ruddock from 1993 until 1996, Rory Godson from 1996 until 2000,[90] Fiona McHugh[91] from 2000 to 2005, and from 2005 until 2020 Frank Fitzgibbon.[92] John Burns has been acting editor of the Irish edition from 2020.[citation needed]"
    },
    {
      "type": "text",
      "section": "Scottish edition",
      "content": "For more than 20 years the paper has published a separate Scottish edition, which has been edited since January 2012 by Jason Allardyce. While most of the articles that run in the English edition appear in the Scottish edition, its staff also produces about a dozen Scottish news stories, including a front-page article, most weeks.[93] The edition also contains a weekly \"Scottish Focus\" feature and Scottish commentary, and covers Scottish sport in addition to providing Scottish television schedules. The Scottish issue is the biggest-selling 'quality newspaper' in the market, outselling both Scotland on Sunday and the Sunday Herald.[citation needed]"
    }
  ]
}