{
  "page_id": 18,
  "url": "https://en.wikipedia.org/wiki/2010_Gansu_mudslide",
  "title": "2010 Gansu mudslide - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_109.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2010 Gansu mudslide",
      "content": "33°47′N 104°22′E﻿ / ﻿33.783°N 104.367°E﻿ / 33.783; 104.367"
    },
    {
      "type": "image",
      "section": "2010 Gansu mudslide",
      "filename": "image_110.jpg",
      "caption": "Landslide is located in Gansu"
    },
    {
      "type": "image",
      "section": "2010 Gansu mudslide",
      "filename": "image_111.jpg",
      "caption": "Landslide is located in China"
    },
    {
      "type": "text",
      "section": "2010 Gansu mudslide",
      "content": "The 2010 Gansu mudslide was a deadly mudslide in Zhouqu County, Gansu Province, Gannan Tibetan Autonomous Prefecture, China that occurred at midnight on 8 August 2010. The floods were triggered after decades of clear cut logging practices had reduced the ability of the watershed to absorb heavy rainfall.[2][3]"
    },
    {
      "type": "text",
      "section": "2010 Gansu mudslide",
      "content": "It was the most deadly individual disaster of the 2010 China floods. The mudslides killed more than 1,471 people as of 21 August 2010[update], while 1,243 others have been rescued and 294 remain missing.[1][4][5][6][7][8][9][10] The missing were presumed dead as officials ordered locals to stop searching for survivors or bodies to prevent the spread of disease.[11] Over 1,700 people evacuated have been living in schools.[5]"
    },
    {
      "type": "text",
      "section": "Cause",
      "content": "Zhugqu County was the worst hit location, where mud submerged houses and tore multi-story blocks of flats to pieces. The seat of Zhouqu County was densely populated, with 50,000 people (42,000 of them are permanent population) in an area of 2 square kilometres (0.77 sq mi).[13] After the heavy rain, there was a buildup of water behind a dam of debris blocking a small river to the north of the city of Zhugqu; when the dam broke, around 1,800,000 cubic metres (64,000,000 cu ft) of mud and rocks swept through the town, in a surge reported as up to five stories high, covering more than 300 low-rise homes and burying at least one village entirely.[14][15] The mudslide left an area 5 kilometres (3.1 mi) long by 300 metres (980 ft) wide in average leveled by mud with average thickness of 5 meters (16 ft).[16][17]"
    },
    {
      "type": "text",
      "section": "Cause",
      "content": "According to Gyurme Dorje's Tibet Handbook, the forest region of Zhugqu has, since the 1950s, \"shrunk by 30% and the reserve of timber reduced by 25% due to overfelling. The sand in the river water has increased by 60%, and the water volume has reduced by 8%, resulting in increased flooding and drought.\" Furthermore, in this county there were between 47 and 53 hydroelectric construction projects in recent years, with 41 completed and 12 approaching deadline, according to government data. These together have caused 749,000 tons of water and soil erosion and over 3,000,000 cubic meters of bulldozed material. In 2006, a Lanzhou University report concluded that these projects have made the whole area a volatile danger-zone.[18][dubious – discuss] The Christian Science Monitor reported that two science researchers had predicted the mudslides in 1997.[19]"
    },
    {
      "type": "text",
      "section": "Cause",
      "content": "The People's Daily has argued that the mudslide was due to a \"perfect storm\" of natural events, including \"soft\" \"weathered\" rock, heavy rainfall, drought, and the Sichuan earthquake two years before.[20] Authorities dismissed claims that the mudslides were \"man-made\".[21]"
    },
    {
      "type": "text",
      "section": "Relief",
      "content": "The Gansu province had received 120,000,000 Chinese yuan (US$17,000,700 ) by 13 August.[8] Hong Kong and Macau both donated millions of dollars to Gansu, with Macau donating more than US$7 million,[22][23][24] and the United States donated $50,000 to Zhugqu County.[25] Gyaincain Norbu, China's 11th Panchen Lama choice, donated ¥50,000 to relief efforts and prayed for the victims.[26]"
    },
    {
      "type": "text",
      "section": "Reaction",
      "content": "On 15 August, a day of mourning was observed, with flags lowered to half-mast at government buildings within China and at embassies in foreign countries. Additionally, all public and online entertainment was suspended, and major newspapers and internet sites were grayscaled. At the Expo 2010 in Shanghai, all activities were canceled.  Such events are rare in China; only after an earlier earthquake in 2010 and the 2008 Sichuan earthquake in recent years have such periods of mourning been observed.[10]"
    }
  ]
}