{
  "page_id": 3,
  "url": "https://en.wikipedia.org/wiki/Singapore_Indoor_Stadium",
  "title": "Singapore Indoor Stadium - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_11.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Singapore Indoor Stadium",
      "filename": "image_12.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Singapore Indoor Stadium",
      "content": "The Singapore Indoor Stadium, known exonymously as the Indoor Stadium, is an indoor arena located in Kallang, Singapore. It is within walking distance of the Singapore National Stadium, and collectively form a part of the wider Singapore Sports Hub. It has a maximum total capacity of 15,000 depending on configuration, with an all-seating configuration of 12,000."
    },
    {
      "type": "image",
      "section": "Singapore Indoor Stadium",
      "filename": "image_13.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Singapore Indoor Stadium",
      "content": "It regularly hosts events such as music concerts, badminton, basketball, netball, tennis, esports, pro-wrestling, mixed martial arts, kickboxing, and monster truck races. The Singaporean ONE Championship regularly hosts its events here. In 2015, the Singapore Indoor Stadium sold 72,342 tickets for the entire year.[1] In 2022, the stadium was the venue for The International 2022, the annual Dota 2 world championship esports tournament and the largest single-tournament prize pool of any esport event.[2] On 16–18 February 2023, Irish pop band Westlife's three shows made them the first international group to perform at the stadium thrice in one tour."
    },
    {
      "type": "text",
      "section": "History",
      "content": "Construction began on 1 January 1985, and it was built at a cost of S$90 million. The arena was designed by Japanese architect Kenzo Tange, and it has a cone shaped roof and a pillarless arena. It was completed on 1 March 1987 and officially opened to public on 1 July 1988.[3]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 31 December 1989, Singapore Indoor Stadium was officially opened in an inaugural ceremony by the Prime Minister of Singapore, Lee Kuan Yew.[3]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 7 March 2024, Minister for Culture, Community and Youth Edwin Tong revealed plans for a new indoor arena to replace the existing Indoor Stadium during an outline of the ministry’s spending plans.[4] On 18 August, Prime Minister Lawrence Wong formally announced the new arena during the National Day rally. It is planned to have a capacity of 18,000.[5][6][7]"
    },
    {
      "type": "text",
      "section": "Capacity",
      "content": "Due to its flexible stage configuration, the capacity of the stadium varies 8,000–9,000 during concerts[8][9] to 8,126–10,786 during sporting events. Its seating capacity is around 12,000, and its full capacity is 15,000.[3]"
    },
    {
      "type": "text",
      "section": "Transportation",
      "content": "Both the Stadium MRT station on the Circle Line and the Tanjong Rhu MRT station on the Thomson–East Coast Line enables visitors to commute to the stadium via train service. Kallang MRT station on the East–West Line is also within reasonable distance, with a direct connection via sheltered walkways."
    },
    {
      "type": "text",
      "section": "Entertainment events",
      "content": "The stadium has hosted major concerts and shows by many famous artists and bands, spanning many different genres.[21]"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "Media related to Singapore Indoor Stadium at Wikimedia Commons"
    }
  ]
}