{
  "page_id": 134,
  "url": "https://en.wikipedia.org/wiki/Romesh_Kaluwitharana",
  "title": "Romesh Kaluwitharana - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1121.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Romesh Kaluwitharana",
      "content": "Deshabandu Romesh Shantha Kaluwitharana (Sinhala: රොමේෂ් ශාන්ත කලුවිතාරණ; born 24 November 1969) is a former Sri Lankan cricketer who represented the Sri Lanka national cricket team from 1990 to 2004.[1] He was a key member and wicket-keeper for the 1996 Cricket World Cup winning team and renowned for his aggressive batting style."
    },
    {
      "type": "text",
      "section": "Romesh Kaluwitharana",
      "content": "Kaluwitharana along with Sanath Jayasuriya, are credited for revolutionizing one-day international cricket with explosive batting in the mid-1990s.[2][3] He made his Twenty20 debut on 17 August 2004, for Colts Cricket Club in the 2004 SLC Twenty20 Tournament.[4] He was appointed as the interim cricket coach of Malaysia on 17 May 2008.[5] He was educated at St. Sebastian's College, Moratuwa."
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "Kaluwitharana made his ODI debut against India at Margao[6] in December 1990, but was not required to bat as Sri Lanka won by 7 wickets. He played his next ODI against New Zealand at Dunedin[7] in February 1991, in which he opened the batting for Sri Lanka. Thereafter he batted in the middle order (mostly, in the late middle order) until the 1995–96 World Series in Australia."
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "He relished pace and would often be quick to put away any delivery off line or length. His greatest contribution to ODIs came after he was promoted to the top of the batting order to partner opener Sanath Jayasuriya during the 1995–96 Australian Tri-Series, helping to give birth to an aggressive batting approach in the first fifteen overs of fielding restrictions. This new strategy of aggressive batting from the outset heavily contributed to Sri Lanka winning all their matches and secure the 1996 Cricket World Cup later as all other teams were not prepared for such an attack.[8]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "During the Australian Tri-Series, Kaluwitharana finally scored his maiden ODI half century after 34 innings. On 9 January 1996 against Australia in Melbourne, he scored match winning 77 runs during the chase of 214 and won the man of the match award.[9] During the series, he then scored another fifty against the West Indies, where Sri Lanka posted 202 in 50 overs. He was later involved with one catch and a stumping, and Sri Lanka won the match by 16 runs. This batting and wicket keeping display earned him another man of the match award.[10] In the next match of the tri-series, he scored another master class innings against Australia. Australia batted first and scored 242/4 in 50 overs courtesy of Steve Waugh's unbeaten century. In reply, Sri Lanka scored 246/7 within 49.4 overs, where Kaluwitharana top scored with 74 runs, particularly hammered Glenn McGrath, who achieved the worst figures by any Australian at this level in ODIs with one for 76. With that win, Sri Lanka qualified for the finals and Kaluwitharana won third consecutive man of the match award.[11] However, in the two finals against Australia, he was dismissed for 13 and 0, where Sri Lanka lost both of them."
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "After the tri-series, Sri Lanka played 1996 Cricket World Cup, where Kaluwitharana was the wicket keeper and opened with Jayasuriya in that world cup that was captained by Arjuna Ranatunga. During the series, Kaluwitharana did not score heavily, but made brief onslaughts with Jayasuriya, who later became the player of the series. In the first, semi final against India, Kaluwitharana made match winning stumping to dismiss Sachin Tendulkar and turned the table towards Sri Lanka.[12] After the crowd threw bottles at the deep fielders, Sri Lanka won by default and reached their first World Cup final.[13] Sri Lanka won all the matches in the World Cup and eventually became the champions."
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "On 28 August 1996 against India in the 1996 Singer World Series, Jayasuriya and Kaluwitharana made 129 runs for the first wicket, where he scored 53 runs and Jayasuriya scored a match winning unbeaten century. Eventually, Sri Lanka won by 9 wickets with 34 balls remaining.[14] On 7 September 1996 against Australia in the final of the tournament, he scored 58 runs made a solid partnership with Asanka Gurusinha. Sri Lanka posted 234/3 in the innings with the fifties of Kaluwitharana and Aravinda de Silva. Australia were bowled out for 184 and Sri Lanka won the tournament by 50 runs.[15]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "In the first match of Sameer Cup 1996–97, also known as Kenya Cricket Association Centenary Tournament, Kaluwitharana scored his maiden ODI century. Kenya batted first and scored only 188/9, where Muttiah Muralitharan took four wickets. In the chase, Sri Lanka achieve the target within 30.4 overs, courtesy of Kaluwitharana's unbeaten century off 89 balls with 17 fours and 1 six with a strike rate of 112.35.[16][17]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "After several single digit scores in opening slot, he was demoted to number 7 position. On 20 May 1997, in the 1997 Pepsi Independence Cup, Kaluwitharana won the man of the match award for scoring 44 runs and involved in 2 catches and 2 stumpings against New Zealand.[18] After that, he again went through a lean patch of runs and his highest score in the next 11 innings was 30 runs. During that period, he was dismissed for single digit scores for 8 times. In the 2nd ODI against India on 25 December 1997, he was recalled for the opening slot with Jayasuriya. After the third over, match was called off due to the dangerous pitch.[19][20]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "Then on 7 April 1998 against Pakistan at Kimberley in the 1997–98 Standard Bank International One-Day Series, he scored 54 runs without boundaries and made 107-run partnership with Jayasuriya. Even though Sri Lanka posted a total of 295/7, Pakistan reached the target easily with Inzamam-ul-Haq's unbeaten century.[21] His next ODI fifty came on 5 July 1998 against New Zealand in 1998 Nidahas Trophy, where he scored 54 runs with 8 fours.[22] In the 1998 Emirates Triangular Tournament, Kaluwitharana scored another fifty. England batted first and scored 256/8 in their 50 overs. After Jayasuriya was dismissed in the first over, Kaluwitharana along with Marvan Atapattu made 138-run partnership for the second wicket. He was got out for 68 runs in 27th over, but laid the foundation for the win, where Atapattu later made an unbeaten century. With this win, Sri Lanka won their fifth multilateral one-day tournament since their World Cup triumph.[23]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "Against New Zealand on 26 October 1998 in the 1998 ICC KnockOut Trophy, Kaluwitharana made another match winning partnership, this time with skipper Ranatunga. New Zealand made 188 runs and in the chase, both Jayasuriya and de Silva were dismissed for naught. When the scorecard was 3-5, Ranatunga joined with Kaluwitharana and made 127-runs for the fourth wicket. Kaluwitharana run out for 48 runs, but Sri Lanka won the match by 5 wickets with 51 balls remaining.[24] After the semi final berth, Sri Lanka lost the match to South Africa and did not advanced further in the tournament."
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "In January 1999, Sri Lanka went Australia for the 1998–99 Carlton and United Series. In the first match, Kaluwitharana top scored with 58 runs in a losing course to England.[25] In the 7th match of the series, he scored a match winning fifty and made 116-run partnership with Atapattu to win the match for Sri Lanka.[26] Then he scored 54 runs against England, where Sri Lanka posted 181/7 in 44 overs. In reply, England lost wickets at regular intervals and finally Sri Lanka won the match by 11 runs.[27] In the next match against Australia, Kaluwitharana scored another fifty in a steep chase of 310 posted by Auslitralians. He along with Avishka Gunawardene made 145 for the first wicket within 19.5 overs, where he finally dismissed for 68 runs. Australia later won the match by 43 runs.[28]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "Sri Lanka entered to the 1999 Cricket World Cup as defending champions, but ended the tournament as their worst performance in a global competition.[29][30] Kaluwitharana played all the matches as wicketkeeper middle order batsman, where he made one fifty in the tournament."
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "After disastrous world cup campaign, Sri Lanka played in 1999 Aiwa Cup, a triangular ODI series involved India and Australia. In the final against Australia, Kaluwitharana scored match winning knock of unbeaten 95 runs with 12 fours and also took 2 stumpings.[31]  Sri Lanka won the 1999 Aiwa Cup by 8 wickets and Kaluwitharana adjudged man of the match.[32] After the tournament, Sri Lanka played Coca-Cola Champions Trophy 1999, another triangular tournament involved Pakistan and West Indies. Against Pakistan, he scored 75 runs and made 115-run partnership with Russel Arnold for the second wicket. However, match was ended in a tie despite Sri Lanka needed just 24 from ten overs with eight wickets remaining at one stage.[33]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "During the Zimbabawe tour in 1999, Kaluwitharana was dismissed for 99 during the chase of 260 posted by Zimbabwe in the fourth ODI, becoming the first wicket keeper to get out for 99 in ODI cricket and 7th batsman overall.[34] However, Sri Lanka won the match by 6 wickets.[35] In January 2000 against South Africa, he made useful contribution at the top of the batting lineup, but eventually lost the series 5–1. However with the scores of 55, 2, 83, 74, 9, and 4, he finished the series as the highest run getter for Sri Lanka with 227 runs with an average of 37.83.[36][37]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "On 27 March 2001 against England, Kaluwitharana scored his second ODI century. England made 165 in 50 overs, where Kaluwitharana and Atapattu finished the game in 33.5 overs without a wicket. This is also the first time that England have lost by ten-wickets in ODI history.[38] In the course, he scored an unbeaten 102 in 117 balls with 20 fours, where he was adjudged man of the match and whitewashed England 3-0.[39] In the 2000–01 ARY Gold Cup, he scored a brisk 63 runs against Pakistan but Sri Lanka lost the match by 16 runs.[40]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "In the first ODI against England, Kaluwitharana scored a fluent half century when chasing a target of 293.[41] With the emergence of Kumar Sangakkara and Tillakaratne Dilshan in wicket keeping and batting credentials, Kaluwitharana lost his place in the ODI team and made sporadic appearances. In the match against New Zealand in the 2003 Bank Alfalah Cup, he was promoted up the order with Jayasuriya and scored 48 runs. He later adjudged man of the match after Sri Lanka won the match by 5 wickets.[42] Against West Indies in the same year in first ODI, he laid the foundations for a moderate total of 201, where he scored 54 runs with painful blows to his helmet and midriff from West Indian pace attack. Sri Lanka finally won the match by 55 runs.[43]"
    },
    {
      "type": "text",
      "section": "ODI Career",
      "content": "After the first two ODIs against Australia at home, he was dropped from the squad and he later quit from international cricket after 14 years of career.[44]"
    },
    {
      "type": "text",
      "section": "Test career",
      "content": "His early career made him look like a good Sri Lankan prospect, and the undoubted highlight of his career was the entertaining innings of 132 not out including 26 boundaries that he made on Test debut against a powerful Australian side in 1992.[45] Then in 1995 against Australia, he made two fifties in first innings in the first and second test matches.[46][47] During the test against Zimbabwe, he scored 71 runs with 10 fours and one six, and made sixth-wicket stand of 142 with Ranatunga. Sri Lanka later won the match by an innings and 77 runs.[48]"
    },
    {
      "type": "text",
      "section": "Test career",
      "content": "In his ninth test match, he scored his second test century in a losing cause. Against New Zealand, Sri Lanka made follow on after New Zealand made a mammoth 586 and Sri Lanka bundled out for 222 in the first innings. His score of 103 included 13 fours and 2 sixes. He was caught and bowled by Daniel Vettori when the total was 270. He along with Chaminda Vaas added 137 for the seventh wicket, but finally Sri Lanka lost the match by an innings and 36 runs.[49]"
    },
    {
      "type": "text",
      "section": "Test career",
      "content": "His third century came against Pakistan in Lahore in 1999. Pakistan batted first and scored 398 in their first innings. In reply, Sri Lanka posted 328 runs with the centuries by Kaluwitharana and Russel Arnold. In the second innings, Arnold and Mahela Jayawardene scored fifties before rain and bad light ended the game in a draw.[50] After the century he played 23 Test matches, but scored only two fifties."
    },
    {
      "type": "text",
      "section": "Beyond cricket",
      "content": "He started a project Kalu's Hideaway, a luxury jungle retreat in Udawalawe.[51]"
    }
  ]
}