{
  "page_id": 7,
  "url": "https://en.wikipedia.org/wiki/Constans_II_(son_of_Constantine_III)",
  "title": "Constans II (son of Constantine III) - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_33.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Constans II (son of Constantine III)",
      "filename": "image_34.jpg",
      "caption": "A silver coin showing the profile of a man with two strings of beads in his hair."
    },
    {
      "type": "text",
      "section": "Constans II (son of Constantine III)",
      "content": "Constans II (died 411) was the son of the Western Roman emperor Constantine III and served as his co-emperor from 409 to 411. When his father rebelled against the ruling emperor Honorius and the army in Britain acclaimed him as emperor in early 407, Constans was a monk. He was summoned to Gaul, appointed to the position of caesar (heir) and swiftly married so that a dynasty could be founded. In Hispania, Honorius's relatives took up arms in 408 and expelled Constantine's administration. An army under Constans and the general Gerontius was sent to deal with this and re-established Constantine's authority."
    },
    {
      "type": "text",
      "section": "Constans II (son of Constantine III)",
      "content": "Honorius acknowledged Constantine as co-emperor in early 409 and Constantine immediately raised Constans to the position of augustus (emperor), theoretically equal in rank to both Honorius and Constantine. Later in 409 Gerontius rebelled, proclaimed his client Maximus emperor and incited barbarian groups which had recently invaded Gaul to rise up. Constans was sent to Hispania to quash the revolt, but suffered a defeat and withdrew to Arelate (modern Arles). In 410, Constans was sent to Hispania with another army. Gerontius had strengthened his forces with barbarians and won a battle against Constans; the latter withdrew north and was defeated again and killed at Vienne early in 411. Gerontius then besieged Constantine in Arelate and killed him."
    },
    {
      "type": "image",
      "section": "Background",
      "filename": "image_35.jpg",
      "caption": "A map of the Roman Empire showing its division into two parts"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "Following the death of the Roman emperor Theodosius I in 395 the Roman Empire was divided between his two sons, seventeen-year-old Arcadius became emperor of the Eastern Roman Empire and ten-year-old Honorius emperor of the Western.[1] Honorius was underage and the leading general Stilicho became highly influential and the de facto commander-in-chief of the Roman armies in the west.[2] The Western Empire was suffering from incursions of large groups from Germanic tribes, whom the Romans referred to generically as \"barbarians\".[3] Despite Roman distaste for the \"barbarians\", the imperial army recruited increasing numbers of them, and some rose to senior positions.[4][5] During this period Roman Britain suffered raids by the Scoti, Saxons and Picts.[6] In 402 Stilicho needed soldiers for wars with invading groups of Visigoths in Italy, and so stripped Hadrian's Wall in northern Britain of troops.[7][8]"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "In 406 the approximately 6,000 troops of the Roman field army based in Britain were dissatisfied.[note 1][10][11] They had not been paid for several years, a large contingent had left to fight on the continent four years earlier and had not returned, the garrisons of the coastal defences had been withdrawn to form the new field army and their commander had been replaced.[12][8] They revolted and determined to choose their own leader. Their first choice was a man named Marcus whom they appointed emperor. After a short period, unhappy with his performance, they killed him and appointed Gratian. He also failed to meet the troops' expectations and they killed him after four months.[13]"
    },
    {
      "type": "image",
      "section": "Background",
      "filename": "image_36.jpg",
      "caption": "a colour map showing details of Gaul and the surrounding areas"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "On 31 December 406 several tribes of barbarian invaders, including the Vandals, Sueves and Alans crossed the Rhine and overran the Roman defensive works in a successful invasion of Gaul.[note 2][14] The troops in Britain next chose as their leader a man who shared the name of the famed emperor of the early fourth century, Constantine the Great, who had himself risen to power through a military coup in Britain. Flavius Claudius Constantinus[15][16] was a common soldier and early in 407, possibly in February, his fellow soldiers acclaimed him as emperor;[15][17][18] by some accounts purely because his name recalled the earlier glories of his namesake.[16] Rebellion in Roman Britain was not unusual: the contemporary theologian Jerome described it as a province rich in usurpers.[19] It was on the periphery of the Empire and there was a common view that it was overlooked in terms of resources and patronage.[20] Such revolts were usually short-lived; Constantine was uncommon both in establishing a lasting power base and in successfully exporting his rebellion to the mainland.[21]"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "Constantine moved quickly: he appointed generals in Gaul and crossed the Channel at Bononia (modern Boulogne). He took with him all of the 6,000 or so mobile troops left in Britain and their commander, the general Gerontius. The Roman army of Gaul declared for him,[21] followed by the civilian administration in Hispania (modern Spain and Portugal).[22] The Western Roman government in Italy did not respond to the Germanic invasion of Gaul, while Constantine's forces got the better of at least one confrontation with the Vandals. Constantine also negotiated agreements with the Germanic groupings of the Franks, Alamanni and Burgundians, thus securing the line of the Rhine. The main Vandal force and their allies moved into northern Gaul (modern Belgium).[23][24]"
    },
    {
      "type": "image",
      "section": "Caesar",
      "filename": "image_37.jpg",
      "caption": "A gold coin showing the profile of a man with two strings of beads in his hair."
    },
    {
      "type": "text",
      "section": "Caesar",
      "content": "Little is known of Constans, the eldest son of Constantine, before his father was declared emperor.[25] He was a monk at the time his father rebelled, when he was summoned to the new imperial court. When Constantine reached Arelate (modern Arles), which he made his capital, he appointed Constans to the position of caesar – a senior, formal position that also recognised him as heir.[26][27] According to some historians he was renamed \"Constans\" at this point – to evoke memories of the youngest son of Constantine the Great, also named Constans, who became an emperor after his father's death. The ex-monk was swiftly married so a dynasty could be founded.[28][29][30]"
    },
    {
      "type": "text",
      "section": "Caesar",
      "content": "The Western Roman Empire was in conflict with the Eastern Roman Empire and had a tenuous alliance with a large force of Visigoths under Alaric.[31] Caught between different threats, Honorius and Stilicho sent a small army led by Sarus the Goth to put down Constantine's revolt while their main army waited on events.[32] Sarus defeated one of Constantine's armies in a pitched battle. Constantine then personally moved against Sarus, but was besieged in Valence.[33][34] After a week of siege another army, led by Gerontius and his fellow-general Edobichus and largely made up of freshly recruited Franks and Alamanni, arrived to relieve Valence. Sarus was forced to retreat into Italy.[35] With this success Constantine established control over most of Gaul and over the Alpine passes into Italy.[36]"
    },
    {
      "type": "text",
      "section": "Caesar",
      "content": "At the time of Constantine's initial landing on the continent, Honorius's many partisans in Hispania had been either unwilling or militarily unable to oppose his assumption of control. When Sarus seemed on the verge of ending Constantine's revolt, two members of Honorius's family – Didymus and Verinianus – rebelled and overthrew Constantine's regime in Hispania. Even with Sarus's withdrawal to Italy, the knowledge of the large new army assembling at Ticinum (modern Pavia) with the intention of shortly engaging Constantine encouraged them to persist and even to attempt to seal the Pyrenean passes.[37] Constantine feared that Honorius's cousins would organise an attack from that direction while troops under Sarus and Stilicho attacked him from Italy catching him in a pincer manoeuvre. He struck first, at Hispania.[35]"
    },
    {
      "type": "image",
      "section": "Caesar",
      "filename": "image_38.jpg",
      "caption": "a gold coin bearing the stylised full face of the Emperor Honorius"
    },
    {
      "type": "text",
      "section": "Caesar",
      "content": "Early in 408 Constans was sent with Gerontius and an army into Hispania.[35] Their army forced a pass and received reinforcements. Constans established himself at Caesaraugusta (modern Saragossa) and rebuilt the civilian administration while Gerontius took the army and decisively defeated Honorius's supporters at a battle in Lusitania, capturing Didymus and Verinianus. With Hispania back under Constantine's control Constans left his new wife at Caesaraugusta and returned to Arelate to report to his father. Didymus and Verinianus accompanied him and were executed there as civilian rebels.[22][38] By May 408 Constantine had taken over the existing imperial administration and officials in Gaul, and appointed a new chief minister (with the title of praetorian prefect)[39][40] and archbishop of Arelate.[41] Constantine commenced minting large quantities of good-quality coins at Arelate and attempted to present himself as the equal of the western and eastern emperors.[35]"
    },
    {
      "type": "text",
      "section": "Caesar",
      "content": "On 1 May 408 the eastern emperor, Arcadius, died, leaving a seven-year-old heir, Theodosius II. A disagreement arose between Stilicho and Honorius, who each wished to travel to Constantinople – the capital of the Eastern Empire – to represent the Western Empire's interests. Stilicho got his way: he was to leave for the east and Honorius was to remain in Ravenna, the capital of the Western Empire.[42][43] But a rift between him and Honorius was obvious. Much of Honorius's court, led by the senior bureaucrat Olympius, worked to oppose Stilicho by spreading rumours that he wished to travel east to depose Theodosius and set his son, Eucherius, on the throne. On 13 August Honorius was formally reviewing the army about to set out from Ticinum against Constantine. With him were many of the senior officers and officials of the Western Empire. The troops mutinied, slaughtering Stilicho's supporters but respecting the person of the Emperor. Stilicho sought sanctuary, then surrendered and was executed on 22 August.[44]"
    },
    {
      "type": "text",
      "section": "Co-emperor",
      "content": "The native parts of the army of Italy, encouraged by Olympius, started slaughtering Goths: the wives and children of their fellow soldiers who were living in Italian cities, sometimes overtly as hostages for their husbands and fathers' good behaviour, were easy targets. Those Goths who could fled north and joined Alaric, greatly increasing his fighting strength. Alaric promptly crossed the Alps and headed south through Italy, devastating the countryside. He camped his army outside Rome and demanded a huge ransom.[45]"
    },
    {
      "type": "image",
      "section": "Co-emperor",
      "filename": "image_39.jpg",
      "caption": "Both sides of a worn silver coin. One side showing the profile of a man with two strings of beads in his hair, the reverse a stylised figure bearing a spear and a globe."
    },
    {
      "type": "text",
      "section": "Co-emperor",
      "content": "Late in 408 Constantine sent an embassy to Ravenna. Needing to placate him, Honorius acknowledged him as co-emperor and sent a purple robe as formal recognition.[note 3] The pair were joint consuls for 409. At around this time Constantine raised Constans to the position of co-emperor, theoretically equal in rank to Honorius or Theodosius, as well as to Constantine.[47][48][49] Honorius continued to refuse to reach an agreement with Alaric. In retaliation Alaric elevated his own emperor, the senator Priscus Attalus, and in 410 the Visigoths entered Rome and pillaged the city for three days.[50]"
    },
    {
      "type": "text",
      "section": "Co-emperor",
      "content": "In spring or summer 409 Constans was sent back to Hispania. Either before Constans left Arelate or while he was travelling, Gerontius rebelled and proclaimed his client Maximus emperor. Maximus was an important figure in his own right, but it was clear he was controlled by Gerontius.[33][51] They set up court at Tarraco (modern Tarragona). Gerontius, concerned that he would not be able to withstand the military force Constans could bring to bear, attempted to incite the barbarians who had entered Gaul late in 406 against Constantine. These had been quiescent in the north of the territory, but now set off across Gaul for the rich territories of Aquitaine and Narbonensis (modern southern and south-west France) which they devastated. Concentrating on the threat from Constans, Gerontius weakened his garrisons in the Pyrenean passes and in autumn 409 much of the barbarian force entered Hispania.[52][53] Eventually Gerontius reached an arrangement with some of these groups whereby they supplied him with military forces, which enabled him to take the offensive against Constans.[53]"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "Meanwhile, Constans, with an army commanded by a general named Justus, attempted to subdue Gerontius. He failed, although no details are known, and returned to Arelate in spring 410. At about the same time Constantine returned from an abortive invasion of Italy. Given the difficulties the Visigoths were creating in Italy, Gerontius was considered a greater threat than Honorius.[54][55] Edobichus was again sent north to raise troops from the Franks while Constans returned to confront Gerontius with a fresh army. Details are again unclear, but it seems likely that Gerontius was simultaneously advancing on Arelate. The two armies clashed and Constans was defeated. He fell back to the north with what was left of his army, hoping to be reinforced by Edobichus. But Gerontius caught him at Vienne, probably early in 411, defeated his army and killed Constans. Gerontius's army then marched on Arelate and besieged Constantine.[56]"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "In 411 Honorius appointed a new general, Flavius Constantius, who took the army of Italy over the Alps and arrived at Arelate while Gerontius was outside the city. Many of Gerontius's troops deserted to Constantius and Gerontius withdrew to Hispania with the remainder. There, in a hopeless position, Gerontius committed suicide.[57][58] Constantius's army took over the siege. Meanwhile, Edobichus raised troops in northern Gaul among the Franks and Alamanni,[57] combined them with those of the army of Gaul still loyal to Constantine and marched to Constantine's assistance. Constantius defeated this force in an ambush.[59] After the troops guarding the Rhine abandoned him to support yet another claimant to the imperial throne – the Gallic Roman Jovinus – Constantine despaired, and he and his surviving son Julian surrendered to Constantius.[60] Despite the promise of his life, and his being ordained, Constantine and Julian were beheaded in either August or September 411 on Constantius's order.[15] Constantine's head was mounted on a pole and presented to Honorius on 18 September.[57] Constantius took over Stilicho's role as the main power in the Western Empire and generalissimo.[57] He was broadly able to recover the situation for the central authorities and to enable reconstruction. Gaul was pacified, the barbarians in Hispania were in large part subdued, the Visigoths were settled on land in Aquitaine as Roman allies.[61] Roman rule never returned to Britain after Constantine stripped its defences.[62]"
    },
    {
      "type": "text",
      "section": "Legend",
      "content": "In Geoffrey of Monmouth's popular and imaginative Historia Regum Britanniae Constantine III is also known as Constantine II of Britain and Constans is elected by the Britons as their king after Constantine's death. Hence Constans, through his younger brother Uther Pendragon, becomes an uncle of the legendary King Arthur.[63][64]"
    }
  ]
}