{
  "page_id": 69,
  "url": "https://en.wikipedia.org/wiki/2025_Chennai_Super_Kings_season",
  "title": "2025 Chennai Super Kings season - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_618.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2025 Chennai Super Kings season",
      "filename": "image_619.jpg",
      "caption": "M. A. Chidambaram Stadium in 2023"
    },
    {
      "type": "text",
      "section": "2025 Chennai Super Kings season",
      "content": "The 2025 season was the 16th season for the Indian Premier League franchise Chennai Super Kings. They were one of the ten teams that competed in the 2025 Indian Premier League (IPL). The team finished in fifth place in the previous season.[5] Mid-season, MS Dhoni took over as the captain after Ruturaj Gaikwad was ruled out due to injury. The team was coached by Stephen Fleming."
    },
    {
      "type": "text",
      "section": "2025 Chennai Super Kings season",
      "content": "The Chennai Super Kings had a poor season, and was the first team to be eliminated from the 2025 IPL. The team lost five matches at home in a season for the first time, and finished the season in last place (10th) with four wins from 14 matches."
    },
    {
      "type": "text",
      "section": "Pre-season",
      "content": "The 2025 Indian Premier League was the 18th edition of the Indian Premier League (IPL), a professional Twenty20 (T20) cricket league held in India, organized by the Board of Control for Cricket in India (BCCI). The Chennai Super Kings are the joint-most successful franchise with 5 title wins.[6][7] The tournament featured ten teams competing in 74 matches from 22 March to 3 June 2025 across 13 venues in India.[8][9] Chennai played all their home matches at M. A. Chidambaram Stadium,[10] except for the last one, which was moved to Arun Jaitley Cricket Stadium following the IPL's suspension and rescheduling.[11][12]"
    },
    {
      "type": "text",
      "section": "Player retention",
      "content": "Franchises were allowed to retain a maximum of six players from their squad,[13][14] including a maximum of five recent international players.[15] Franchises were required to submit their retention lists before 31 October 2024.[16] Chennai retained five players, including captain Ruturaj Gaikwad and former captains MS Dhoni and Ravindra Jadeja.[17]"
    },
    {
      "type": "text",
      "section": "Auction",
      "content": "The season's auction took place in November 2024 in Jeddah, Saudi Arabia.[20] The auction purse for each franchise was set at ₹120 crore (US$14 million), with franchises deducting an amount from the purse for every retained player.[21] Chennai had a purse remaining of ₹55 crore (US$6.5 million).[22] Franchises that did not retain six players, were allowed Right-to-Match cards at the auction for each player not retained.[23] Chennai had one card available.[24]"
    },
    {
      "type": "text",
      "section": "Auction",
      "content": "Chennai bought 20 players in the auction, including ten capped players and six overseas players. The franchise used its Right-to-Match card to buy back Rachin Ravindra for ₹4 crore (US$470,000).[25] They spent ₹10 crore (US$1.2 million) to buy Afghan spin bowler Noor Ahmad and ₹9.75 crore (US$1.2 million) on Indian all-rounder Ravichandran Ashwin, who had played for the team until 2015.[26] The team also bought back Mukesh Choudhary, Devon Conway, Sam Curran, and Shaik Rasheed, all of whom had previously played for the franchise.[25][19]"
    },
    {
      "type": "text",
      "section": "Support staff",
      "content": "In September 2024, it was announced that Chennai's bowling coach, Dwayne Bravo, would join Kolkata Knight Riders in a mentorship role.[32]"
    },
    {
      "type": "text",
      "section": "League stage",
      "content": "The Chennai Super Kings started off with a win against rivals Mumbai Indians at Chennai, after the team chased down a target of 156 runs with four wickets to spare.[34] However, the team had a poor string of results, losing the next five games. This was the first time in the history of the tournament that the team had suffered five consecutive losses.[35] On 10 April, Gaikwad withdrew from the season due to injury, and Dhoni took over as the captain.[36] The team secured its second win of the season in its seventh match against the Lucknow Super Giants on 14 April.[37]"
    },
    {
      "type": "text",
      "section": "League stage",
      "content": "After the defeat against Punjab Kings on 30 April, the team had lost eight of its first ten matches and was the first team to be eliminated from the season.[38] The Super Kings lost five matches at home in a season for the first time, and was eliminated in the league stage in two consecutive seasons for the first time since the inauguration of the tournament.[39] The team secured two more wins from the last four matches including a record win against the Gujarat Titans in the last league match. The team finished at the bottom of the points table for the first time in an IPL season with eight points.[40]"
    },
    {
      "type": "image",
      "section": "Statistics",
      "filename": "image_620.jpg",
      "caption": "Shivam Dube in 2024"
    }
  ]
}