{
  "page_id": 79,
  "url": "https://en.wikipedia.org/wiki/Hennessy",
  "title": "Hennessy - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_769.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Hennessy",
      "filename": "image_770.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Hennessy",
      "filename": "image_771.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Hennessy",
      "content": "Jas Hennessy & Cie., commonly known simply as Hennessy (French pronunciation: [ɛnɛsi]), is a French producer of cognac, founded in 1765 by Richard Hennessy which has its headquarters in Cognac, France."
    },
    {
      "type": "text",
      "section": "Hennessy",
      "content": "It is one of the best-known cognac houses,[1] along with Martell, Courvoisier, and Rémy Martin, who together make around 45% of the world's cognac.[2] Hennessy sells approximately 102 million bottles of its cognacs per year,[3] making it the world's largest cognac producer, and in 2017 its sales represented around 60% of the US cognac market.[4] As well as distilling cognac eaux-de-vie itself, the company also acts as a négociant.[5]"
    },
    {
      "type": "text",
      "section": "Hennessy",
      "content": "The brand is owned by Moët Hennessy since a champagne & cognac merger in the early seventies, which is in turn owned by LVMH (66%) and Diageo (34%), with Diageo acting as a controlling shareholder.[6] Hennessy pioneered several industry-standard practices in the world of cognac, and its association with luxury has made it a regular point of reference in popular culture, especially in hip hop."
    },
    {
      "type": "image",
      "section": "History",
      "filename": "image_772.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The Hennessy cognac distillery was founded by Irish Jacobite military officer Richard Hennessy in 1765, who had served in the army of Louis XV.[7][8] The Hennessy family's seat was Killavullen near Mallow, and was closely related in County Cork to the Nagle, Burke and Roche families. He retired to the Cognac region, and began distilling and exporting brandies, first to Britain and his native Ireland, closely followed by the United States.[8] In 1813 Richard Hennessy's son James Hennessy gave the company its trading name, Jas Hennessy & Co.[9] He was also responsible for choosing Jean Fillioux as the house's Master Blender. A member of the Fillioux family has occupied the role ever since, a business relationship that has lasted eight generations and more than 250 years.[10]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Hennessy became the world's leading exporter of brandy in the 1840s, a status it has never lost.[5] By 1860, it represented one out of every four bottles of cognac sold internationally.[11] Hennessy also instituted several of the conventions now used across the cognac industry. It was one of the first marques to sell bottles rather than casks of cognac, a process that helped it survive the Great French Wine Blight in the mid-nineteenth century.[5] It was also the first cognac house to use star ratings, and the gradings V.S.O.P. and XO, which are today used by most other cognac producers."
    },
    {
      "type": "text",
      "section": "History",
      "content": "The V.S.O.P. designation was first applied in 1817, when the Prince Regent (later King George IV) of Britain asked Hennessy to create a \"very superior old pale\" cognac, a description that had previously been applied to sherries.[5] Maurice Hennessy, the grandson of Richard Hennessy, then introduced a star-based classification of cognac qualities in 1865 (a system simultaneously adopted by Hennessy's competitor Martell), which remained the industry standard of cognac age designation until the 1960s.[5] Maurice Hennessy also created the XO (\"extra old\") designation in 1870, for cognacs which had undergone prolonged cask maturation.[5]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "A branch of the Hennessy family moved from France to England in the early 1900s. It established itself in the Army and in English politics, eventually earning the title of Baron Windlesham. Although family ties are alive, the English branch is no longer involved in the cognac business."
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1944 Kilian Hennessy, a fifth-generation direct descendant of Richard Hennessy, began assisting his cousin Maurice Hennessy in running the business.[12] Kilian Hennessy had intended to be a banker, but instead went on to position Hennessy as an international brand, travelling to Ireland, the United States and Asia to promote the brand.[12] He first visited China in 1946, and the nation has since become the world's second-largest cognac market.[13] In 1947, Hennessy's business relationship with Martell also came to a close, after the death of Maurice Firino-Martell.[14]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Hennessy has also become a key part of major luxury conglomerates. In 1971 Kilian Hennessy spearheaded the company's merger with Moët et Chandon, to create Moët Hennessy which eventually went public and thrived financially.[15] Moët Hennessy then announced a merger with Louis Vuitton, which already owned champagne brands, in 1987,[16] creating the world's largest luxury brand conglomerate, Louis Vuitton • Moët-Hennessy or LVMH."
    },
    {
      "type": "text",
      "section": "History",
      "content": "In 1988, a management crisis led to the group's takeover by Bernard Arnault, owner of the haute couture house Christian Dior, with the support of the Guinness brewery group.[17] The so-called \"LVMH affair\" was so controversial in France that French President François Mitterrand referenced it in a televised address.[17]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Kilian Hennessy remained on the company's advisory board until his death in 2010 at the age of 103.[15] An eighth generation representative of the Hennessy dynasty, Maurice-Richard Hennessy, acts as one of the brand's global ambassadors. He had originally trained as a farmer before entering the family business.[18]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "From 2018 onward, Hennessy experienced production shortages caused in part by increased demand, bottle shortages, and frosts.[19]"
    },
    {
      "type": "image",
      "section": "Marketing",
      "filename": "image_773.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Hennessy holds the largest collection of cognac eaux-de-vie in the world, with more than 470,000 casks in its cellars.[3] Through a process of blending and maturation of varying lengths, it makes several distinct gradings of cognac. As well as its V.S and V.S.O.P. gradings, which make up the majority of its sales, Hennessy is known for expensive specialist cognacs, some of which are still blended by the Fillioux family.[5]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Limited editions of Hennessy can contain more than one hundred different eaux-de-vie, some of which can be centuries old; they are traditionally accompanied with luxurious trimmings such as custom-made boxes and hand-blown carafes.[20] A bottle of Richard Hennessy, for example, is priced at around USD$7,000, and comes in a Baccarat crystal decanter with matching glasses, a fusil, and a tray, all designed by the architect Daniel Libeskind.[21]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Since 2009, Hennessy has released a number of collectible editions to mark anniversaries, special occasions, or collaborations with artists, designers and organisations, such as the NBA.[22] It has collaborated with Zhang Enli, Les Twins, Refik Anadol, Kaws and Marc Newson among others."
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Hennessy is also used as an ingredient in cocktails and mixed drinks, and is commonly served in nightclubs and bars.[14] The company has launched a number of new products aimed at this on-premises market, including Pure White, Hennessy Black[23] and Fine de Cognac, and promoted them accordingly.[24] The rapper Nas has acted as a brand ambassador for the brand.[25]"
    },
    {
      "type": "text",
      "section": "Marketing",
      "content": "Hennessy has a substantial consumer base among African Americans, who drink the majority of the cognac consumed in the United States.[26] Accordingly, the brand has also marketed itself with initiatives around black entrepreneurship and Black History Month.[4]"
    },
    {
      "type": "image",
      "section": "Products",
      "filename": "image_774.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "Hennessy has a long-standing relationship with African American culture, especially hip hop.[28] It has been described as \"synonymous with rap music and African Americans, who are the brand's major consumers and advocates\".[29] While music, especially the 2004 2Pac song \"Hennessy\" has been credited with popularising the drink, some historians have pointed to a much older relationship, which began when African American servicemen encountered cognac in France during World War I and World War II.[28]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "Hennessy has actively pursued this consumer group for decades. It targeted minority audiences as early as the 1950s, when it placed advertisements in African American magazines like Ebony and Jet, used African American models, and hired African American employees.[29] By some estimates more than two thirds of Hennessy sold in the United States is consumed by African Americans.[30] It is sometimes referred to as \"Henny\".[31]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "Hennessy appears frequently in the lyrics of popular music, and by one estimate the words \"Hennessy\" or \"cognac\" are referenced in more than 1,000 songs.[29][32]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "Some notable examples include \"KC Tea\" (2010) by Tech N9ne,[33] \"Hennessey\" (2004) by 2Pac,[34] \"Hennesey n Buddah\" (2000) by Snoop Dogg,[35] \"Hennessy\" (2021) by Kodoku,[36] \"Love Scars\" (2017) by Trippie Redd,[37] \"We Be Burnin'\" (2005) by Sean Paul,[38] \"Boombayah\" by K-pop group Blackpink,[39] \"Hennessy and Sailor Moon\" (2016) by Yung Lean,[40] \"The Humpty Dance\" (1990) by Digital Underground,[41] \"Pass Me Da Green\" by Master P (1997),[42] \"Moodz\" by Blackbear, \"Red Bull & Hennessy\" by Jenny Lewis,[43] \"6 Inch\" by Beyoncé,[44] \"Blame It\" by Jamie Foxx,[45]  \"Henny & Gingerale\" by Mayer Hawthorne,[46] \"N.Y. State of Mind\" by Nas, \"Heaven & Hennessey\" by Nana, \"Whistle\" by D-Block Europe,[47] \"Better Now\", \"Pain\" by 2Pac and \"Rockstar (ft. 21 Savage)\" by Post Malone.[48][49] The cognac is referenced in the chorus of the Drake single \"One Dance\" (2016),[50] which reached #1 on the Billboard Hot 100.[51] The Rap duo Mobb Deep also wear Hennessy jerseys in the music video for their 1995 hit single \"Shook Ones (Part II)\".[52]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "In a 2019 interview with the South China Morning Post, Maurice-Richard Hennessy said that “the word ‘Hennessy’ goes well in a song\", and disclosed that he had met several rap artists, who he thought were \"nice people\". He told the paper that \"they often come from poor backgrounds and ask me about recommendations, how to drink it, how it's made.”[53]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "Hennessy is the drink of choice for Blues musician Del Paxton in the movie That Thing You Do![54] In the James Bond film On Her Majesty's Secret Service, Bond, rescued by a St. Bernard in Switzerland, curtly dismisses the dog and tells him to bring five star Hennessy.[55]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "At the 2009 VMAs interruption, Kanye West was reportedly intoxicated after drinking Hennessy and other various alcoholic drinks before his infamous interruption of Taylor Swift.[56]"
    },
    {
      "type": "text",
      "section": "Hennessy Literary Awards",
      "content": "Hennessy sponsors the New Irish Writing competition in the Irish Independent, and the associated annual Hennessy Literary Award, that has launched such Irish writers as Joseph O'Connor, Dermot Bolger, Colm Ó Clúbhán, Patrick McCabe, Colum McCann, Frank McGuinness, Anne Enright, Hugo Hamilton, Dermot Healy and Neil Jordan.[57][58][59]"
    },
    {
      "type": "text",
      "section": "Notable consumers",
      "content": "Hennessy was the favourite drink of Kim Jong-il, former Supreme Leader of North Korea. Hennessy once reported that Kim spent over $700,000 a year on Paradis cognac.[60]"
    }
  ]
}