{
  "page_id": 168,
  "url": "https://en.wikipedia.org/wiki/Aaqib_Javed",
  "title": "Aaqib Javed - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1294.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Aaqib Javed",
      "content": "Aaqib Javed (Urdu: عاقب جاوید; born 5 August 1972) is a Pakistani former international cricketer and the current head coach of Pakistani cricket team in all formats. He is also a member of the Men's National Selection Committee of the Pakistan Cricket Board. He was a right-handed fast-medium pace bowler with the ability to swing the ball both ways. He played 22 Tests and 163 One Day Internationals for Pakistan between 1988 and 1998.[1][2] He was a part of the Pakistan team which won the 1992 Cricket World Cup.[3]"
    },
    {
      "type": "text",
      "section": "Aaqib Javed",
      "content": "He has also served as the director of cricket operations and head coach of Pakistan Super League side Lahore Qalandars.[4] In 2024, he relinquished these responsibilities when he became a part of the selection committee.[5]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "Aaqib Javed was born into a Punjabi Jat (Sandhu clan) family[6] in Sheikhupura, Punjab."
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "He has studied at Government Islamia College in Lahore.[7]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "He married Farzana Aqib, a novelist, poet, journalist and human rights activist, in 1998.[8]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Aaqib's best performances in internationals came against India. He took 54 wickets in his 39 ODIs against India at an average of 24.64 – 6.79 runs lower than his career ODI average. Four of his six ODI Man of the Match awards were against India.[9]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Aaqib took a hat-trick in an ODI against India on 25 October 1991, aged only 19 years and 81 days. He remains the youngest player to have taken an ODI hat-trick. He was a key member of the Pakistan team that won the 1992 Cricket World Cup. Aaqib Javed's international cricket career came to a premature end at the age of 26.[10]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "Previously, Aaqib was the chief coach of the National Cricket Academy in Lahore.[11] He is also associated with The Computer House, a Pakistani computer hardware company. He coached Pakistan's U-19 team to victory in the 2004 U-19 Cricket World Cup.[12] Aaqib has, in the past, also helped with the development of the Afghanistan national cricket team. He also served as the bowling coach of the Pakistan cricket team. With Waqar Younis the head coach and Intikhab Alam the manager, but on 10 February 2012, he resigned from being the bowling coach of Pakistan and shifted to becoming the bowling and head coach of the United Arab Emirates national cricket team, a position he held until 2016.[13]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "From 2016 to 2024, he was the director of cricket operations and bowling consultant for Lahore Qalandars in the Pakistan Super League. In December 2017, he was appointed as the head coach of the team.[14][15] He quit both positions when he became a part of the national selection committee, in 2024.[5]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "He previously served as the fast bowling coach of Sri Lankan national cricket team on a two year basis.[16]"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "Aaqib Javed was appointed as the interim head coach of the Pakistan men's cricket team in limited-overs cricket in 2024, following the resignation of Gary Kirsten on 28 October 2024. Javed took over the role on 18 November 2024, and oversaw the team during their tour of Australia and Zimbabwe"
    },
    {
      "type": "text",
      "section": "Coaching career",
      "content": "After 46 days of Kirsten's resignation, Jason Gillespie, the head coach of the red-ball format, also resigned on December 12. Consequently, Javed took over the role of interim head coach of the Pakistan men's cricket team in the red-ball format on the same day. Currently, Javed serves as the interim head coach of the Pakistan men's cricket team in all formats.[17]"
    },
    {
      "type": "text",
      "section": "Cricket administration",
      "content": "In October 2024, the Pakistan Cricket Board named Aaqib as part of its selection committee.[18] He eventually resigned from his position as director and head coach of Lahore Qalandars after eight years of association with the team due to his new posting, and has innovated with what cricket analyst Danyal Rasool calls a \"revolution\", an all-spin attack, a rarity in Pakistan cricket (traditionally relying on fast-bowling) that he calls \"Aaqib-ball\", and, despite the initial skepticism from all corners, this strategy secured a Test series win against England.[5]"
    }
  ]
}