{
  "page_id": 72,
  "url": "https://en.wikipedia.org/wiki/Ian_Fleming",
  "title": "Ian Fleming - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_637.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Ian Fleming",
      "filename": "image_638.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Ian Fleming",
      "content": "Ian Lancaster Fleming (28 May 1908 – 12 August 1964) was a British writer, best known for his postwar James Bond series of spy novels. Fleming came from a wealthy family connected to the merchant bank Robert Fleming & Co., and his father was the Member of Parliament (MP) for Henley from 1910 until his death on the Western Front in 1917. Educated at Eton, Sandhurst, and, briefly, the universities of Munich and Geneva, Fleming moved through several jobs before he started writing."
    },
    {
      "type": "text",
      "section": "Ian Fleming",
      "content": "While working for Britain's Naval Intelligence Division during the Second World War, Fleming was involved in planning Operation Goldeneye and in the planning and oversight of two intelligence units: 30 Assault Unit and T-Force. He drew from his wartime service and his career as a journalist for much of the background, detail, and depth of his James Bond novels."
    },
    {
      "type": "text",
      "section": "Ian Fleming",
      "content": "Fleming wrote his first Bond novel, Casino Royale, in 1952, at age 44. It was a success, and three print runs were commissioned to meet the demand. Eleven Bond novels and two collections of short stories followed between 1953 and 1966. The novels centre around James Bond, an officer in the Secret Intelligence Service, commonly known as MI6. Bond is also known by his code number, 007, and was a commander in the Royal Naval Volunteer Reserve. The Bond stories rank among the best-selling series of fictional books of all time, having sold over 100 million copies worldwide. Fleming also wrote the children's story Chitty-Chitty-Bang-Bang (1964) and two works of non-fiction. In 2008, The Times ranked Fleming 14th on its list of \"The 50 greatest British writers since 1945\"."
    },
    {
      "type": "text",
      "section": "Ian Fleming",
      "content": "Fleming was married to Anne Charteris. She had divorced her husband, the 2nd Viscount Rothermere, because of her affair with the author. Fleming and Charteris had a son, Caspar. Fleming was a heavy smoker and drinker for most of his life and succumbed to heart disease in 1964 at the age of 56. Two of his James Bond books were published posthumously; other writers have since produced Bond novels. Fleming's creation has appeared in film twenty-seven times, portrayed by six actors in the official film series."
    },
    {
      "type": "image",
      "section": "Birth and family",
      "filename": "image_639.jpg",
      "caption": "A discoloured brass plaque showing the names of those local men killed in the First World War"
    },
    {
      "type": "text",
      "section": "Birth and family",
      "content": "Ian Lancaster Fleming was born on 28 May 1908, at 27 Green Street in the wealthy London district of Mayfair.[1][2] His mother was Evelyn \"Eve\" Fleming, née Rose, and his father was Valentine Fleming, the Member of Parliament for Henley from 1910 to 1917.[3][4] As an infant he briefly lived with his family at Braziers Park in Oxfordshire.[5] Fleming was a grandson of the Scottish financier Robert Fleming, who co-founded the Scottish American Investment Company and the merchant bank Robert Fleming & Co.[1][a]"
    },
    {
      "type": "text",
      "section": "Birth and family",
      "content": "In 1914, with the start of the First World War, Valentine Fleming joined \"C\" Squadron of Queen's Own Oxfordshire Hussars, and rose to the rank of major.[4] He was killed by German shelling on the Western Front on 20 May 1917. Winston Churchill wrote an obituary for him that appeared in The Times.[7] Because Valentine had owned an estate at Arnisdale, his death was commemorated on the Glenelg War Memorial.[8]"
    },
    {
      "type": "text",
      "section": "Birth and family",
      "content": "Fleming's elder brother Peter became a travel writer and married actress Celia Johnson.[9] Peter served with the Grenadier Guards during the Second World War, was later commissioned under Colin Gubbins to help establish the Auxiliary Units, and became involved in behind-the-lines operations in Norway and Greece during the war.[9]"
    },
    {
      "type": "text",
      "section": "Birth and family",
      "content": "Fleming had two younger brothers, Richard and Michael, who also served in the Second World War. Richard served with Scottish regiments (Lovat Scouts and Seaforth Highlanders) and was the father of author,  James Fleming.[10]  Michael died of wounds in October 1940 after being captured at Normandy while serving with the Oxfordshire and Buckinghamshire Light Infantry.[11] Fleming also had a younger maternal half-sister born out of wedlock, the cellist Amaryllis Fleming (1925–1999), whose father was the artist Augustus John.[12] Amaryllis was conceived during a long-term affair between John and Evelyn which had started in 1923, six years after the death of Valentine.[13]"
    },
    {
      "type": "text",
      "section": "Education and early life",
      "content": "In 1914 Fleming attended Durnford School, a preparatory school on the Isle of Purbeck in Dorset.[14][b] He did not enjoy his time at Durnford; he suffered unpalatable food, physical hardship and bullying.[14]"
    },
    {
      "type": "image",
      "section": "Education and early life",
      "filename": "image_640.jpg",
      "caption": "A building in the Tudor style with a courtyard in front"
    },
    {
      "type": "text",
      "section": "Education and early life",
      "content": "In 1921 Fleming enrolled at Eton College. Not a high achiever academically, he excelled at athletics and held the title of Victor Ludorum (\"Winner of the Games\") for two years between 1925 and 1927.[16] He also edited a school magazine, The Wyvern.[1] His lifestyle at Eton brought him into conflict with his housemaster, E. V. Slater, who disapproved of Fleming's attitude, his hair oil, his ownership of a car and his relations with women.[14] Slater persuaded Fleming's mother to remove him from Eton a term early for a crammer course to gain entry to the Royal Military College, Sandhurst.[3][14] He spent less than a year there, leaving in 1927 without gaining a commission, after contracting gonorrhea.[16]"
    },
    {
      "type": "text",
      "section": "Education and early life",
      "content": "In 1927, to prepare Fleming for possible entry into the Foreign Office,[17] his mother sent him to the Tennerhof in Kitzbühel, Austria, a small private school run by the Adlerian disciple and former British spy Ernan Forbes Dennis and his novelist wife, Phyllis Bottome.[18] After improving his language skills there, he studied briefly at Munich University and the University of Geneva.[1] While in Geneva, Fleming began a romance with Monique Panchaud de Bottens[c] and the couple became engaged just before he returned to London in September 1931 to take the Foreign Office exam. He scored an adequate pass standard, but failed to get a job offer.[20] His mother intervened in his affairs, lobbying Sir Roderick Jones, head of Reuters News Agency, and in October 1931 he was given a position as a sub-editor and journalist for the company.[1] In April 1933 Fleming spent time in Moscow, where he covered the Stalinist show trial of six engineers from the British company Metropolitan-Vickers,[21] generally known as the Metro-Vickers Affair. While there he applied for an interview with Soviet premier Joseph Stalin, and was amazed to receive a personally signed note apologising for not being able to attend.[22] Upon returning from Moscow he ended the engagement to Monique after his mother threatened to cut off his trust fund allowance.[23][24][25][26]"
    },
    {
      "type": "text",
      "section": "Education and early life",
      "content": "Fleming bowed to family pressure again in October 1933, and went into banking with a position at the financiers Cull & Co.[21] In 1935 he moved to Rowe and Pitman on Bishopsgate as a stockbroker.[22] Fleming was unsuccessful in both roles.[27][21] The same year, Fleming met Muriel Wright whilst skiing in Kitzbühel, and began a long-term relationship with her. After her death during a World War II bombing raid in London in 1944,[28] Fleming was overcome with guilt and remorse, and it is generally thought that she provided the inspiration for the women he was to create for his future novels.[29][30] Early in 1939 Fleming began an affair with Ann O'Neill, née Charteris, who was married to the 3rd Baron O'Neill;[31] she was also having an affair with Esmond Harmsworth, the heir to Lord Rothermere, owner of the Daily Mail.[32]"
    },
    {
      "type": "image",
      "section": "Second World War",
      "filename": "image_641.jpg",
      "caption": "A red brick building with white stone detailing in the Queen Anne style with French influences"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "In May 1939 Fleming was recruited by Rear Admiral John Godfrey, Director of Naval Intelligence of the Royal Navy, to become his personal assistant. He joined the organisation full-time in August 1939,[33] with the codename \"17F\",[34] and worked out of a Room 39 at the Admiralty.[35] Fleming's biographer, Andrew Lycett, notes that Fleming had \"no obvious qualifications\" for the role.[1] As part of his appointment, Fleming was commissioned into the Royal Naval Volunteer Reserve in July 1939,[33] initially as lieutenant,[35] but was promoted to lieutenant commander a few months later.[36]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Fleming proved invaluable as Godfrey's personal assistant and excelled in administration.[1] Godfrey was known as an abrasive character who made enemies within government circles. He frequently used Fleming as a liaison with other sections of the government's wartime administration, such as the Secret Intelligence Service, the Political Warfare Executive, the Special Operations Executive (SOE), the Joint Intelligence Committee and the Prime Minister's staff.[37]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "On 29 September 1939, soon after the start of the war, Godfrey circulated a memorandum that, \"bore all the hallmarks of ... Lieutenant Commander Ian Fleming\", according to historian Ben Macintyre.[38] It was called the Trout Memo and compared the deception of an enemy in wartime to fly fishing.[38] The memo contained several schemes to be considered for use against the Axis powers to lure U-boats and German surface ships towards minefields.[39] Number 28 on the list was an idea to plant misleading papers on a corpse that would be found by the enemy; the suggestion is similar to Operation Mincemeat, the 1943 plan to conceal the intended invasion of Italy from North Africa, which was developed by Charles Cholmondoley in October 1942.[40] The recommendation in the Trout Memo was titled: \"A Suggestion (not a very nice one)\",[40] and continued: \"The following suggestion is used in a book by Basil Thomson: a corpse dressed as an airman, with despatches in his pockets, could be dropped on the coast, supposedly from a parachute that has failed. I understand there is no difficulty in obtaining corpses at the Naval Hospital, but, of course, it would have to be a fresh one.\"[40]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "In 1940 Fleming and Godfrey contacted Kenneth Mason, Professor of Geography at Oxford University, about the preparation of reports on the geography of countries involved in military operations. These reports were the precursors of the Naval Intelligence Division Geographical Handbook Series produced between 1941 and 1946.[41]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Operation Ruthless, a plan aimed at obtaining details of the Enigma codes used by the German Navy, was instigated by a memo written by Fleming to Godfrey on 12 September 1940. The idea was to \"obtain\" a Nazi bomber, man it with a German-speaking crew dressed in Luftwaffe uniforms, and crash it into the English Channel. The crew would then attack their German rescuers and bring their boat and Enigma machine back to England.[42] Much to the annoyance of Alan Turing and Peter Twinn at Bletchley Park, the mission was never carried out. According to Fleming's niece, Lucy, an official of the Royal Air Force pointed out that if they were to drop a downed Heinkel bomber in the English Channel, it would probably sink rather quickly.[43]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Fleming also worked with Colonel \"Wild Bill\" Donovan, President Franklin D. Roosevelt's special representative on intelligence co-operation between London and Washington.[44] In May 1941 Fleming accompanied Godfrey to the United States, where he assisted in writing a blueprint for the Office of the Coordinator of Information, the department that turned into the Office of Strategic Services and eventually became the CIA.[45]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Admiral Godfrey put Fleming in charge of Operation Goldeneye between 1941 and 1942; Goldeneye was a plan to maintain an intelligence framework in Spain in the event of a German takeover of the territory.[46] Fleming's plan involved maintaining communication with Gibraltar and launching sabotage operations against the Nazis.[47] In 1941 he liaised with Donovan over American involvement in a measure intended to ensure the Germans did not dominate the seaways.[48]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "In 1942 Fleming formed a unit of commandos, known as No. 30 Commando or 30 Assault Unit (30AU), composed of specialist intelligence troops.[49] 30AU's job was to be near the front line of an advance—sometimes in front of it—to seize enemy documents from previously targeted headquarters.[50] The unit was based on a German group headed by Otto Skorzeny, who had undertaken similar activities in the Battle of Crete in May 1941.[51] The German unit was thought by Fleming to be \"one of the most outstanding innovations in German intelligence\".[52]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Fleming did not fight in the field with the unit, but selected targets and directed operations from the rear.[51] On its formation the unit was 30 strong, but it grew to five times that size.[52] The unit was filled with men from other commando units, and trained in unarmed combat, safe-cracking and lock-picking at the SOE facilities.[51] In late 1942 Captain (later Rear-Admiral) Edmund Rushbrooke replaced Godfrey as head of the Naval Intelligence Division, and Fleming's influence in the organisation declined, although he retained control over 30AU.[1] Fleming was unpopular with the unit's members,[52] who disliked his referring to them as his \"Red Indians\".[53]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Before the 1944 Normandy landings, most of 30AU's operations were in the Mediterranean, although it is possible that it secretly participated in the Dieppe Raid in a failed pinch raid for an Enigma machine and related materials. Fleming observed the raid from HMS Fernie, 700 yards offshore.[54] Because of its successes in Sicily and Italy, 30AU became greatly trusted by naval intelligence.[55][56]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "In March 1944 Fleming oversaw the distribution of intelligence to Royal Navy units in preparation for Operation Overlord.[57] He was replaced as head of 30AU on 6 June 1944,[51] but maintained some involvement.[58] He visited 30AU in the field during and after Overlord, especially following an attack on Cherbourg for which he was concerned that the unit had been incorrectly used as a regular commando force rather than an intelligence-gathering unit. This wasted the men's specialist skills, risked their safety on operations that did not justify the use of such skilled operatives, and threatened the vital gathering of intelligence. Afterwards, the management of these units was revised.[55] He also followed the unit into Germany after it located, in Tambach Castle, the German naval archives from 1870.[59]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "In December 1944 Fleming was posted on an intelligence fact-finding trip to the Far East on behalf of the Director of Naval Intelligence.[60] Much of the trip was spent identifying opportunities for 30AU in the Pacific;[61] the unit saw little action because of the Japanese surrender.[62]"
    },
    {
      "type": "image",
      "section": "Second World War",
      "filename": "image_642.jpg",
      "caption": "A white-washed bungalow with a lawn in front"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "The success of 30AU led to the August 1944 decision to establish a \"Target Force\", which became known as T-Force. The official memorandum, held at The National Archives in London, describes the unit's primary role: \"T-Force = Target Force, to guard and secure documents, persons, equipment, with combat and Intelligence personnel, after capture of large towns, ports etc. in liberated and enemy territory.\"[63]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Fleming sat on the committee that selected the targets for the T-Force unit, and listed them in the \"Black Books\" that were issued to the unit's officers.[64] The infantry component of T-Force was in part made up of the 5th Battalion, King's Regiment, which supported the Second Army.[65] It was responsible for securing targets of interest for the British military, including nuclear laboratories, gas research centres and individual rocket scientists. The unit's most notable discoveries came during the advance on the German port of Kiel, in the research centre for German engines used in the V-2 rocket, Messerschmitt Me 163 fighters and high-speed U-boats.[66] Fleming later used elements of the activities of T-Force in his writing, particularly in his 1955 Bond novel Moonraker.[67]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "In 1942 Fleming attended an Anglo-American intelligence summit in Jamaica and, despite the constant heavy rain during his visit, he decided to live on the island once the war was over.[68] His friend Ivar Bryce helped find a plot of land in Saint Mary Parish where, in 1945, Fleming had a house built, which he named Goldeneye.[69] (His main residence remained in London, in Victoria).[70] The name of the house and estate where he wrote his novels has many possible sources. Fleming himself mentioned both his wartime Operation Goldeneye[71] and Carson McCullers' 1941 novel Reflections in a Golden Eye, which described the use of British naval bases in the Caribbean by the American navy.[69]"
    },
    {
      "type": "text",
      "section": "Second World War",
      "content": "Fleming was demobilised in May 1945, but remained in the RNVR for several years, receiving a promotion to substantive lieutenant-commander (Special Branch) on 26 July 1947.[72] In October 1947, he was awarded the King Christian X's Liberty Medal for his contribution in assisting Danish officers escaping from Denmark to Britain during the occupation of Denmark.[3][73] He ended his service on 16 August 1952, when he was removed from the active list of the RNVR with the rank of lieutenant-commander.[74]"
    },
    {
      "type": "text",
      "section": "Post-war",
      "content": "Upon Fleming's demobilisation in May 1945, he became the foreign manager in the Kemsley newspaper group, which at the time owned The Sunday Times. In this role he oversaw the paper's worldwide network of correspondents. His contract allowed him to take three months' holiday every winter, which he took in Jamaica.[1] Fleming worked full-time for the paper until December 1959,[75] but continued to write articles and attend the Tuesday weekly meetings until at least 1961.[76][77]"
    },
    {
      "type": "text",
      "section": "Post-war",
      "content": "After Anne Charteris's first husband died in the war, she expected to marry Fleming, but he decided to remain a bachelor.[1] On 28 June 1945, she married the second Viscount Rothermere.[32] Nevertheless, Charteris continued her affair with Fleming, travelling to Jamaica to see him under the pretext of visiting his friend and neighbour Noël Coward. In 1948 she gave birth to Fleming's daughter, Mary, who was stillborn. Rothermere divorced Charteris in 1951 because of her relationship with Fleming,[32] and the couple married on 24 March 1952 in Jamaica,[78] a few months before their son Caspar was born in August. Both Fleming and Ann had affairs during their marriage, she with Hugh Gaitskell, the Leader of the Labour Party and Leader of the Opposition.[79] Fleming had a long-term affair in Jamaica with one of his neighbours, Blanche Blackwell, the mother of Chris Blackwell of Island Records.[80]"
    },
    {
      "type": "text",
      "section": "Post-war",
      "content": "Fleming was also friends with British Prime Minister Anthony Eden whom he allowed to stay at Goldeneye in late November 1953 due to Eden's deteriorating health.[81]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "The scent and smoke and sweat of a casino are nauseating at three in the morning. Then the soul erosion produced by high gambling—a compost of greed and fear and nervous tension—becomes unbearable and the senses awake and revolt from it."
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "Fleming had first mentioned to friends during the war that he wanted to write a spy novel,[1] an ambition he achieved within two months with Casino Royale.[82] He started writing the book at Goldeneye on 15 January 1952, and was finished writing no later than 16 February 1952, averaging more than 2,000 words per day. He claimed afterwards that he wrote the novel to distract himself from his forthcoming wedding to the pregnant Charteris,[83] and called the work his \"dreadful oafish opus\".[84] His manuscript was typed in London by Joan Howe (mother of travel writer Rory MacLean), Fleming's red-haired secretary at The Times on whom the character Miss Moneypenny was partially based.[85] Clare Blanchard, a former girlfriend, advised him not to publish the book, or at least to do so under a pseudonym.[86]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "During Casino Royale's final draft stages, Fleming allowed his friend William Plomer to see a copy, and remarked \"so far as I can see the element of suspense is completely absent\".[87] Despite this, Plomer thought the book had sufficient promise and sent a copy to the publishing house Jonathan Cape. At first, they were unenthusiastic about the novel, but Fleming's brother Peter, whose books they managed, persuaded the company to publish it.[87] On 13 April 1953 Casino Royale was released in the UK in hardcover, priced at 10s 6d,[88] with a cover designed by Fleming.[89] It was a success and three print runs were needed to cope with the demand.[88][89][90]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "The novel centres on the exploits of James Bond, an officer in the Secret Intelligence Service, commonly known as MI6. Bond is also known by his code number, 007, and was a commander in the Royal Naval Reserve. Fleming took the name for his character from that of the American ornithologist James Bond, an expert on Caribbean birds and author of the definitive field guide Birds of the West Indies. Fleming, himself a keen birdwatcher,[91] had a copy of Bond's guide, and later told the ornithologist's wife, \"that this brief, unromantic, Anglo-Saxon and yet very masculine name was just what I needed, and so a second James Bond was born\".[92] In a 1962 interview in The New Yorker, he further explained: \"When I wrote the first one in 1953, I wanted Bond to be an extremely dull, uninteresting man to whom things happened; I wanted him to be a blunt instrument ... when I was casting around for a name for my protagonist I thought by God, [James Bond] is the dullest name I ever heard.\"[93]"
    },
    {
      "type": "image",
      "section": "1950s",
      "filename": "image_643.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "Fleming based his creation on individuals he met during his time in the Naval Intelligence Division, and admitted that Bond \"was a compound of all the secret agents and commando types I met during the war\".[94] Among those types were his brother Peter, whom he worshipped,[94] and who had been involved in behind-the-lines operations in Norway and Greece during the war.[9] Fleming envisaged that Bond would resemble the composer, singer and actor Hoagy Carmichael; others, such as author and historian Ben Macintyre, identify aspects of Fleming's own looks in his description of Bond.[95][96] General references in the novels describe Bond as having \"dark, rather cruel good looks\".[97]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "Fleming also modelled aspects of Bond on Conrad O'Brien-ffrench, a spy whom Fleming had met while skiing in Kitzbühel in the 1930s, Patrick Dalzel-Job, who served with distinction in 30AU during the war, and Bill \"Biffy\" Dunderdale, station head of MI6 in Paris, who wore cufflinks and handmade suits and was chauffeured around Paris in a Rolls-Royce.[94][98] Sir Fitzroy Maclean was another possible model for Bond, based on his wartime work behind enemy lines in the Balkans, as was the MI6 double agent Duško Popov.[99] Fleming also endowed Bond with many of his own traits, including the same golf handicap, his taste for scrambled eggs, his love of gambling, and use of the same brand of toiletries.[52][100]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "After the publication of Casino Royale, Fleming used his annual holiday at his house in Jamaica to write another Bond story.[1] Twelve Bond novels and two short-story collections were published between 1953 and 1966, the last two (The Man with the Golden Gun and Octopussy and The Living Daylights) posthumously.[101] Much of the background to the stories came from Fleming's previous work in the Naval Intelligence Division or from events he knew of from the Cold War.[102] The plot of From Russia, with Love uses a fictional Soviet Spektor decoding machine as a lure to trap Bond; the Spektor had its roots in the wartime German Enigma machine.[103] The novel's plot device of spies on the Orient Express was based on the story of Eugene Karp, a US naval attaché and intelligence agent based in Budapest who took the Orient Express from Budapest to Paris in February 1950, carrying papers about blown US spy networks in the Eastern Bloc. Soviet assassins already on the train drugged the conductor, and Karp's body was found shortly afterwards in a railway tunnel south of Salzburg.[104]"
    },
    {
      "type": "image",
      "section": "1950s",
      "filename": "image_644.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "Many of the names used in the Bond works came from people Fleming knew: Scaramanga, the principal villain in The Man with the Golden Gun, was named after a fellow Eton schoolboy with whom Fleming fought;[102] Goldfinger, from the eponymous novel, was named after British architect Ernő Goldfinger, whose work Fleming abhorred;[102] Sir Hugo Drax, the antagonist of Moonraker, was named after Fleming's acquaintance Admiral Sir Reginald Aylmer Ranfurly Plunkett-Ernle-Erle-Drax;[105] Drax's assistant, Krebs, bears the same name as Hitler's last Chief of Staff;[106] and one of the homosexual villains from Diamonds Are Forever, \"Boofy\" Kidd, was named after one of Fleming's close friends—and a relative of his wife—Arthur Gore, 8th Earl of Arran, known as Boofy to his friends.[102]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "Fleming's first work of non-fiction, The Diamond Smugglers, was published in 1957 and was partly based on background research for his fourth Bond novel, Diamonds Are Forever.[107] Much of the material had appeared in The Sunday Times and was based on Fleming's interviews with John Collard, a member of the International Diamond Security Organisation who had previously worked in MI5.[108] The book received mixed reviews in the UK and US.[109]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "For the first five books (Casino Royale, Live and Let Die, Moonraker, Diamonds Are Forever and From Russia, with Love) Fleming received broadly positive reviews.[110] That began to change in March 1958 when Bernard Bergonzi, in the journal Twentieth Century, attacked Fleming's work as containing \"a strongly marked streak of voyeurism and sado-masochism\"[111] and wrote that the books showed \"the total lack of any ethical frame of reference\".[111] The article compared Fleming unfavourably with John Buchan and Raymond Chandler on both moral and literary criteria.[112] A month later, Dr. No was published, and Fleming received harsh criticism from reviewers who, in the words of Ben Macintyre, \"rounded on Fleming, almost as a pack\".[113] The most strongly worded of the critiques came from Paul Johnson of the New Statesman, who, in his review \"Sex, Snobbery and Sadism\", called the novel \"without doubt, the nastiest book I have ever read\".[114] Johnson went on to say that \"by the time I was a third of the way through, I had to suppress a strong impulse to throw the thing away\".[114] Johnson recognised that in Bond there \"was a social phenomenon of some importance\",[114] but this was seen as a negative element, as the phenomenon concerned \"three basic ingredients in Dr No, all unhealthy, all thoroughly English: the sadism of a schoolboy bully, the mechanical, two-dimensional sex-longings of a frustrated adolescent, and the crude, snob-cravings of a suburban adult.\"[114] Johnson saw no positives in Dr. No, and said, \"Mr Fleming has no literary skill, the construction of the book is chaotic, and entire incidents and situations are inserted, and then forgotten, in a haphazard manner.\"[114]"
    },
    {
      "type": "text",
      "section": "1950s",
      "content": "Lycett notes that Fleming \"went into a personal and creative decline\" after marital problems and the attacks on his work.[1] Goldfinger had been written before the publication of Dr. No; the next book Fleming produced after the criticism was For Your Eyes Only, a collection of short stories derived from outlines written for a television series that did not come to fruition.[115] Lycett noted that, as Fleming was writing the television scripts and the short stories, \"Ian's mood of weariness and self-doubt was beginning to affect his writing\", which can be seen in Bond's thoughts.[116]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "In 1960 Fleming was commissioned by the Kuwait Oil Company to write a book on the country and its oil industry. The Kuwaiti government disapproved of the typescript, State of Excitement: Impressions of Kuwait, and it was never published. According to Fleming: \"The Oil Company expressed approval of the book but felt it their duty to submit the typescript to members of the Kuwait Government for their approval. The Sheikhs concerned found unpalatable certain mild comments and criticisms and particularly the passages referring to the adventurous past of the country which now wishes to be 'civilised' in every respect and forget its romantic origins.\"[117]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "Fleming followed the disappointment of For Your Eyes Only with Thunderball, the novelisation of a film script on which he had worked with others. The work had started in 1958 when Fleming's friend Ivar Bryce introduced him to a young Irish writer and director, Kevin McClory, and the three, together with Fleming and Bryce's friend Ernest Cuneo, worked on a script.[109] In October McClory introduced experienced screenwriter Jack Whittingham to the newly formed team,[118] and by December 1959 McClory and Whittingham sent Fleming a script.[119] Fleming had been having second thoughts on McClory's involvement and, in January 1960, explained his intention of delivering the screenplay to MCA, with a recommendation from him and Bryce that McClory act as producer.[120] He additionally told McClory that if MCA rejected the film because of McClory's involvement, then McClory should either sell himself to MCA, back out of the deal, or file a suit in court.[120]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "Working at Goldeneye between January and March 1960, Fleming wrote the novel Thunderball, based on the screenplay written by himself, Whittingham and McClory.[121] In March 1961 McClory read an advance copy, and he and Whittingham immediately petitioned the High Court in London for an injunction to stop publication.[122] After two court actions, the second in November 1961,[123] Fleming offered McClory a deal, settling out of court. McClory gained the literary and film rights for the screenplay, while Fleming was given the rights to the novel, provided it was acknowledged as \"based on a screen treatment by Kevin McClory, Jack Whittingham and the Author\".[124]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "Fleming's books had always sold well, but in 1961 sales increased dramatically. On 17 March 1961, four years after its publication and three years after the heavy criticism of Dr. No, an article in Life listed From Russia, with Love as one of US President John F. Kennedy's 10 favourite books.[125] Kennedy and Fleming had previously met in Washington.[93] This accolade and the associated publicity led to a surge in sales that made Fleming the biggest-selling crime writer in the US.[126][127] Fleming considered From Russia, with Love to be his best novel; he said \"the great thing is that each one of the books seems to have been a favourite with one or other section of the public and none has yet been completely damned.\"[103]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "In April 1961, shortly before the second court case on Thunderball,[1] Fleming had a heart attack during a regular weekly meeting at The Sunday Times.[76] While he was convalescing, one of his friends, Duff Dunbar, gave him a copy of Beatrix Potter's The Tale of Squirrel Nutkin and suggested that he take the time to write up the bedtime story that Fleming used to tell to his son Caspar each evening.[76] Fleming attacked the project with gusto and wrote to his publisher, Michael Howard of Jonathan Cape, joking that \"There is not a moment, even on the edge of the tomb, when I am not slaving for you\";[128] the result was Fleming's only children's novel, Chitty-Chitty-Bang-Bang, which was published in October 1964, two months after his death.[129]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "In June 1961 Fleming sold a six-month option on the film rights to his published and future James Bond novels and short stories to Harry Saltzman.[122] Saltzman formed the production vehicle Eon Productions along with Albert R. \"Cubby\" Broccoli, and after an extensive search, they hired Sean Connery on a six-film deal, later reduced to five beginning with Dr. No (1962).[130][131] Connery's depiction of Bond affected the literary character; in You Only Live Twice, the first book written after Dr. No was released, Fleming gave Bond a sense of humour that was not present in the previous stories.[132]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "Fleming's second non-fiction book was published in November 1963: Thrilling Cities,[133] a reprint of a series of Sunday Times articles based on Fleming's impressions of world cities[134] in trips taken during 1959 and 1960.[135] Approached in 1964 by producer Norman Felton to write a spy series for television, Fleming provided several ideas, including the names of characters Napoleon Solo and April Dancer, for the series The Man from U.N.C.L.E.[136] However, Fleming withdrew from the project following a request from Eon Productions, who were keen to avoid any legal problems that might occur if the project overlapped with the Bond films.[137]"
    },
    {
      "type": "text",
      "section": "1960s",
      "content": "In January 1964 Fleming went to Goldeneye for what proved to be his last holiday and wrote the first draft of The Man with the Golden Gun.[138] He was dissatisfied with it and wrote to William Plomer, the copy editor of his novels, asking for it to be rewritten.[139] Fleming became increasingly unhappy with the book and considered rewriting it, but was dissuaded by Plomer, who considered it viable for publication.[140]"
    },
    {
      "type": "image",
      "section": "Death",
      "filename": "image_645.jpg",
      "caption": "An obelisk marking the site of the Fleming family grave"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "Fleming was a heavy smoker and drinker throughout his adult life, and suffered from heart disease.[d] In 1961, aged 53, he suffered a heart attack and struggled to recuperate.[143] On 11 August 1964, while staying at a hotel in Canterbury, Fleming went to the Royal St George's Golf Club for lunch and later dined at his hotel with friends. The day had been tiring for him, and he collapsed with another heart attack shortly after the meal.[143] Fleming died at age 56 at Kent and Canterbury Hospital in the early morning of 12 August 1964—his son Caspar's 12th birthday.[144][145] His last recorded words were an apology to the ambulance drivers for having inconvenienced them,[146] saying \"I am sorry to trouble you chaps. I don't know how you get along so fast with the traffic on the roads these days.\"[147] Fleming was buried in the churchyard of Sevenhampton, near Swindon.[148] His will was proved on 4 November, with his estate valued at £302,147 (equivalent to £7,733,951 in 2023[149]).[150]"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "Fleming's last two books, The Man with the Golden Gun and Octopussy and The Living Daylights, were published posthumously.[101] The Man with the Golden Gun was published eight months after Fleming's death and had not been through the full editing process by Fleming.[151] As a result, the novel was thought by publishing company Jonathan Cape to be thin and \"feeble\".[152] The publishers had passed the manuscript to Kingsley Amis to read on holiday, but did not use his suggestions.[152] Fleming's biographer Henry Chandler observes that the novel \"received polite and rather sad reviews, recognising that the book had effectively been left half-finished, and as such did not represent Fleming at the top of his game\".[153] The final Bond book, containing two short stories, Octopussy and The Living Daylights, was published in Britain on 23 June 1966.[154]"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "In October 1975 Fleming's son Caspar, aged 23, killed himself by drug overdose[155] and was buried with his father.[148] Fleming's widow, Ann, died in 1981 and was buried with her husband and their son.[32]"
    },
    {
      "type": "text",
      "section": "Writing",
      "content": "The author Raymond Benson, who later wrote a series of Bond novels, noted that Fleming's books fall into two stylistic periods. Those books written between 1953 and 1960 tend to concentrate on \"mood, character development, and plot advancement\", while those released between 1961 and 1966 incorporate more detail and imagery. Benson argues that Fleming had become \"a master storyteller\" by the time he wrote Thunderball in 1961.[156]"
    },
    {
      "type": "text",
      "section": "Writing",
      "content": "Jeremy Black divides the series based on the villains Fleming created, a division supported by fellow academic Christoph Lindner.[157] Thus the early books from Casino Royale to For Your Eyes Only are classed as \"Cold War stories\", with SMERSH as the antagonists.[158] These were followed by Blofeld and SPECTRE as Bond's opponents in the three novels Thunderball, On Her Majesty's Secret Service and You Only Live Twice, after the thawing of East–West relations.[159][e] Black and Lindner classify the remaining books—The Man with the Golden Gun, Octopussy and The Living Daylights and The Spy Who Loved Me—as \"the later Fleming stories\".[161]"
    },
    {
      "type": "text",
      "section": "Style and technique",
      "content": "Fleming said of his work, \"while thrillers may not be Literature with a capital L, it is possible to write what I can best describe as 'thrillers designed to be read as literature'\".[162] He named Raymond Chandler, Dashiell Hammett, Eric Ambler and Graham Greene as influences.[163] William Cook in the New Statesman considered James Bond to be \"the culmination of an important but much-maligned tradition in English literature. As a boy, Fleming devoured the Bulldog Drummond tales of Lieutenant Colonel H. C. McNeile (aka \"Sapper\") and the Richard Hannay stories of John Buchan. His genius was to repackage these antiquated adventures to fit the fashion of postwar Britain ... In Bond, he created a Bulldog Drummond for the jet age.\"[100] Umberto Eco considered Mickey Spillane to have been another major influence.[164]"
    },
    {
      "type": "text",
      "section": "Style and technique",
      "content": "In May 1963 Fleming wrote a piece for Books and Bookmen magazine in which he described his approach to writing Bond books: \"I write for about three hours in the morning ... and I do another hour's work between six and seven in the evening. I never correct anything and I never go back to see what I have written ... By following my formula, you write 2,000 words a day.\"[162] Benson identified what he described as the \"Fleming Sweep\", the use of \"hooks\" at the end of chapters to heighten tension and pull the reader into the next.[165] The hooks combine with what Anthony Burgess calls \"a heightened journalistic style\"[166] to produce \"a speed of narrative, which hustles the reader past each danger point of mockery\".[167]"
    },
    {
      "type": "text",
      "section": "Style and technique",
      "content": "Umberto Eco analysed Fleming's works from a structuralist point of view,[168] and identified a series of oppositions within the storylines that provide structure and narrative, including:"
    },
    {
      "type": "text",
      "section": "Style and technique",
      "content": "Eco also noted that the Bond villains tend to come from Central Europe or from Slavic or Mediterranean countries and have a mixed heritage and \"complex and obscure origins\".[170] Eco found that the villains were generally asexual or homosexual, inventive, organisationally astute, and wealthy.[170] Black observed the same point: \"Fleming did not use class enemies for his villains instead relying on physical distortion or ethnic identity ... Furthermore, in Britain foreign villains used foreign servants and employees ... This racism reflected not only a pronounced theme of interwar adventure writing, such as the novels of Buchan, but also wider literary culture.\"[171] Writer Louise Welsh found that the novel Live and Let Die \"taps into the paranoia that some sectors of white society were feeling\" as the civil rights movements challenged prejudice and inequality.[172]"
    },
    {
      "type": "text",
      "section": "Style and technique",
      "content": "Fleming used well-known brand names and everyday details to support a sense of realism.[162] Kingsley Amis called this \"the Fleming effect\",[173] describing it as \"the imaginative use of information, whereby the pervading fantastic nature of Bond's world ... [is] bolted down to some sort of reality, or at least counter-balanced.\"[174]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "The Bond books were written in post-war Britain, when the country was still an imperial power.[175] As the series progressed, the British Empire was in decline; journalist William Cook observed that \"Bond pandered to Britain's inflated and increasingly insecure self-image, flattering us with the fantasy that Britannia could still punch above her weight.\"[100] This decline of British power was referred to in several of the novels; in From Russia, with Love, it manifested itself in Bond's conversations with Darko Kerim, when Bond admits that in England, \"we don't show teeth any more—only gums.\"[176][177] The theme is strongest in one of the later books of the series, the 1964 novel You Only Live Twice, in conversations between Bond and the head of Japan's secret intelligence service, Tiger Tanaka. Fleming was acutely aware of the loss of British prestige in the 1950s and early 60s, particularly during the Indonesia–Malaysia confrontation, when he had Tanaka accuse Britain of throwing away the empire \"with both hands\".[177][178][179]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "Black points to the defections of four members of MI6 to the Soviet Union as having a major impact on how Britain was viewed in US intelligence circles.[180] The last of the defections was that of Kim Philby in January 1963,[181] while Fleming was still writing the first draft of You Only Live Twice.[182] The briefing between Bond and M is the first time in the twelve books that Fleming acknowledges the defections.[183] Black contends that the conversation between M and Bond allows Fleming to discuss the decline of Britain, with the defections and the Profumo affair of 1963 as a backdrop.[179] Two of the defections had taken place shortly before Fleming wrote Casino Royale,[184] and the book can be seen as the writer's \"attempt to reflect the disturbing moral ambiguity of a post-war world that could produce traitors like Burgess and Maclean\", according to Lycett.[185]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "By the end of the series, in the 1965 novel, The Man with the Golden Gun, Black notes that an independent inquiry was undertaken by the Jamaican judiciary, while the CIA and MI6 were recorded as acting \"under the closest liaison and direction of the Jamaican CID\": this was the new world of a non-colonial, independent Jamaica, further underlining the decline of the British Empire.[186] The decline was also reflected in Bond's use of US equipment and personnel in several novels.[187] Uncertain and shifting geopolitics led Fleming to replace the Russian organisation SMERSH with the international terrorist group SPECTRE in Thunderball, permitting \"evil unconstrained by ideology\".[188] Black argues that SPECTRE provides a measure of continuity to the remaining stories in the series.[158]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "A theme throughout the series was the effect of the Second World War.[189] The Times journalist Ben Macintyre considers that Bond was \"the ideal antidote to Britain's postwar austerity, rationing and the looming premonition of lost power\",[190] at a time when coal and many items of food were still rationed.[100] Fleming often used the war as a signal to establish good or evil in characters:[106][191] in For Your Eyes Only, the villain, Hammerstein, is a former Gestapo officer, while the sympathetic Royal Canadian Mounted Police officer, Colonel Johns, served with the British under Montgomery in the Eighth Army.[192] Similarly, in Moonraker, Drax (Graf Hugo von der Drache) is a \"megalomaniac German Nazi who masquerades as an English gentleman\",[193] and his assistant, Krebs, bears the same name as Hitler's last Chief of Staff.[106] In this, Fleming \"exploits another British cultural antipathy of the 1950s. Germans, in the wake of the Second World War, made another easy and obvious target for bad press.\"[193] As the series progressed, the threat of a re-emergent Germany was overtaken by concerns about the Cold War, and the novels changed their focus accordingly.[194]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "Periodically in the series, the topic of comradeship or friendship arises, with a male ally who works with Bond on his mission.[195] Raymond Benson believes that the relationships Bond has with his allies \"add another dimension to Bond's character, and ultimately, to the thematic continuity of the novels\".[196] In Live and Let Die, agents Quarrel and Leiter represent the importance of male friends and allies, seen especially in Bond's response to the shark attack on Leiter; Benson observes that \"the loyalty Bond feels towards his friends is as strong as his commitment to his job\".[197] In Dr. No, Quarrel is \"an indispensable ally\".[198] Benson sees no evidence of discrimination in their relationship[199] and notes Bond's genuine remorse and sadness at Quarrel's death.[200]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "From the opening novel in the series, the theme of treachery was strong. Bond's target in Casino Royale, Le Chiffre, was the paymaster of a French communist trade union, and the overtones of a fifth column struck a chord with the largely British readership, as Communist influence in the trade unions had been an issue in the press and parliament,[201] especially after the defections of Burgess and Maclean in 1951.[185] The \"traitor within\" theme continued in Live and Let Die and Moonraker.[202]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "Raymond Benson considered the most obvious theme of the series to be good versus evil.[195] This crystallised in Goldfinger with the Saint George motif, which is stated explicitly in the book:[119] \"Bond sighed wearily. Once more into the breach, dear friend! This time, it really was St George and the dragon. And St George had better get a move on and do something\";[203] Black notes that the image of St. George is an English, rather than British personification.[204]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "The Bond novels also dealt with the question of Anglo-American relations, reflecting the central role of the US in the defence of the West.[205] In the aftermath of the Second World War, tensions surfaced between a British government trying to retain its empire and the American desire for a capitalist new world order, but Fleming did not focus on this directly, instead creating \"an impression of the normality of British imperial rule and action\".[189] Author and journalist Christopher Hitchens observed that \"the central paradox of the classic Bond stories is that, although superficially devoted to the Anglo-American war against communism, they are full of contempt and resentment for America and Americans\".[206] Fleming was aware of this tension between the two countries, but did not focus on it strongly.[189] Kingsley Amis, in his exploration of Bond in The James Bond Dossier, pointed out that \"Leiter, such a nonentity as a piece of characterization ... he, the American, takes orders from Bond, the Britisher, and that Bond is constantly doing better than he\".[207]"
    },
    {
      "type": "text",
      "section": "Major themes",
      "content": "For three of the novels, Goldfinger, Live and Let Die and Dr. No, it is Bond the British agent who has to sort out what turns out to be an American problem,[208] and Black points out that although it is American assets that are under threat in Dr. No, a British agent and a British warship, HMS Narvik, are sent with British soldiers to the island at the end of the novel to settle the matter.[209] Fleming became increasingly jaundiced about America, and his comments in the penultimate novel You Only Live Twice reflect this;[210] Bond's responses to Tanaka's comments reflect the declining relationship between Britain and America—in sharp contrast to the warm, co-operative relationship between Bond and Leiter in the earlier books.[179]"
    },
    {
      "type": "image",
      "section": "Legacy",
      "filename": "image_646.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Legacy",
      "content": "In the late 1950s, the author Geoffrey Jenkins had suggested to Fleming that he write a Bond novel set in South Africa, and sent him his own idea for a plot outline which, according to Jenkins, Fleming felt had great potential.[212] After Fleming's death, Jenkins was commissioned by Bond publishers Glidrose Productions to write a continuation Bond novel, Per Fine Ounce, but it was never published.[213] Starting with Kingsley Amis's Colonel Sun, under the pseudonym \"Robert Markham\" in 1968,[214] several authors have been commissioned to write Bond novels, including Sebastian Faulks, who was asked by Ian Fleming Publications to write a new Bond novel in observance of what would have been Fleming's 100th birthday in 2008.[215]"
    },
    {
      "type": "text",
      "section": "Legacy",
      "content": "During his lifetime Fleming sold thirty million books; double that number were sold in the two years following his death.[1] In 2008 The Times ranked Fleming fourteenth on its list of \"The 50 greatest British writers since 1945\".[216] In 2002 Ian Fleming Publications announced the launch of the CWA Ian Fleming Steel Dagger award, presented by the Crime Writers' Association to the best thriller, adventure or spy novel originally published in the UK.[217]"
    },
    {
      "type": "text",
      "section": "Legacy",
      "content": "The Eon Productions series of Bond films, which started in 1962 with Dr. No, continued after Fleming's death. Along with two non-Eon produced films, there have been twenty-five Eon films, with the most recent, No Time to Die, released in September 2021.[218] The Eon Productions series has grossed over $6.2 billion worldwide, making it one of the highest-grossing film series.[219]"
    },
    {
      "type": "text",
      "section": "Legacy",
      "content": "The influence of Bond in the cinema and in literature is evident in films and books including the Austin Powers series,[220] Carry On Spying[221] and the Jason Bourne character.[217] In 2011 Fleming became the first English-language writer to have an international airport named after him: Ian Fleming International Airport, near Oracabessa, Jamaica, was officially opened on 12 January 2011 by Jamaican Prime Minister Bruce Golding and Fleming's niece, Lucy.[222] The Lilly Library at Indiana University houses a collection of Fleming manuscripts and first editions as well as his personal library of rare books.[223]"
    },
    {
      "type": "text",
      "section": "Legacy",
      "content": "In 2023, it was reported that Fleming's James Bond series was being re-published, removing a number of racial slurs and references. A disclaimer was added at the beginning of each book, reading \"This book was written at a time when terms and attitudes which might be considered offensive by modern readers were commonplace. A number of updates have been made in this edition, while keeping as close as possible to the original text and the period in which it is set.\"[224][225] Most of the original versions are available from Project Gutenberg Canada."
    },
    {
      "type": "text",
      "section": "Legacy",
      "content": "Fleming's life is the subject of the 2024 biography, Ian Fleming: The Complete Man, that spans 864 pages and was completed with the help of Fleming's estate.[226][227] It was written by British novelist and biographer Nicholas Shakespeare.[228]"
    },
    {
      "type": "image",
      "section": "Arms",
      "filename": "image_647.jpg",
      "caption": "No caption"
    }
  ]
}