{
  "page_id": 78,
  "url": "https://en.wikipedia.org/wiki/Sophia_Duleep_Singh",
  "title": "Sophia Duleep Singh - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_765.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Sophia Duleep Singh",
      "filename": "image_766.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Sophia Duleep Singh",
      "content": "Princess Sophia Alexandrovna Duleep Singh (/səˈfaɪ.ə/ sə-FY-ə;[1] 8 August 1876 – 22 August 1948) was a prominent suffragette in the United Kingdom. Her father was Maharaja Sir Duleep Singh, who had lost his Sikh Empire to the Punjab Province of British India and was subsequently exiled to England. Sophia's mother was Bamba Müller, who was half German and half Ethiopian, and her godmother was Queen Victoria. She had four sisters, including two half-sisters, and three brothers. She lived at Hampton Court Palace in an apartment in Faraday House given to her by Queen Victoria as a grace-and-favour home."
    },
    {
      "type": "text",
      "section": "Sophia Duleep Singh",
      "content": "During the early twentieth century, Singh was one of several Indian women who pioneered the cause of women's rights in Britain. Although she is best remembered for her leading role in the Women's Tax Resistance League, she also participated in other women's suffrage groups, including the Women's Social and Political Union."
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Sophia Duleep Singh was born on 8 August 1876 in Belgravia[2] and lived in Elveden Hall, Suffolk.[3][4] She was the third daughter of Maharaja Duleep Singh (the last Maharaja of the Sikh Empire) and his first wife, Bamba Müller.[5] Bamba was the daughter of Ludwig Müller, a German merchant banker of Todd Müller and Company, and Sofia, his mistress, who was of Abyssinian (Ethiopian) descent.[6] The Maharaja and Bamba had ten children, of whom six survived.[6][7][8] Singh combined Indian, European, and African ancestry with a British aristocratic upbringing, which her string of names reflected.[9] She was named Sophia for her maternal grandmother, the formerly enslaved woman from Ethiopia; and Alexandrovna in tribute to her godmother, Queen Victoria (\"Alexandrina Victoria\"). Some sources also report an additional forename, Jindan, after her paternal grandmother, Maharani Jind Kaur.[10][11] Becauce of the family's complex history, the India Office kept them under surveillance in case they became involved in any political activity around India.[4]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "In the aftermath of the Second Anglo-Sikh War, her father had been forced, at age 11, to abdicate his kingdom to the East India Company and give the Koh-i-Noor diamond to Lord Dalhousie.[12][13][14] He was exiled from India by the East India Company at age 15 and moved to England, where Queen Victoria treated him with maternal fondness. She and Prince Albert were impressed by his handsomeness and regal bearing. They formed a close bond with him over the years. The queen was godmother to several of his children, and his family's upkeep was provided for by the East India Company.[15][16][5][8][7][17] Duleep Singh converted to Christianity at a young age, some time prior to his removal from India.[18] In later life, he reconverted to Sikhism[6] and espoused the independence movement in India as he became more aware of the way in which the politics of the British Empire had resulted in the loss of his own kingdom.[5]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Singh's brothers included Frederick Duleep Singh; her two full sisters were Catherine Hilda Duleep Singh, a suffragette, and Bamba Duleep Singh.[6]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Singh developed typhoid at age 10. Her mother, who was attending her, contracted the disease, fell into a coma, and died on 17 September 1887. On 31 May 1889 her father married Ada Wetherill, a chambermaid,[7] with whom he had two daughters.[16][6] In 1886, when Sophia was ten, her father attempted to return to India with his family against the wishes of the British government; they were turned back in Aden by arrest warrants.[5][17]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Queen Victoria was fond of Duleep Singh and his family, particularly Sophia, who was her goddaughter, and encouraged her and her sisters to become socialites.[7] Sophia, with her fashionable address, wore Parisian dresses, bred championship dogs, pursued photography and cycling, and attended parties.[5][8]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "After a period of ill health, her father died in a rundown Paris hotel[17] on 22 October 1893 at age 55.[16] She inherited substantial wealth from her father at his death in 1893, but she and her siblings were put under the guardianship of Arthur Craigie Oliphant until they reached their majorities. Age 17, Singh was sent to a school in Brighton.[4]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "In 1898 Queen Victoria, her godmother, granted Sophia and her sisters Bamba and Catherine a grace and favour apartment in Faraday House, Hampton Court with a £200 a year allowance for expenses.[16][4] Singh did not initially live in Faraday House; she stayed at the Manor House in Old Buckenham, near her brother Prince Frederick.[16]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "The British government lessened their vigilant watch on the shy, silent, grief-stricken Singh, which proved a misjudgement. She made a secret trip to India with her sister, Bamba, to attend the 1903 Delhi Durbar, where she was ignored. This impressed on Singh the futility of public and media popularity, and she returned to England determined to change her course.[17] During a 1907 trip to India, she visited Amritsar and Lahore and met relatives.[16] This visit was a turning point in her life, as she faced the realities of poverty in India and what her family had lost by choosing to surrender.[8] In India, Singh hosted a \"purdah party\" in Shalimar Bagh in Lahore (her grandfather's capital). During the visit, all the while shadowed by British agents, she encountered Indian independence activists such as Gopal Krishna Gokhale and Lala Lajpat Rai and expressed sympathy for their cause.[5][8] Singh admired Rai, and his imprisonment by the authorities on \"charges of sedition\" turned Sophia against the British Raj.[5]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "In 1909 her brother bought Blo' Norton Hall in South Norfolk for himself and a house in Blo' Norton, Thatched Cottage, for his sisters.[16] That year, Sophia attended a farewell party at the Westminster Palace Hotel for Mahatma Gandhi.[16]"
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Bamba Duleep Singh, Sophia's oldest sister, married Dr  Lt Colonel David Waters Sutherland, principal of King Edward's Medical College in Lahore. They had no children.[19]"
    },
    {
      "type": "image",
      "section": "Later life and activism",
      "filename": "image_767.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Later life and activism",
      "content": "After Singh returned from India in 1909, she joined the Women's Social and Political Union (WSPU) at the behest of Una Dugdale, a friend of the Pankhurst sisters; Emmeline Pankhurst had co-founded the Women's Franchise League in 1889.[16] In 1909 Singh was a leading member of the movement for women's voting rights, funding suffragette groups and leading the cause. An example of her support to the Women's Social and Political Union was her loan of a trap for the work of the Kingston and District branch.[20] She also contributed towards fundraising efforts, such as self-denial weeks, where supporters would deprive themselves of luxuries and give the money saved to their chosen organisation.[21] She refused to pay taxes,[22] frustrating the government. King George V asked in exasperation, \"Have we no hold on her?\"[17]"
    },
    {
      "type": "text",
      "section": "Later life and activism",
      "content": "Although as a British subject Singh's primary interest was women's rights in England, she and her fellow suffragettes also promoted similar activities in the colonies. She valued her Indian heritage, but was not bound by allegiance to a single nation and supported the women's cause in a number of countries. Her title, Princess, was useful.[23] Singh sold a suffragette newspaper outside Hampton Court Palace, where Queen Victoria had allowed her family to live.[24] According to a letter from Lord Crewe, King George V was within his rights to have her evicted.[24]"
    },
    {
      "type": "text",
      "section": "Later life and activism",
      "content": "Singh, Emmeline Pankhurst and a group of activists went to the House of Commons on 18 November 1910, hoping for a meeting with the Prime Minister.[24] The Home Secretary, Winston Churchill, ordered their expulsion. Churchill's refusal to meet with the group, paired with the government's lack of response on the Conciliation Bill, resulted in a protest of around 300 women. Many of the women were seriously injured during this demonstration, with reports of police brutality. The incident became known as Black Friday.[16]"
    },
    {
      "type": "text",
      "section": "Later life and activism",
      "content": "At first, Singh kept a low profile; in 1911 she was reluctant to make speeches in public or at Women's Social and Political Union meetings. She refused to chair meetings, telling her WSPU colleagues she was \"quite useless for that sort of thing\" and would only say \"five words if nobody else would support the forthcoming resolution\". However, Singh later chaired and addressed a number of meetings.[25] Mithan Tata and her mother Herabai met Singh in India, in 1911, and noted that Singh wore a small yellow-and-green badge with her motto: \"Votes for women\".[26]"
    },
    {
      "type": "text",
      "section": "Later life and activism",
      "content": "Singh authorised an auction of her belongings, with proceeds benefiting the Women's Tax Resistance League. She solicited subscriptions to the cause, and was photographed selling The Suffragette newspaper outside her home and from press carts.[26] On 22 May 1911 Singh was fined £3 by the Spelthorne Petty Sessions Court for illegally keeping a coach, a helper, and five dogs and for using a roll of arms. She protested that she should not have to pay the licence fees without the right to vote.[16] That July a bailiff went to Singh's house to collect an unpaid fine of 14 shillings, which she refused to pay. Her diamond ring was then confiscated by the police and auctioned a few days later; a friend bought it and returned it to her.[16] In December 1913, Singh was fined £12/10s for refusing to pay licence fees for two dogs, a carriage and a servant.[27][25] On 13 December 1913 she and other WTRL members appeared in court and Singh was again accused of keeping dogs without a licence. Singh tried to fall in front of Prime Minister H. H. Asquith's car while holding a poster reading, \"Give women the vote!\" She supported the manufacture of bombs, encouraging anarchy in Britain.[16][26] Despite Singh's activism as a suffragette, she was never arrested; although her activities were watched by the administration, they may not have wanted to make a martyr of her.[7]"
    },
    {
      "type": "image",
      "section": "Later life and activism",
      "filename": "image_768.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Later life and activism",
      "content": "During World War I, Singh initially supported the Indian soldiers and Lascars working in the British fleets[17] and joined a 10,000-woman protest march against the prohibition of a volunteer female force. She volunteered as a British Red Cross Voluntary Aid Detachment nurse, serving at an auxiliary military hospital in Isleworth from October 1915 to January 1917.[28] She tended wounded Indian soldiers who had been evacuated from the Western Front. Sikh soldiers could hardly believe \"that the granddaughter of Ranjit Singh sat by their bedsides in a nurse's uniform\".[7][29]"
    },
    {
      "type": "text",
      "section": "Later life and activism",
      "content": "After the 1918 enactment of the Representation of the People Act, allowing women over age 30 to vote, Singh joined the Suffragette Fellowship and remained a member until her death.[16] Her arrangement of a flag day that year for Indian troops generated significant interest in England and New Delhi.[7] In September 1919 Singh hosted the Indian soldiers of the peace contingent at Faraday House.[23] Five years later, she made her second visit to India with Bamba and Colonel Sutherland. Singh visited Kashmir, Lahore, Amritsar, and Murree, where they were mobbed by crowds who came to see their former maharaja's daughters,[16] and this visit boosted the cause of female suffrage in India. The badge she wore promoted women's suffrage in Britain and abroad.[26]"
    },
    {
      "type": "text",
      "section": "Achievements",
      "content": "In 1928 royal assent was given to the Equal Franchise Act enabling women over age 21 to vote on a par with men.[16] In 1930, Sophia was president of the Committee tasked with providing flower decorations at the unveiling of the Emmeline and Christabel Pankhurst Memorial in Victoria Tower Gardens. Despite some reports, Sophia was not the president of the Suffragette Fellowship, which was established in 1930, after the death of Emmeline Pankhurst. In the 1934 edition of Who's Who, Singh described her life's purpose as \"the advancement of women\".[16][17] She espoused causes of equality and justice far removed from her royal background, and played a significant role at a crucial point in the history of England and India.[23]"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "Singh died in her sleep on 22 August 1948 in Rathenrae (now Folly Meadow), in Penn, Buckinghamshire, a residence once owned by her sister Catherine, and was cremated on 26 August 1948 at Golders Green Crematorium.[16] Before her death she had expressed the wish that she be cremated according to Sikh rites and her ashes spread in India.[30][better source needed] Her will was proven in London on 8 November 1948, with her estate amounting to  £58,040 0s. 11d. (roughly equivalent to £2,665,791 in 2023[31]).[32]"
    },
    {
      "type": "text",
      "section": "Death",
      "content": "Queen Victoria had given Singh an elaborately dressed doll named Little Sophie, which became her proud possession, and, near the end of her life, she gave the doll to Drovna, her housekeeper's daughter.[7]"
    },
    {
      "type": "text",
      "section": "Posthumous recognition",
      "content": "Singh eventually received a place of honour in the suffragette movement alongside Emmeline Pankhurst. She inspired a next generation of activists within the United Kingdom such as Surat Alley.[33]"
    },
    {
      "type": "text",
      "section": "Posthumous recognition",
      "content": "She was featured in the Royal Mail's commemorative stamp set \"Votes for Women\", issued on 15 February 2018. She appeared on the £1.57 stamp, selling The Suffragette.[34][35][36]"
    },
    {
      "type": "text",
      "section": "Posthumous recognition",
      "content": "Her name and picture (and those of 58 other women's suffrage supporters) are on the plinth of the statue of Millicent Fawcett in Parliament Square, London, unveiled in April 2018.[37][38][39]"
    },
    {
      "type": "text",
      "section": "Posthumous recognition",
      "content": "She was featured in the documentaries Sophia: Suffragette Princess (2015) and No Man Shall Protect Us: The Hidden History of the Suffragette Bodyguards (2018), portrayed in the latter production by actress Aila Peck.[40] In 2022, Historic Royal Palaces commissioned Scary Little Girls theatre company to develop a play on Sophia Duleep Singh to tour London schools. The play, Fire: A Princess' Guide to Burning Issues, subsequently toured schools in West Yorkshire in July 2023 and Birmingham in November 2023.[citation needed]"
    },
    {
      "type": "text",
      "section": "Posthumous recognition",
      "content": "In January 2023, English Heritage announced that a blue plaque would be unveiled later that year on a house in Richmond, near Hampton Court Palace which Queen Victoria granted to Singh and her sisters in 1896.[41] The plaque was unveiled at a ceremony on 26 May 2023.[42] English actress Paige Sandhu attended the premiere and is set to portray Singh in the upcoming film Lioness.[43]"
    }
  ]
}