{
  "page_id": 111,
  "url": "https://en.wikipedia.org/wiki/Main_Page",
  "title": "Wikipedia, the free encyclopedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_970.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "From today's featured article",
      "filename": "image_971.jpg",
      "caption": "Percy Sillitoe"
    },
    {
      "type": "text",
      "section": "From today's featured article",
      "content": "The Diamond Smugglers is a non-fiction book by Ian Fleming published in November 1957. The book is based on two weeks of interviews Fleming undertook with John Collard, a member of the International Diamond Security Organisation (IDSO) and a former member of MI5; the IDSO was headed by Sir Percy Sillitoe (pictured), the ex-head of MI5 who worked for the diamond company De Beers. The IDSO was formed by Sillitoe to combat the smuggling of diamonds from Africa; it was estimated that £10 million worth of gems were being smuggled every year out of South Africa alone. The book expands upon a series of articles that Fleming wrote for The Sunday Times in 1957. The Diamond Smugglers is one of two non-fiction books written by Fleming. It received mixed reviews, although critics thought the subject was interesting and that the facts were as interesting as works of fiction. There was interest in turning the book into a film, but the plans did not come to fruition. (Full article...)"
    },
    {
      "type": "image",
      "section": "Did you know ...",
      "filename": "image_972.jpg",
      "caption": "Meg White"
    },
    {
      "type": "image",
      "section": "In the news",
      "filename": "image_973.jpg",
      "caption": "Pauline Ferrand-Prévot in 2025"
    },
    {
      "type": "text",
      "section": "On this day",
      "content": "August 8"
    },
    {
      "type": "image",
      "section": "On this day",
      "filename": "image_974.jpg",
      "caption": "Warsaw radio mast"
    },
    {
      "type": "image",
      "section": "From today's featured list",
      "filename": "image_975.jpg",
      "caption": "The Float @ Marina Bay"
    },
    {
      "type": "text",
      "section": "From today's featured list",
      "content": "Eighteen competition venues across Singapore were used for the 2010 Summer Youth Olympics from 14 to 26 August 2010. To accommodate the 3,600 athletes from 204 different National Olympic Committees, eleven existing sites were used, six temporary sites were built, and one new site was built for permanent use after the Olympics. Organised by the Singapore Youth Olympic Games Organising Committee after winning the hosting bid in 2008, the Singapore Turf Club was the only venue constructed to host the equestrian events, while others like the Singapore Indoor Stadium and The Float @ Marina Bay (pictured) were upgraded for the Olympics. The largest venue was The Float@Marina Bay (the venue of the opening and closing ceremonies), with seating for 25,000, while the smallest venue was for the archery events at Kallang Field, with seating for 500. (Full list...)"
    },
    {
      "type": "image",
      "section": "Today's featured picture",
      "filename": "image_976.jpg",
      "caption": "Cognac"
    },
    {
      "type": "text",
      "section": "Today's featured picture",
      "content": "Cognac is a type of brandy named after the commune of Cognac in western France. Cognac production falls under French appellation d'origine contrôlée (AOC) designation, which stipulates that it must be grown in a specific wine-growing region in the departments of Charente and Charente-Maritime. The AOC also mandates that particular grapes (of which St. Émilion is the most common) be used, and that the drink be twice distilled in copper pot stills and aged at least two years in oak barrels from designated surrounding areas of France. Close to 200 cognac producers exist, of which the largest producers are Courvoisier, Hennessy, Martell and Rémy Martin. This photograph shows cognac in a snifter, a glass with a large tapered bowl and a short stem that allows the drinker to enjoy the aroma by placing their hand underneath the bowl and warming the cognac."
    },
    {
      "type": "text",
      "section": "Today's featured picture",
      "content": "Photograph credit: Didier Descouens"
    },
    {
      "type": "text",
      "section": "Wikipedia's sister projects",
      "content": "Wikipedia is written by volunteer editors and hosted by the Wikimedia Foundation, a non-profit organization that also hosts a range of other volunteer projects:"
    },
    {
      "type": "text",
      "section": "Wikipedia languages",
      "content": "This Wikipedia is written in English. Many other Wikipedias are available; some of the largest are listed below."
    }
  ]
}