{
  "page_id": 91,
  "url": "https://en.wikipedia.org/wiki/Amelia_Freedman",
  "title": "Amelia Freedman - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_866.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Amelia Freedman",
      "filename": "image_867.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Amelia Freedman",
      "content": "Amelia Freedman CBE (21 November 1940 – 28 July 2025) was a British arts administrator, who was the artistic director of the Nash Ensemble for over 60 years. She commissioned 330 works by 225 composers over that time, arranged concerts and organised festivals.[1]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "Freedman was born in North London on 21 November 1940,[1] to \"not particularly musical\" Jewish parents. Her mother, Miriam, was a former milliner's apprentice, while her father, Henry, had been a barrow boy; the two worked their way to a flat on Regent's Park. Freedman began to show interest in music at age four, but was not a child prodigy. She attended St George's School, Harpenden, and the Henrietta Barnett School in North London.[2]"
    },
    {
      "type": "text",
      "section": "Early and personal life",
      "content": "Freedman married Michael Miller in 1970,[2] and they lived in North London with two sons and a daughter. She died on 28 July 2025, at the age of 84.[1]"
    },
    {
      "type": "text",
      "section": "Career",
      "content": "Freedman studied clarinet at the Royal Academy of Music, where she organised chamber music concerts under the guidance of Professor Watson Forbes. The Nash Ensemble was founded in 1964 while Freedman and co-founder Rodney Slatford were still students. The group's first major engagement outside RAM was in January 1965 at the American Embassy for the Park Lane Group, conducted by Graham Treacher. The programme included the Stravinsky Octet and Michael Nyman's then new Introduction & Allegro Concertato.[3][4] Freedman played the clarinet in the Ensemble for the first four years before turning to administration in 1968 – but until the late 1970s she also had to work as a teacher to fund her musical activities.[2]"
    },
    {
      "type": "text",
      "section": "Career",
      "content": "Commissions, premiere performances and recordings included works by Julian Anderson (Van Gogh Blue), Richard Rodney Bennett, Harrison Birtwistle (including The Moth Requiem and the Oboe Quartet), Elliott Carter (Mosaic), Peter Maxwell Davies (The Last Island), Henri Dutilleux, Hans Werner Henze, Simon Holt, James MacMillan (Raising Sparks), Tristan Murail, Paul Patterson, John Tavener and Mark Anthony Turnage (Cantilena). Recordings were also very important, at first with Graham Pauncefort's CRD label, then a series of British music with Ted Perry's Hyperion with works by Bax, Bliss, Bridge, Britten, Lambert, Vaughan Williams, Walton and others.[5] Further recordings were issued by Virgin Classics, NMC, Black Box and Signum.[4]"
    },
    {
      "type": "text",
      "section": "Career",
      "content": "She established a close relationship between the Nash Ensemble and the Wigmore Hall, starting from 1967. There were annual themed seasons from 1979, and the Nash became resident chamber ensemble at the Hall from 2010.[6]"
    },
    {
      "type": "text",
      "section": "Career",
      "content": "Freedman was also artistic director of the Bath International Music Festival from 1984 and Bath Mozartfest from 1995.[7] She organized a performance of Messiaen's Turangulila Symphony at Wells Cathedral in 1986, with the composer present. Other appointments included being a consultant to the Philharmonia Orchestra, a musical adviser to the Israel Festival and the head of classical music at the Southbank Centre in London from 1995 to 2006.[1][8]"
    },
    {
      "type": "text",
      "section": "Recognition and awards",
      "content": "She was awarded an MBE (1989 Birthday Honours),[9] then a CBE (2006 Birthday Honours) for services to music.[10]"
    },
    {
      "type": "text",
      "section": "Recognition and awards",
      "content": "In 2024, Freedman received Honorary Membership of the Royal Philharmonic Society.[11]"
    }
  ]
}