{
  "page_id": 16,
  "url": "https://en.wikipedia.org/wiki/Italian_reserve_football_teams",
  "title": "Italian reserve football teams - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_103.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Italian reserve football teams",
      "content": "Italian reserve football teams may compete at all levels of Italian football league system, apart from the Serie A. The highest league they can enter is Serie B."
    },
    {
      "type": "text",
      "section": "Italian reserve football teams",
      "content": "If a reserve team ends up at a promotion spot when it is not allowed to be promoted, the promotion is awarded to the next team in the league standings which is allowed to be promoted. Also, a reserve team is forcefully relegated, regardless of the final league position, if it is no longer qualified for playing at that level — i.e. if the first team is relegated to the same tier as the reserve team. For example, if a Serie A team is relegated while its reserve team in the Serie B ends up at a secure place (or even a promotion spot), the reserve team is forcefully relegated to the Serie C. In such a situation, the best placed qualified team at a relegation position in the league that the reserve team is relegated from will keep its place."
    },
    {
      "type": "text",
      "section": "History and sporting success",
      "content": "Seconda Categoria [it] was established in 1904 as a tournament to let reserve Prima Categoria [it] teams footballers play. However, teams who felt they could not afford Prima Categoria registration also subscribed to Seconda Categoria. Reserve teams were usually attached with II in order to distinguish them from senior teams marked by I.[1]"
    },
    {
      "type": "text",
      "section": "History and sporting success",
      "content": "There were even third teams who played friendly matches against local teams,[2][3][4][5] and competed in the Terza Categoria [it].[a][6]"
    },
    {
      "type": "text",
      "section": "History and sporting success",
      "content": "Reserve teams also took part in the Campionato De Martino [it], another league dedicated to reserve teams, until the competition ceased in 1976.[7]"
    },
    {
      "type": "text",
      "section": "History and sporting success",
      "content": "Following the reintroduction of professional reserve teams in Italian football after over 40 years,[8] Juventus U23—Juventus' first team—were founded on 3 August 2018 and were officially admitted to the Serie C championship.[9] They won the 2019–20 Coppa Italia Serie C, two years after their foundation, and they reached the final in 2022–23.[10][11]"
    },
    {
      "type": "text",
      "section": "History and sporting success",
      "content": "On 4 August 2023, Atalanta Under-23 was officially admitted to Serie C for the 2023–24 season, becoming the second Italian club to have a reserve team.[12] On 27 June 2024, Milan Futuro joined Serie C to replace Ancona, who had been excluded from the league.[13] Their first season proved challenging, as they ended in 18th place and were relegated to Serie D after a 2–1 aggregate defeat to SPAL in the relegation play-offs.[14]"
    },
    {
      "type": "text",
      "section": "History and sporting success",
      "content": "On 24 July 2025, Inter Milan Under-23 was officially admitted to Serie C following the exclusion of SPAL.[15]"
    },
    {
      "type": "text",
      "section": "Regulations",
      "content": "Reserve teams play in the same professional league system as their senior team, rather than a separate league dedicated for youth teams. However, the reserve team may not play in the same division or higher as their senior team, nor in the Coppa Italia, making reserve teams ineligible for promotion to the Serie A.[16] Should both the senior and reserve teams qualify in the same league, the reserve team must play in the league immediately below.[17] Companies must pay an annual extraordinary fee of €1.2 million to have the reserve team registered to Serie C.[18] In addition, they may not take part to Lega Pro assemblies.[17]"
    },
    {
      "type": "text",
      "section": "Regulations",
      "content": "They may insert a maximum of 23 players in their team sheets.[19] Only four players aged more than 23 when the season started may be inserted in the team sheets.[19] Up to a maximum of seven players who had been registered to a FIGC-affiliated club for less than seven sporting seasons may be included in the match list.[19]"
    },
    {
      "type": "text",
      "section": "Regulations",
      "content": "In order to be eligible to play for reserve teams, players must have not been registered to the 25-man list of Serie A players and must have played at most 50 Serie A matches.[19] Instead, to be eligible to play in promotion play-offs and in relegation play-outs, players must have not played over 25 first-team league matches of at least 30 minutes.[19] If a player is suspended, he is unusable in both the first and reserve teams.[19] Suspensions must be served in the team with whom he committed the infraction.[19]"
    },
    {
      "type": "text",
      "section": "Regulations",
      "content": "Until 2024–25, reserve teams could not register in the Serie D in case of relegation, and the team would have been dissolved; starting from that season, reserve teams are now eligible for registration in Serie D.[20]"
    },
    {
      "type": "text",
      "section": "Reserve teams",
      "content": "Current Italian reserve teams are:"
    },
    {
      "type": "text",
      "section": "Sources",
      "content": "Gravina, Gabriele; Brunelli, Marco (2020). \"Comunicato Ufficiale N.24/A\" (PDF). FIGC. Retrieved 21 July 2025."
    }
  ]
}