{
  "page_id": 68,
  "url": "https://en.wikipedia.org/wiki/UEFA_Women%27s_Euro_2025_final",
  "title": "UEFA Women's Euro 2025 final - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_612.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "UEFA Women's Euro 2025 final",
      "filename": "image_613.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "UEFA Women's Euro 2025 final",
      "content": "The UEFA Women's Euro 2025 final was a football match held on 27 July 2025 at St. Jakob-Park in Basel, Switzerland, between England and Spain to determine the winners of Euro 2025. It was the fourteenth final of the UEFA Women's Championship, a tournament contested by the senior national teams of the member associations of UEFA to decide the champions of Europe. Following a 1–1 draw after extra time, England won 3–1 in a penalty shoot-out to claim their second Euro title."
    },
    {
      "type": "text",
      "section": "UEFA Women's Euro 2025 final",
      "content": "England were the defending champions, having won the previous tournament in 2022, with Spain reaching their first Euros final. The sides had previously met in the 2023 FIFA Women's World Cup final, won by Spain."
    },
    {
      "type": "text",
      "section": "UEFA Women's Euro 2025 final",
      "content": "Spain scored in the first half before England equalised in the second, with extra time ending goalless. England goalkeeper Hannah Hampton, who saved two penalties in the shoot-out, was named player of the match. Substitute Chloe Kelly, scorer of the winning goal in the 2022 final, scored the decisive penalty in the shoot-out.[5] It was England manager Sarina Wiegman's third Euros title, tying the record held by Gero Bisanz and Tina Theune."
    },
    {
      "type": "text",
      "section": "Background",
      "content": "Both teams entered the tournament as the reigning champions of either the UEFA Women's Championship (England) or the FIFA Women's World Cup (Spain)."
    },
    {
      "type": "text",
      "section": "Background",
      "content": "For England, this was their fourth appearance in a Women's Euro final, losing twice in 1984 and 2009 before winning in 2022, their first major international trophy.[6] Having progressed to their second consecutive Euro final (and their third consecutive major final overall including the 2023 World Cup), England aimed to be the first nation to defend their European title since Germany last did so in 2013.[7][8] At her third tournament since joining England in 2021, Sarina Wiegman was the first manager in history to reach five consecutive major tournament finals, having also made the Euro 2017 and 2019 World Cup finals with the Netherlands.[9]"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "For Spain, this was their debut Women's Euro final, with their previous best performance in the tournament going back to 1997 when they reached the semi-finals. More recently, Spain has quickly become one of the top teams in the world, having won the 2023 World Cup and 2023–24 UEFA Women's Nations League, and being ranked number one by FIFA from December 2023 to June 2024.[10]"
    },
    {
      "type": "text",
      "section": "Background",
      "content": "This was England and Spain's fourth contest in the Women's Euro; their latest came in the 2022 quarter-finals, which England won 2–1 in extra time through goals by Ella Toone and Georgia Stanway en route to winning the tournament.[11] They next met in the 2023 World Cup final, with Olga Carmona scoring the only goal in a 1–0 victory for Spain.[12] Since the World Cup, the two sides were part of the same group in the 2025 UEFA Women's Nations League; England won their first matchup 1–0 at Wembley, while Spain took their second meeting 2–1 in Barcelona.[13][14]"
    },
    {
      "type": "text",
      "section": "England",
      "content": "England qualified for the tournament by placing second in Group A3 of the UEFA Women's Euro 2025 qualifying, finishing behind France but ahead of Sweden and the Republic of Ireland[15] In the finals tournament in Switzerland, they were drawn into Group D alongside France, the Netherlands, and Wales. England lost their first group match to France at Letzigrund in Zurich, a 2–1 defeat with Keira Walsh providing a consolation goal in the 87th minute.[16] England rebounded to finish second in the group, after a 4–0 win against the Netherlands at Letzigrund and a 6–1 hammering of home nation rivals Wales at Kybunpark in St. Gallen, and set up a quarter-final against Group C winners Sweden.[17]"
    },
    {
      "type": "text",
      "section": "England",
      "content": "In the quarter-finals in Zurich, England conceded twice in the first-half, including the fastest goal England conceded in a Euros knockout match after Kosovare Asllani scored in the second minute (which was also Sweden's fastest goal scored in tournament history), but they came back with goals by Lucy Bronze and Michelle Agyemang (scored just 103 seconds apart) to draw 2–2 after extra time and win 3–2 in a seven-round penalty shoot-out.[18][19] This victory was considered the biggest comeback in a knockout tie in Women's Euro history, as no team before had progressed from a knockout game after trailing two or more goals.[20] In the semi-finals with Italy at Stade de Genève, England again conceded in the first half after a 33rd-minute strike from Barbara Bonansea, and the Italians held onto a 1–0 lead until the 96th minute, when Agyemang scored the equalizer and Chloe Kelly sent home a rebound in the 119th minute to win 2–1 and give England the chance to retain their continental crown.[21][22]"
    },
    {
      "type": "text",
      "section": "Spain",
      "content": "Spain qualified for the tournament by placing first in Group A2 in the qualifying round ahead of Denmark, Belgium and the Czech Republic.[15] For the finals tournament, they were drawn into Group B alongside Italy, Belgium and Portugal. Spain opened their tournament in style, dominating their first two group stage matches – a 5–0 thrashing of Portugal at the Stadion Wankdorf in Bern and a 6–2 hammering of Belgium at the Stockhorn Arena in Thun.[23][24] Spain beat Italy 3–1 in their third group stage match to finish on top of their group; their 14 goals also matched the tournament record of most goals scored in the group stage, which was set by England in 2022.[25][20]"
    },
    {
      "type": "text",
      "section": "Spain",
      "content": "Facing tournament hosts Switzerland (runners-up in Group A) in the quarter-finals in Bern, Spain cruised to a 2–0 win over Switzerland with goals from Athenea del Castillo and Clàudia Pina.[26] In their first European semi-final in 28 years, Spain beat 2022 runners-up Germany 1–0 in Zurich, with Aitana Bonmatí scoring the lone goal – an audacious near-post shot to beat Ann-Katrin Berger – in extra time to send Spain into their first Women's Euro final.[27][28]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "Spain started the game holding possession, as expected, and in the early minutes saw an Esther González shot caught by England goalkeeper Hannah Hampton; England quickly responded and Alessia Russo forced a save from Spain goalkeeper Cata Coll. Spain's attempt to counter saw Alexia Putellas put the ball behind and out of play; after back-and-forth throw-ins, Putellas then took a shot that Hampton again saved cleanly. Spain were able to keep the ball high in and around England's area, but England defended through blocks. They then won possession but Lauren James failed to capitalise on the chance created; possession then became more equal. From the fifteenth minute, the game was played end-to-end; England had the next good chance, with Lauren Hemp forcing a good save from Coll. Spain won the ball from the corner and played intricate football before Mariona Caldentey sent it behind – a few minutes later, in the 25th minute, Caldentey evaded England defender Lucy Bronze in the box and scored from a header off an Ona Batlle cross to put Spain ahead. England immediately attempted to equalise, but Keira Walsh shot just wide; in return, Putellas tried to send the ball forward for Spain again, but again put it behind.[29][30]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "Spain played confident and forward, but England continued to block their attempts at getting into the box. Walsh then sent a good ball through the lines for Russo, who was beaten to it by Spain's defenders. Spain maintained possession for the next ten minutes, though marshalled away from danger by England. In the 41st minute, James, who had been replaced in England's semi-final due to an ankle injury, had to be substituted, with Chloe Kelly entering. As this happened, Spain midfielder Aitana Bonmatí used the space to move up the wing and cross in for González, who shot wide. In the last minute of the first half, England managed to win a spell of possession and sent consecutive attacks forward, with Kelly shooting very wide.[29][30]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "At the start of the second half, González received the ball while clearly offside, before passing it to Caldentey, who shot very wide. Spain forward Athenea del Castillo then found space on the ball to play into Bonmatí, whose shot was saved by Hampton; England tried to counter and had ignored calls for a penalty due to handball by Spain defender Laia Aleixandri in the box after the ball bounced up. England held possession, and from a free kick ended up playing back into their own half; Spain pressed to create a chance, but Putellas shot wide. With the ball again, England played it neatly through the team: Walsh sent it strongly through to Georgia Stanway, who laid it out wide for Kelly, who crossed in for Russo to score from a header. As Spain tried to go ahead again and challenged for the ball, Bronze was shown a harsh yellow card after winning the ball; from the resulting free kick, Irene Paredes headed straight at Hampton.[29][30]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "Spain continued to play forward, but were seen off by strong defending from Jess Carter; when England retook possession and built up momentum, Kelly's attempted pass through to Alex Greenwood went out. Play returned to being end-to-end, with attractive play from both teams. After Spain's Batlle was denied at one end, England's Walsh took the ball and played a long pass – compared by The Guardian to her assist for Ella Toone's goal in the 2022 final – forward for Russo. Spain defender Olga Carmona won the ball back from Russo, clearing it out. A minute later, Del Castillo had time with the ball but sent her powerful shot wide; returning up the other end, Kelly forced a strong save from Coll after being played in by Toone. Spain and England swapped attacks again before Putellas was replaced for Spain by Clàudia Pina and Russo for England by Michelle Agyemang. Within minutes, Pina had a shot, which was put behind by Hampton, and took two corners for Spain. She then took a free kick which found Carmona, who was dispossessed by England striker Agyemang. England then played another passing sequence which led to captain Leah Williamson sending the ball across the goalface, without anyone able to take a shot. Spain countered with a blocked shot from Caldentey and a weak corner, both sides then exchanging attacks until the 90th minute; Spain replaced their attack and retained possession for the majority of regular time stoppage time, without any good chances.[29][30]"
    },
    {
      "type": "image",
      "section": "Summary",
      "filename": "image_614.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "From the start, possession in extra time was evenly split. Spain had an early corner that was well cleared, then tried to play direct through a long ball that went straight to Hampton. For England, Walsh tried to play through for Stanway, who could not reach it, and Spain countered but Vicky López' shot was blocked. They managed to keep possession, but López' return cross went behind. A few minutes later, Bronze went down with a knee injury and was treated on the pitch before deciding to play on. In the last five minutes of the first half of extra time, England and Spain again swapped attacks, and blocks. Another call for an England penalty after a challenge by Aleixandri on Hemp was ignored, the ball instead awarded to Spain who went forward, but Salma Paralluelo did not take the shot from a good chance.[29][30]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "At half-time of extra time, England replaced Bronze with Niamh Charles and Spain replaced Carmona with Leila Ouahabi. In the first five minutes of the second half, Spain created some weak chances, before the teams traded attacking sequences again, Spain's chances improving: after López' cross for Paralluelo was not capitalised on, López tried to shoot from wide herself, sending the ball behind. Stanway was replaced for England by Grace Clinton after going down with injury; when England won a corner a minute later, it had to be retaken due to Clinton's position. Coll caught the second ball cleanly. At the other end, Hampton also cleanly caught a long ball from Spain. A minute from the end of extra time, England appeared to win a free kick due to a foul on Agyemang, before the referee gave it to Spain; Walsh cleared the attempted ball in. No further good chances were created in the two minutes of stoppage time, sending the match to penalties.[29][30]"
    },
    {
      "type": "text",
      "section": "Summary",
      "content": "The final was determined by a penalty shoot-out for the first time since the inaugural competition in 1984. Beth Mead slipped as she shot the first penalty; while it was initially successful, the referee determined her slip was a double movement, and the penalty was retaken and saved by Coll. Patricia Guijarro gave Spain a 1–0 lead with a low shot down the middle. Greenwood, who failed to score in England's previous shoot-out in the tournament, scored against Spain with a strong shot to the right, while Hampton saved Caldentey's effort to even the score. Charles scored and Hampton saved Bonmatí's attempt, giving England a 2–1 lead. Williamson and Paralluelo failed to score: Williamson's effort was saved by Coll while Paralluelo shot wide. Kelly, having previously been England's penalty hero, successfully converted with a powerful shot. England won the shoot-out 3–1.[29][30]"
    },
    {
      "type": "image",
      "section": "Details",
      "filename": "image_615.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Details",
      "content": "Player of the Match:\nHannah Hampton (England)[1]"
    },
    {
      "type": "text",
      "section": "Details",
      "content": "Assistant referees:[2]\nCamille Soriano (France)\nFrancesca Di Monte (Italy)\nFourth official:\nMaria Sole Ferrieri Caputi (Italy)\nReserve assistant referee:\nSusanne Küng (Switzerland)\nVideo assistant referee:\nWilly Delajod (France)\nAssistant video assistant referees:\nChristian Dingert (Germany)\nDennis Higler (Netherlands)"
    },
    {
      "type": "text",
      "section": "Details",
      "content": "Match rules[31]"
    },
    {
      "type": "text",
      "section": "Records",
      "content": "England became only the second team to retain the title after Germany, who did so in 1991, 1997, 2001, 2005, 2009 and 2013; they became the first team to play extra time in every knockout game of the same tournament. Sarina Wiegman won her third UEFA Women's Championship title, tying the record held by Gero Bisanz and Tina Theune (both with Germany). Additionally, she became the second manager to win three Euro titles consecutively after Tina Theune (1997, 2001 and 2005). The final was the second at the women's Euro to be decided by penalty shoot-out, with England participating in both; they lost the previous shoot-out in the inaugural Euro 1984 final to Sweden. The final's official attendance of 34,203 was the highest of the 2025 competition, and fourth-largest women's Euro attendance.[33][34] England also became the first senior English national football team to win a major tournament outside of England (the 1966 World Cup, 2022 Women's Euro, and 2023 Women's Finalissima were all won at Wembley).[35]"
    },
    {
      "type": "text",
      "section": "Records",
      "content": "Viewed live by over 16.2 million people in the UK, the final became the most-watched single programme of 2025 on British television.[36][37]"
    },
    {
      "type": "text",
      "section": "Records",
      "content": "After the final, the UEFA technical committee awarded the Player of the Tournament to Spain's Aitana Bonmatí, and the Young Player of the Tournament to England's Michelle Agyemang. The Golden Boot went to Spain's Esther González for her four goals.[33] As European champions, England qualified to defend their Finalissima title in the 2026 Women's Finalissima, where they will again face Brazil.[38]"
    },
    {
      "type": "text",
      "section": "Responses",
      "content": "The England team were congratulated in messages from the British government and royal family; Prime Minister of the United Kingdom Sir Keir Starmer, attended the match, as did William, Prince of Wales, heir to the throne and president of the FA, and his daughter Princess Charlotte. Starmer, his deputy Angela Rayner, and William, shared messages on X (Twitter).[39][40][41] King Charles III wrote a letter to the team, reflecting on the importance of their victory to the nation, and requesting they \"bring home the World Cup in 2027 if you possibly can!\"[42][43] The England team were on the front page across all British newspapers on 28 July, sharing the covers with reports on starvation in Gaza.[44]"
    },
    {
      "type": "text",
      "section": "Responses",
      "content": "Leonor, Princess of Asturias, heir to the Spanish throne, and her sister Infanta Sofía also attended the match. Leonor congratulated the Spanish team on their efforts,[45] as did Prime Minister of Spain, Pedro Sánchez, and members of his government.[46] Spanish viewers and media were critical of how Leonor and Sofía spoke during half time interviews; though Sofía, a keen footballer herself, was considered less pijo than her sister, both were ridiculed for reading off a teleprompter and sounding like foreign children with memorised Spanish lines. This is a typical criticism of the Spanish royal family as a way they fail to connect with the Spanish people.[47]"
    },
    {
      "type": "image",
      "section": "England victory receptions",
      "filename": "image_616.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "England victory receptions",
      "content": "The England team flew from Zurich to Southend-on-Sea on the afternoon of 28 July, landing at London Southend Airport; after the flight plans were announced, it became the most-tracked plane on Flightradar24, with fans gathering at the airport to welcome them. Their plane, sponsored by Nike, was called \"Air Force Nike\"; the brand had added custom livery to it referencing England's second Euro title. The flight was delayed by around two hours; upon landing, the plane was showered by water in a ceremony from the airport's fire engines. Following the airport reception, the team were taken on coaches to London for a reception at 10 Downing Street, the road journey along the A13 lasting another two hours. As the BBC was broadcasting their homecoming live, the delays led to gaps in coverage. The 10 Downing Street reception was hosted by Rayner and Stephanie Peacock, the minister for sport, as Starmer had travelled to Scotland to meet US President Donald Trump.[48][49][50] The Telegraph compared the squad's arrival at Downing Street to that of the 2005 men's Ashes winners, noting the footballers were less dishevelled but still disorganised. The players were noted for \"polite\" laughter and smiles at the garden party, where they presented Rayner and Peacock with a signed shirt. Wiegman had a video call with Starmer and gave a speech from a Downing Street lectern.[49][36]"
    },
    {
      "type": "image",
      "section": "England victory receptions",
      "filename": "image_617.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "England victory receptions",
      "content": "Further homecoming events were held on 29 July, with a victory parade through Central London that was broadcast live by the BBC, ITV and Sky between 12:00 and 13:00 BST. The open-top bus parade's route went down The Mall from 12:10, arriving at the Victoria Memorial in front of Buckingham Palace at 12:30.[51] The buses were led down the Mall by the Band of HM Royal Marines, Portsmouth.[52] Approximately 65,000 people attended the parade, lining the Mall.[53] At the Victoria Memorial, a staged celebration was hosted (as in 2022) by former player Alex Scott,[51]  which included a performance by Burna Boy – Wiegman's, who danced with him, favourite singer – as well as pyrotechnics[53] and a range of songs performed by the Central Band of the Royal Air Force. The Euro trophy was brought onto the stage escorted by Royal Marine Drummers.[52]"
    },
    {
      "type": "text",
      "section": "England victory receptions",
      "content": "Royal aides are reportedly planning a reception for the squad at Buckingham Palace or Windsor Castle for later in 2025. Starmer's office said there would not be a bank holiday for the victory, a spokesperson saying that \"if we had a bank holiday every time the Lionesses win we'd never go to work.\" Pending approval from the Netherlands, it is planned for Wiegman to be awarded an honorary damehood; a government spokesperson did not comment on requests for other honours for members of the squad, though it is expected Kelly and Hampton will be honoured and Williamson's OBE may be upgraded.[49][36][37]"
    }
  ]
}