{
  "page_id": 185,
  "url": "https://en.wikipedia.org/wiki/Venkatapathy_Raju",
  "title": "Venkatapathy Raju - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1384.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Venkatapathy Raju",
      "content": "Sagi Lakshmi Venkatapathy Raju, better known as Venkatapathy Raju[1] (born 9 July 1969), is a former Indian cricketer, cricket administrators and cricket coach. He came into the Indian side in 1989–90 after capturing 32 wickets in the domestic season. He made his Test and One Day International debut on the tour of New Zealand. When sent in as a night-watchman in his first Test innings, he batted for more than two hours for 31 runs while six wickets fell at the other end. He was part of the Indian team in England in 1990, but his tour ended prematurely when a ball by Courtney Walsh broke the knuckle of his left hand in the match against Gloucestershire. He was a part of the Indian squad which won the 1990-91 Asia Cup."
    },
    {
      "type": "text",
      "section": "Venkatapathy Raju",
      "content": "Back home in India, he helped India win the one-off Test against Sri Lanka in the only Test match played at the Sector 16 Stadium in Chandigarh. Raju was a last-minute selection on a wicket that afforded turn and kept low. On the second day, he ran through the Lankan middle order with a spell of 5 wickets for two runs in 39 balls. He took one more wicket on the next day to finish with 6 for 12 in 17.5 overs, four of the batsmen failed to score. His match figures of 8 for 37 in 53 overs won him the only Man of the Match award of his international career.[2] He has played two World Cups for India in 1992 and 1996."
    },
    {
      "type": "text",
      "section": "Venkatapathy Raju",
      "content": "He last played a Test match against Australia in Calcutta, where he captured the wicket of Mark Waugh."
    },
    {
      "type": "text",
      "section": "Venkatapathy Raju",
      "content": "He continued playing for Hyderabad for many years, making the final of the 1999–2000 Ranji Trophy. He retired from first-class cricket in December 2004, after a domestic match against Uttar Pradesh."
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Venkatapathy Raju grew up in Hyderabad and attended The Hyderabad Public School, Ramanthapur in Hyderabad."
    },
    {
      "type": "text",
      "section": "Early life",
      "content": "Raju is married to Uma Maheswari.[3]"
    },
    {
      "type": "text",
      "section": "Present role",
      "content": "Raju was the vice president of Hyderabad Cricket Association.[4] Earlier, he was the selector for Indian Cricket Team from the south zone during 2007–2008, when India won the ICC World T20 under MS Dhoni's captaincy. He worked as a Telugu commentator for Hotstar during the 2019 World Cup."
    },
    {
      "type": "text",
      "section": "Role model status",
      "content": "Left-arm orthodox spinner Pragyan Ojha said in an interview that it was Raju that inspired him to play for India.[5]"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "This biographical article related to Indian cricket is a stub. You can help Wikipedia by expanding it."
    }
  ]
}