{
  "page_id": 157,
  "url": "https://en.wikipedia.org/wiki/Hashan_Tillakaratne",
  "title": "Hashan Tillakaratne - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1227.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Hashan Tillakaratne",
      "content": "Deshabandu Hashan Prasantha Tillakaratne (born 14 July 1967) is a former Sri Lankan cricketer and a former Test captain for Sri Lanka.[1] He was a key member for 1996 Cricket World Cup winning team for Sri Lanka.[2] He is currently a politician and also involved in many aspects of cricket within the country.[3] His twin sons Ravindu Tillakaratne and Duvindu Tillakaratne also play domestic cricket in Sri Lanka.[4][5][6]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "Hashan started playing cricket at Isipathana College, Colombo & D. S. Senanayake College, Colombo. As a schoolboy in 1986, he was selected to play against England B at Galle, scoring a century to save the match. He made his One Day International debut in November 1986 at Sharjah against India during the 1986–87 Champions Trophy.[7] He subsequently made his test debut in the Sri Lankan cricket team as a wicketkeeper-batsman in December 1989 against Australia and scored a duck on test debut.[8] He continued as a specialist batsman from December 1992 and decided to quit the glovework in 1994."
    },
    {
      "type": "text",
      "section": "International career",
      "content": "He was part of the Sri Lankan cricket team that won the 1996 Cricket World Cup.[9][10] He was dropped from the Sri Lankan Test and ODI teams after the 1999 Cricket World Cup, but returned to the Test team in 2001 following success in domestic first-class cricket, where he played for Nondescripts Cricket Club. He also returned to the ODI team in 2002–03. In November 2002, he scored a magnificent test century against South Africa at Centurion Park in difficult conditions and with that century he went onto become the first Sri Lankan to have scored a test century in South African soil.[11][12][13][14][15] He also became the first and only Sri Lankan to have scored a test century at Centurion SuperSport Park.[16] He became captain of the Sri Lanka Test team in April 2003, but won only one of his ten matches in charge.[17] After losing 3–0 to Australia at home, he resigned from captaincy in March 2004 and was not selected for Sri Lanka again.[18][19][20] He announced his retirement from international cricket in 2004 and retired from all forms of cricket in 2006 to pursue his career in coaching.[21]"
    },
    {
      "type": "text",
      "section": "International career",
      "content": "During a group stage match against West Indies as part of the 1995–96 Singer Champions Trophy at Sharjah chasing a mammoth 334, Hashan Tillekaratne coming in at seven had an uphill task to rescue the Sri Lankan batting singlehandedly in the run chase when they were reduced to 103/5 at one stage.[22] He nearly pulled off a Javed Miandad type masterclass innings of his own by scoring a century coming into bat at seven giving Sri Lanka a fair chance of getting closer to the winning target from nowhere.[23] However, his valiant knock was in vain as Sri Lanka lost only by four runs in the end being bowled out for 329.[24] He went to become the first batsman in the world to score an ODI century when batting at number 7 position. Up to date, he remains the only Sri Lankan to have scored an ODI century when batting at number 7 position and still has the highest ODI score for Sri Lanka when batting at no 7 positions.[25]"
    },
    {
      "type": "text",
      "section": "Post-retirement",
      "content": "On 1 February 2005, the Sri Lankan cricket board appointed him executive director of Cricket-Aid, a body formed to provide relief following the December 2004 tsunami,[26] but he was suspended amid recriminations later that year.[27]"
    },
    {
      "type": "text",
      "section": "Post-retirement",
      "content": "Following this he entered politics, joining the United National Party, and was appointed as the party's organiser for Avissawella constituency in Colombo. He continued his association with cricket serving on various SLC committees at the invitation of the newly appointed president, Arjuna Ranatunga. He was also granted honorary life membership of the MCC in March 2008. In May, he was appointed the president of the Association of Cricket Umpires and Scorers of Sri Lanka (ACUSSL) and the Sri Lankan cricket board appointed him as National Cricket Team Manager in July 2008.[28] This appointment was subsequently vetoed by Sports Minister Gamini Lokuge on the grounds that the SLC had failed to obtain his prior permission on the appointment and Hashan was replaced by Charith Senanayake.[29][30]"
    },
    {
      "type": "text",
      "section": "Post-retirement",
      "content": "In April 2011, he caused a furore by making public allegations that match-fixing had been taking place in Sri Lankan cricket since 1992 and stated that he was prepared to divulge the information that he had about this to the ICC.[31][32][33][34] His claims were also supported by former Sri Lankan Test captain Arjuna Ranatunga who claimed that there was corruption within the administration of the game.[35][36] In 2012, he made allegations that there were political interference during the 2012 Sri Lanka Cricket Board elections.[37] He joined the Sri Lanka Cricket selection panel in 2013.[38]"
    },
    {
      "type": "text",
      "section": "Post-retirement",
      "content": "He was appointed as a temporary batting coach of Sri Lankan cricket team in 2017.[39] He became the coach of the Sri Lanka national under-19 cricket team in 2018 and up until 2020 on a two-year agreement with the 2020 Under-19 Cricket World Cup being his last assignment as U19 coach.[40][41][42][43][44] He also served as batting coach of Sri Lanka Emerging Team for a brief stint. In 2019, there were reports that the test cap of Hashan Tillekaratne was to be sold in an online auction. However, Hashan himself refused such reports and insisted that he would never sell his national pride for money.[45]"
    },
    {
      "type": "text",
      "section": "Post-retirement",
      "content": "He was appointed as the coach of the Kandy Tuskers franchise for the inaugural edition of the Lanka Premier League in 2020.[citation needed] In June 2021, he was appointed as the head coach of the Sri Lanka women's national cricket team on a six-month contract up until December 2021.[21][46][47] In 2021, he was also appointed as a part of coach restructuring program at the High Performance Centre.[46]"
    }
  ]
}