{
  "page_id": 90,
  "url": "https://en.wikipedia.org/wiki/George_Nigh",
  "title": "George Nigh - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_862.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "George Nigh",
      "filename": "image_863.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "George Nigh",
      "content": "George Patterson Nigh (June 9, 1927 – July 30, 2025) was an American politician and civic leader from the state of Oklahoma. Nigh served as the 17th and the 22nd governor of Oklahoma and as the eighth and tenth lieutenant governor of Oklahoma. He was the first Oklahoma governor to be re-elected and the first to win all 77 counties in the state. Additionally, short term vacancies in the governor's office twice resulted in Nigh assuming gubernatorial duties while serving as lieutenant governor."
    },
    {
      "type": "text",
      "section": "George Nigh",
      "content": "Following his service as governor, Nigh served as president of the University of Central Oklahoma. Prior to his election to statewide office, he worked as a teacher and legislator."
    },
    {
      "type": "text",
      "section": "Early life and career",
      "content": "Nigh was born in McAlester, Oklahoma, on June 9, 1927, and was the son of Wilbur R. and Irene Crockett Nigh.[1] He had four siblings and worked at a grocery store as a child before graduating from McAlester High School in 1945. He joined the United States Navy in 1945 and served on the USS Ranger before leaving the navy to attend college in 1946. He graduated from Eastern Oklahoma State College with an associate's in liberal arts in 1948 and East Central University with a teaching degree in 1950.[2][3] While a student at East Central University in 1950, he ran for the Oklahoma House of Representatives and won.[4]"
    },
    {
      "type": "text",
      "section": "Early life and career",
      "content": "He was the brother of William Nigh, an Oklahoma representative.[5]"
    },
    {
      "type": "image",
      "section": "Political career",
      "filename": "image_864.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Political career",
      "content": "From 1951 to 1959, Nigh alternated between service in the Oklahoma House of Representatives, and as a teacher in the McAlester public schools. During his tenure in the state legislature, he introduced legislation designating \"Oklahoma!\" as the state song.[6] Nigh ran for Lieutenant Governor of Oklahoma in 1958; he finished second in the Democratic primary behind Cowboy Pink Williams with 80,727 votes (18.77%) to Williams' 176,171 votes (40.97%). Nigh defeated Williams in the runoff with 302,050 votes (61.32%) to 190,530 (38.68%).[7] Williams himself had finished second behind incumbent lieutenant governor James E. Berry in the 1954 Democratic primary, before besting him in the runoff.[8] In the general election, Nigh beat Republican George B. Sherritt in a landslide by 384,431 votes (76.86%) to 100,068 (20.01%).[7] Nigh served from January 12, 1959, to January 3, 1963.[6] Taking office at age 31, he became the youngest lieutenant governor in the United States.[6]"
    },
    {
      "type": "text",
      "section": "Political career",
      "content": "Democratic Governor J. Howard Edmondson did not seek reelection in the 1962 election, so Nigh ran to succeed him. He came fourth in the Democratic primary with 84,404 votes (15.80%), behind National Commander of the American Legion Preston J. Moore, businessman W. P. Atkinson, and former governor Raymond Gary.[7] Atkinson went on to win the runoff and lose the general election to Republican Henry Bellmon, but Nigh would get a chance to serve as governor. Democratic U.S. Senator Robert S. Kerr died in office on January 1, 1963, and Edmondson resigned his office 5 days later; Nigh succeeded Edmondson as governor for the remaining days of the term, and utilized his brief status as governor to appoint his predecessor to the vacant Senate seat. On January 14, Bellmon took office as governor.[9]"
    },
    {
      "type": "text",
      "section": "Political career",
      "content": "Nigh had remained a bachelor until after he left public office for the first time. He met his future wife, Donna Mashburn, following his initial nine-day term as governor in 1963 and married her on October 19, 1963.[10] When they met, Donna already had a young son. The Nighs later had a daughter together.[1]"
    },
    {
      "type": "text",
      "section": "Political career",
      "content": "Nigh ran for Lieutenant Governor again in 1966. He was unopposed in the Democratic primary in that election and his re-election efforts, winning in 1966 with 328,580 votes (51.50%);[7] in 1970 with 382,249 votes (57.41%), and in 1974 with 545,686 votes (72.36%).[11][12] In 1970, he beat future district judge Ralph Gordon Thompson. Nigh served as the tenth lieutenant governor from January 9, 1967, to January 3, 1979, making him the second longest-serving Oklahoma lieutenant governor in state history with 16 years of service.[5] In 1969, during his time serving as lieutenant governor, Nigh assisted a number of college students with the creation and founding of the “Oklahoma Intercollegiate Legislature” (O.I.L.), which still functions today as a collegiate model government program with delegations at over 20 colleges and universities across the state.[13]"
    },
    {
      "type": "text",
      "section": "Governor of Oklahoma",
      "content": "When incumbent governor David Boren chose not to seek reelection, Nigh ran for Governor again in 1978. He came first in the Democratic primary with 276,910 votes (49.94%), narrowly short of avoiding a runoff against Oklahoma Attorney General Larry Derryberry, who took 208,055 votes (37.53%).[14] However, in the runoff, Nigh defeated him easily, with 269,681 votes (57.73%) to Derryberry's 197,457 (42.27%).[15] Nigh defeated Republican Ron Shotts in the general election with 402,240 votes (51.74%) to Shotts' 367,055 (47.22%)[16] and thereby became the first Oklahoma Governor to serve a second term. Nigh took office five days early, as a result of outgoing Governor David Boren's swearing-in as a U.S. Senator. He ran for a second term in 1982 becoming the third governor to do so, and defeated token opposition in the Democratic primary with 379,301 votes (82.63%)[17] as well as Republican State Auditor Tom Daxon in the general election by 548,159 votes (62.07%) to 332,207 (37.62%),[18] carrying all 77 of the state's counties. It was the first reelection of an Oklahoma Governor. At the inaugural address for his second full term, Nigh quoted the Pogo comic strip: \"We have found the enemy, and he is us.\"[19]"
    },
    {
      "type": "text",
      "section": "Executive Branch Reform Act of 1986",
      "content": "Nigh appointed the Nigh Commission to recommend changes to state government.[5] During his two consecutive terms of office, Nigh signed the Executive Branch Reform Act of 1986, which regrouped the executive branch into agency function categories, although stopping short of consolidation of the more than 250 agencies, boards, and commissions.[5] Nigh also signed into law the Oklahoma Franchise Tax Code, which established the franchise tax in Oklahoma.[5]"
    },
    {
      "type": "text",
      "section": "Other accomplishments",
      "content": "Nigh is also credited with having increased the numbers of minorities serving on state boards and commissions, as well as management of state agencies. He appointed the first two women, Yvonne Kauger and Alma Wilson to serve as Justices of the Oklahoma Supreme Court.[1]"
    },
    {
      "type": "text",
      "section": "Later life and death",
      "content": "Following his term as governor, Nigh served as president of the University of Central Oklahoma (UCO) from 1992 to 1997. During his tenure as UCO president, Nigh supervised construction projects that transformed UCO from a mostly commuter institution to much more of a regional university with residential dormitories.[20] He served on the board of directors of JCPenney[21] and IBC Bank.[22]"
    },
    {
      "type": "text",
      "section": "Later life and death",
      "content": "In 1990, he was inducted into the Oklahoma CareerTech Hall of Fame[6] and in 1992, he received the Jim Thorpe Lifetime Achievement Award. From November 2005 to April 2006, he served as Interim Director of the Oklahoma Department of Tourism and Recreation, during the agency's search for a permanent director. Nigh and his wife Donna appeared in walk-on roles in episode 19 of the NBC soap opera Texas (playing themselves as Governor and First Lady of Oklahoma). The episode aired in August 1980. Cast member Lisby Larson (Paige Marshall) serenaded the couple with a rendition of \"Oklahoma!\".[23]"
    },
    {
      "type": "text",
      "section": "Later life and death",
      "content": "On April 28, 2010, Nigh and his wife were robbed at gunpoint in the driveway of their northwest Oklahoma City home. They were uninjured, though Nigh's wallet was taken. It was reported that no suspect was found.[24]"
    },
    {
      "type": "text",
      "section": "Later life and death",
      "content": "Nigh died on July 30, 2025, at the age of 98.[4]"
    },
    {
      "type": "image",
      "section": "External links",
      "filename": "image_865.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "# denotes interim president"
    }
  ]
}