{
  "page_id": 27,
  "url": "https://en.wikipedia.org/wiki/2010",
  "title": "2010 - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_156.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2010",
      "filename": "image_157.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2010",
      "filename": "image_158.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2010",
      "filename": "image_159.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "2010",
      "filename": "image_160.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "2010",
      "content": "2010 (MMX) was a common year starting on Friday of the Gregorian calendar, the 2010th year of the Common Era (CE) and Anno Domini (AD) designations, the 10th  year of the 3rd millennium and the 21st century, and the  1st   year of the 2010s decade."
    },
    {
      "type": "text",
      "section": "2010",
      "content": "The year saw a multitude of natural and environmental disasters such as the 2010 Haiti earthquake, the Deepwater Horizon oil spill, and the 2010 Chile earthquake. The swine flu pandemic which began the previous year dissipated in this year. In addition, the Organisation for Economic Co-operation and Development (OECD) gained four new members; Chile, Slovenia, Israel, and Estonia. 2010 also saw advancements in technology such as the release of the iPad, the public launch of Instagram, and the first successful trapping of antimatter."
    },
    {
      "type": "text",
      "section": "2010",
      "content": "2010 was designated as:"
    },
    {
      "type": "text",
      "section": "Pronunciation",
      "content": "There is a debate among experts and the general public on how to pronounce specific years of the 21st century in English. The year 2010 is pronounced either \"twenty-ten\" or \"two thousand (and) ten\".[2] 2010 was the first year to have a wide variation in pronunciation, because the years 2000 to 2009 were generally pronounced \"two thousand (and) one, two, three, etc.\" as opposed to the less common \"twenty-oh-_\"."
    },
    {
      "type": "image",
      "section": "Nobel Prizes",
      "filename": "image_161.jpg",
      "caption": "No caption"
    }
  ]
}