{
  "page_id": 113,
  "url": "https://en.wikipedia.org/wiki/Singapore_Sports_Hub",
  "title": "Singapore Sports Hub - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_980.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Singapore Sports Hub",
      "filename": "image_981.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Singapore Sports Hub",
      "filename": "image_982.jpg",
      "caption": "Map"
    },
    {
      "type": "text",
      "section": "Singapore Sports Hub",
      "content": "The Singapore Sports Hub (Chinese: 新加坡體育城; Malay: Hab Sukan Singapura; Tamil: சிங்கப்பூர் விளையாட்டு மையம்) is a sports and recreation district in Kallang, Singapore. The Sports Hub is a 35-hectare public-private partnership that is anchored by the new National Stadium and existing Singapore Indoor Stadium, and also incorporates a new aquatics facility, indoor sports hall, water sports centre, public sports facilities, and retail."
    },
    {
      "type": "text",
      "section": "Singapore Sports Hub",
      "content": "The Sports Hub opened to the public on 30 June 2014, and is currently connected to the Stadium, Tanjong Rhu and Kallang MRT stations."
    },
    {
      "type": "text",
      "section": "History",
      "content": "The Sports Hub project was proposed on the recommendation of then Community Development and Sports Minister Abdullah Tarmugi in Parliament in 2001.[1] His proposal was based on a report by the Committee of Sporting Singapore calling for the city-state to promote a culture of sports, and replace the aging National Stadium.[2]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The Sports Hub was to include the new stadium, new aquatic centre, indoor arena, and recreation facilities.  Alpine Mayreder, Singapore Gold Consortium, and the Singapore Sports Hub Consortium (SSHC) submitted bids for the project, which included the new National Stadium and its surrounding facilities, in February 2007.[3][4] On 19 January 2008, the Singapore government awarded the development of the Sports Hub project to SSHC, led by Dragages Singapore Pte Ltd.[5] Minister of Community Development, Youth and Sports Vivian Balakrishnan stated that their bid \"displayed significant strengths in programming, team culture and partnership, functionality and layout\".[6]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The Sports Hub was a public-private partnership with SportsHub Pte Ltd,[7] which is made up of four companies namely InfraRed Capital Partners, Dragages Singapore, DTZ Facilities and Engineering and Global Spectrum Asia.[8]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "SHPL was engaged in 2008[8] and has a 25-year contract to design, build, finance and operate the Sports Hub.[9]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The demolition of the former National Stadium was slated to begin in 2008 while the construction of the new Sports Hub was originally planned for completion in 2011. Due to the 2008 financial crisis and high construction costs, the project was delayed. In 2008, barring any major problems, it was projected that the project would be completed in time for the 2013 Southeast Asian Games.[10] However, after delays were announced in 2009, Singapore withdrew from hosting the Games.[11] In August 2010, it was reported that the contract to begin construction had been signed with plans for the demolition works of the former National Stadium to start in October 2010 and for the completion of the new Sports Hub in April 2014. The demolition of the National Stadium started with a groundbreaking ceremony on 29 September 2010.[12]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The contract with SHPL started from 2010 due to the delay and it was to last for 25 years till 2035.[9]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "Naming rights to some of the Sports Hub's facilities were sold to various partners, with OCBC Bank sponsoring its indoor arena and aquatic centre, and 100plus sponsoring an 888 m (971 yd) promenade around the new National Stadium.[13]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "The Sports Hub's facilities were officially opened to the public on 30 June 2014,[14] and began to host events over the year that followed, including the 2015 Southeast Asian Games. Prime Minister Lee Hsien Loong officially inaugurated the facility on 26 July 2015 during the Youth Day event Youth Celebrate! at the National Stadium.[15]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 10 June 2022, it was announced that Sport Singapore, a statutory board under the Ministry of Culture, Community & Youth, would take over management and ownership of the Sports Hub from 9 December 2022 onwards, with plans to make it more accessible to the broader community in Singapore.[16]"
    },
    {
      "type": "text",
      "section": "History",
      "content": "On 18 August, Prime Minister Lawrence Wong detailed plans for a new indoor arena at the Sports Hub during the National Day rally. It will be constructed next to the existing Singapore Indoor Stadium, and have a capacity of 18,000. The new arena will be part of the \"Kallang Alive\" development plan, which also includes the re-location of the Singapore Sports School to the district, and improvements to its facilities. Wong stated that the development would \"unlock [the Sports Hub's] full potential\".[17][18][19]"
    },
    {
      "type": "image",
      "section": "Facilities",
      "filename": "image_983.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "The 35-hectare Singapore Sports Hub includes the following sports facilities:"
    },
    {
      "type": "text",
      "section": "Facilities",
      "content": "It also includes the Singapore Sports Museum,[25] the Sports Hub Library,[23] Shimano Cycling World (a cycling museum operated by bike manufacturer Shimano),[26] and Kallang Wave Mall (a shopping centre attached to the National Stadium featuring stores, restaurants, a 16 m (52 ft) climbing wall, and a children's water park on its roof).[27][24]"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_984.jpg",
      "caption": "OCBC Aquatic Centre"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_985.jpg",
      "caption": "Singapore Indoor Stadium"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_986.jpg",
      "caption": "OCBC Arena"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_987.jpg",
      "caption": "Skate Park"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_988.jpg",
      "caption": "Beach Volleyball Area"
    },
    {
      "type": "image",
      "section": "Gallery",
      "filename": "image_989.jpg",
      "caption": "Outdoor Basketball Court"
    },
    {
      "type": "text",
      "section": "External links",
      "content": "1°18′15.5″N 103°52′28.6″E﻿ / ﻿1.304306°N 103.874611°E﻿ / 1.304306; 103.874611"
    }
  ]
}