{
  "page_id": 13,
  "url": "https://en.wikipedia.org/wiki/Battle_of_Qianshi",
  "title": "Battle of Qianshi - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_89.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Battle of Qianshi",
      "content": "Qi victory"
    },
    {
      "type": "image",
      "section": "Battle of Qianshi",
      "filename": "image_90.jpg",
      "caption": "Battle of Qianshi is located in Northern China"
    },
    {
      "type": "image",
      "section": "Battle of Qianshi",
      "filename": "image_91.jpg",
      "caption": "Battle of Qianshi is located in China"
    },
    {
      "type": "text",
      "section": "Battle of Qianshi",
      "content": "The Battle of Qianshi (Chinese: 乾時之戰) was a military conflict between the armies of Qi and Lu that occurred in 685 BCE when Duke Zhuang of Lu invaded Qi over a succession dispute."
    },
    {
      "type": "text",
      "section": "Background",
      "content": "In the year 685 BCE, the Qi minister Yong Lin (雍廩) murdered the new Duke of Qi, Gongsun Wuzhi."
    },
    {
      "type": "text",
      "section": "Background",
      "content": "Gongzi Xiaobai, a son of a prior Duke of Qi, had long been on friendly terms with Qi's prime minister, Gao Xi (高傒). As such, when Gao heard that Yong Lin had killed Wuzhi, he secretly invited Xiaobai to return to Qi from his exile in the state of Ju (莒). This news also reached the state of Lu, however; when Duke Zhuang of Lu heard that Wuzhi had been killed, he analogously sent for his troops to escort Xiaobai's older brother, Gongzi Jiu (公子糾), who had been \nhiding in Lu, back to Qi to assume the position of duke. Moreover, the Lu side dispatched Jiu's preceptor, Guan Zhong, to lead troops to intercept Xiaobai along the road from Ju to Qi."
    },
    {
      "type": "text",
      "section": "Background",
      "content": "Although Zhong managed to hit Xiaobai with an arrow, it only pierced his belt buckle, allowing Xiaobai to fake his death by biting his tongue and escape while Guan Zhong was reporting back to Lu. When, after six days, the Lu escort forces finally reached Qi, Xiaobai had already made his way back into the state and ascended to the Qi throne as the new duke (posthumously known as Duke Huan).[3][4]"
    },
    {
      "type": "text",
      "section": "Confrontation at Qianshi",
      "content": "This turn of events infuriated Duke Zhuang, who then personally led a new campaign against Qi in the late summer to install Jiu to the throne. The two armies met at Qianshi (乾時) on the Gēngshēn (庚申) day of the 8th month of 685 BCE (8 August in the Gregorian calendar).[5][6] The Qi army decisively defeated the invading Lu army, forcing Duke Zhuang to abandon his chariot and flee back to Lu on a lighter carriage, with his men Qinzi (秦子) and Liangzi (梁子) serving as his decoys.[7]"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "Soon after, the high minister Bao Shuya led the victorious Qi army into Lu territory and wrote to Duke Zhuang as follows:"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "Gongzi Jiu is our kinsman. We ask you to chastise him. Guan Zhong and Shao Hu are our enemies. We ask you to hand them over, and we will be satisfied.[8]"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "The Records of the Grand Historian alternatively records Duke Huan bluntly ordering Duke Zhuang to execute Gongzi Jiu and make \"minced meat\" out of Guan Zhong and Shao Hu while threatening the destruction of his state if the Duke were not to obey.[9][10] Either way, Duke Zhuang, being at the mercy of the Qi army, immediately had Gongzi Jiu killed—causing Shao Hu to commit suicide out of loyalty—and delivered Guan Zhong to Qi. Guan Zhong asked to become a prisoner and was granted his wish by Bao Shuya until they reached Tangfu (堂阜), whereupon Bao Shuya released him. Bao Shuya then returned to the capital and reported to the Duke:"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "Guan Zhong’s talent for governing surpasses that of Gao Xi. It would be appropriate to make him minister.[11]"
    },
    {
      "type": "text",
      "section": "Aftermath",
      "content": "Duke Huan heeded this advice, promoting Guan Zhong to the office of Chancellor (國相).[12] Although Duke Zhuang would get his revenge in the Battle of Changshao the following year, Qi would nevertheless amass more and more power in the long run under the governance of Chancellor Guan and Duke Huan, eventually leading to Duke Huan's appointment in 667 BCE as the first Hegemon (霸) of the Zhou.[13]"
    }
  ]
}