{
  "page_id": 52,
  "url": "https://en.wikipedia.org/wiki/Warsaw_radio_mast",
  "title": "Warsaw radio mast - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_419.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Warsaw radio mast",
      "filename": "image_420.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Warsaw radio mast",
      "filename": "image_421.jpg",
      "caption": "Map"
    },
    {
      "type": "image",
      "section": "Warsaw radio mast",
      "filename": "image_422.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Warsaw radio mast",
      "filename": "image_423.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Warsaw radio mast",
      "content": "The Warsaw Radio Mast (Polish: Maszt radiowy w Warszawie) was a radio mast located near Gąbin, Poland, and was the world's tallest structure at 2,120 ft (646.30 m) from 1974 until its collapse on 8 August 1991.[1] The mast was designed for extreme height in order to broadcast Communist propaganda around the world, including to the remotest areas such as Antarctica.[2][3] As of 2023, it was the third-tallest artificial structure ever built, after the Burj Khalifa tower in the United Arab Emirates in 2009, and Merdeka 118 tower in Malaysia in 2022.[1]"
    },
    {
      "type": "text",
      "section": "Warsaw radio mast",
      "content": "Designed by Jan Polak, its construction started with earthworks for the foundations on 5 July 1969,[4] while construction of the tower itself began on 18 October 1972 with a ceremony, and was completed on 18 May 1974. Its transmitter, whose installation started in October 1973, entered regular service on 22 July 1974.[5] The opening of the mast was met with extensive celebration and was covered by the Polish Film Chronicle.[3][6] The tower was used by Warsaw Radio-Television (Centrum Radiowo-Telewizyjne) for radio broadcasting on a frequency of AM-LW (longwave) 227 kHz before 1 February 1988 and 225 kHz (1332m) afterwards.[7] Its base was 115.2 metres (378 ft) above sea level. Because there was a potential difference of 120 kV between the mast and ground, it stood on a 2-metre (6.6 ft)-high insulator. It operated as a mast radiator (half-wave radiator), so its height was half of its 1332m broadcasting wavelength. The signals from its 2 MW transmitters could be received across essentially the entire globe. The structure's weight was debated, with some Polish sources claiming it weighed 420 tonnes (930,000 lb).[1]"
    },
    {
      "type": "text",
      "section": "Warsaw radio mast",
      "content": "The mast was designed for national pride, mainly because of the height of the mast, which made it the tallest structure in the world at the time, surpassing the KVLY-TV mast in Blanchard, North Dakota, US. It was also designed to broadcast the \"propaganda of the successes.\" Due to the mast's height, listeners from all over the world could tune in to Polish radio broadcasts, including those in remote places such as Antarctica.[3]"
    },
    {
      "type": "text",
      "section": "Warsaw radio mast",
      "content": "The official name of the facility was Radiofoniczny Ośrodek Nadawczy w Konstantynowie (Radiophonic Transmission Centre Konstantynów), Radiowe Centrum Nadawcze w Konstantynowie (Radio Transmission Centre Konstantynów; RCN Konstantynów) or Warszawska Radiostacja Centralna (WRC) w Gąbinie (Warsaw Central Radio Station Gąbin). It broadcast Polskie Radio's Program I (unofficially referred to as \"Jedynka\").[8] The transmitter was so powerful that Program I could be received in parts of Canada and the United States.[2]"
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "The mast's location, which was finalised to be in Gąbin, was chosen because of its high soil conductivity and the need for a position in the centre of Poland.[9] A large amount of research was utilised to decide where to build the mast, which included factors such as soil resistance, ownership of property, and the quality of infrastructure (especially roads)."
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "The mast was initially constructed to replace the Raszyn radio transmitter, which had been constructed in 1931 and rebuilt in 1949. The Raszyn transmitter was designed to cover the Eastern Borderlands, and so Polish authorities did not consider reception in the Recovered Territories. When it became evident that Raszyn could not provide coverage to the entire country, the station received an increase of power to 500 kW, but this too failed. In the late 1960s it was decided to construct a new central transmitter at the geographical centre of Poland (post-WWII borders). Gąbin was chosen not only due to its central position, but also its high soil conductivity.[10] During storms, when the mast could not operate, the signal would be temporarily switched to Raszyn, a process that was eased thanks to direct phone lines from RCN Konstantynów to both Raszyn and the energy sector.[10]"
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "The Warsaw radio mast was a guyed steel lattice mast of equilateral triangular cross section, with a face width of 4.8 metres (16 ft). The vertical steel tubes forming the structures of the mast had a diameter of 245 millimetres (10 in); the thickness of the walls of these tubes varied between 8–34 mm (0.31–1.33 in) depending on height. The mast consisted of 86 sections, each of which had a length of 7.5 metres (25 ft). The mast had 3 arrays of guy wires, each array attached to the mast at 5 levels: 121.78 metres (399.5 ft), 256.78 metres (842.5 ft), 369.28 metres (1,211.5 ft), 481.78 metres (1,580.6 ft), and 594.28 metres (1,949.7 ft) above ground.[11][5] Each guy was fixed on a separate anchor block at the ground and was 50 millimetres (2.0 in) in diameter. To prevent the guy wires from interfering with the radio transmissions, the guys were insulated at regular intervals. The weight of guys and insulators used to anchor the mast was 80 tonnes (180,000 lb).[12][13] An elevator and separate protected ladders were installed in the interior of the mast to facilitate access to the various mast components, including the aircraft warning lamps. The elevator was designed by Alimak Hek [sv], a Swedish company, and took 45 minutes to reach the top. The lift was nicknamed \"Alimak\", as a nod to the company that designed it. Safety was a priority, so \"Alimak\" had a safety procedure, where it could be stopped, but this precaution never had to be used. A maximum of 3 people could ride up the elevator, although sources claim it would be crowded. The elevator was powered by an internal combustion engine. An area for maintenance supplies was present, in order to transport materials such as lightbulbs for the aircraft warning lights. Inspection crews travelled up it once per month to replace light bulbs, and watch for cracks in the steel. If a crack was found, the transmitters were turned off and the Raszyn radio mast took over the broadcast. Any cracks were then fixed by welders from Mostostal Zabrze by making patches out of sheet metal.[14]"
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "In the lower half of the mast, there was a vertical steel tube, attached to the mast's outer structure with large insulators. This tube was grounded at the bottom, and connected electrically to the mast structure by an adjustable metal bar at a height of 328.68 metres (1,078.3 ft) when the tower transmitted on 227 kHz longwave and at a height of 334.18 metres (1,096.4 ft) when it switched to 225 kHz on 1 February 1988.[13] This technique allowed adjusting the impedance of the mast for the transmitter and worked by applying a direct current ground at a point of low radio frequency voltage, to conduct static charge to ground without diminishing the radio energy. Static electrical charge can build up to high values, even at times of no thunderstorm activity, when such tall structures are insulated from ground. Use of this technique provides better lightning protection than using just a spark gap at the mast base, as it is standard at most mast radiators insulated against ground.[12]"
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "The mast was equipped in 16 levels with arrays of six air traffic warning lights with 200 W power. At the top there was a flashing beacon consisting of two lamps of 1,000 W.[14][15]"
    },
    {
      "type": "image",
      "section": "Construction",
      "filename": "image_424.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "A 600 metres (2,000 ft) long special overhead radio frequency transmission line of 120 ohms was used to transfer the signal from the transmitter building to the mast. Featuring an asymmetrical coaxial power supply, it consisted of the inner \"hot\" core of 24 copper wires connected to a small ring at each post, and each was connected by three insulated cables to the outer ring. The outer ring served as the support of another set of 24 wires, known as the \"outer braid.\" The transmission line was monitored whenever the mast was in operation; at night the line was illuminated with street lights, to prevent trespassers from electrocuting themselves.[16] The transmitter building had a volume of 17,000 cubic metres (600,000 cu ft) and was approximately 600 metres (2,000 ft) from the mast. The transmitter consisted of two 1,000 kW units built by Brown, Boveri & Cie. An atomic clock was used to generate the transmission frequency in order to provide a very accurate, stable signal source which could be used as a frequency standard by anyone within signal range. The transmitters had the ability for each component to be turned on manually or all be started with one button. The transmitters were capable of receiving remote input, but the devices needed to utilize this were not implemented in Konstanynów. When high-voltage power was switched on, the transmitter was protected by two locked doors and crews were informed by way of illuminating a red lightbulb. This lightbulb was controlled by a photodiode that would additionally flash the lightbulb if a short-circuit in the transmitter was detected."
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "The station, which had an area of 65 ha (160 acres), also had a 76 metres (249 ft) lattice tower of rectangular cross-section close to the transmitter building. This tower was used to provide a radio link for programme feeds from the studio, which ran from the Palace of Culture and Science, Warsaw via a radio relay tower at Wiejca.[16] At Konstantynów, the signal was focused on a parabolic dish at 30 dB and was captured in a horn antenna at the focal point of the dish. Upon reaching the transmitters, a dehydrator ensured that no condensation occurred. The transmission building used a NEC radio set and the TN60 multiple telephony system. This allowed for 60 telephone lines connected to the Polska Poczta, Telegraf i Telefon fixed-line telephone network to be run off the station but the full possibilities of this system were never used.[17]"
    },
    {
      "type": "text",
      "section": "Construction",
      "content": "To supply power to the station, a 110 kV substation was built. The substation was over-engineered due to the strategic importance of the station as Poland's central transmitter: although the power consumption of the transmitting station was large at an estimated 6,000 kW, the substation was capable of supplying much more. Six small towers were erected around the periphery of the station's grounds in order to support aircraft warning lamps where the guy ropes were located.[18]"
    },
    {
      "type": "text",
      "section": "Problems",
      "content": "Approximately ten years after completion of the mast, inspections revealed structural damage caused by wind-induced oscillations at the mast, the backstay insulators and the guys. Repair work was considered to be expensive and difficult, so replacement of the mast by a stronger construction of the same height was considered; however, this was not carried out due to Poland's worsening economic situation. Repainting was started in 1988, but could not be completed because not enough paint was available.[19] A lack of equipment and training of maintenance teams led to a severe degradation of the mast's condition by the late 1980s. An inspection in May 1989 found that 13 strands of the upper guys had been fractured and, by the time of the collapse of the mast in 1991, seven guy wire insulators had been damaged. Another cause of the structure's deterioration was insufficient knowledge of the strains exerted on structures of such a great height. Additionally, on 23 March 1992, Adam Brzeziński, managing director of Mostostal Zabrze at the time, stated to Dziennik Zachodni that Mostostal should have prepared a technical report before starting construction on the risks faced during repair of a strained mast.[20]"
    },
    {
      "type": "image",
      "section": "Specifications",
      "filename": "image_425.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Specifications",
      "filename": "image_426.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Staff",
      "content": "The manager of the radio station from 1974 to 1980 was Zygmunt Duczmalewski (died 2016). His successor, Witold Czowgan (1947–2017), served as the manager from 1983 to 1986.[23][24]"
    },
    {
      "type": "text",
      "section": "Staff",
      "content": "The mast had a total of 30 engineers and technicians. It also had 15 administrative staff. Because a large portion of the staff was recruited from around Poland, a new block of flats was built 30 km away in Sochaczew to accommodate the staff. More specialised staff were accommodated in the guest rooms of the transmission building. The facility also had a complement of guards, hired directly by the Ministry of Interior, mainly from the local population of Konstantynów.[12][25]"
    },
    {
      "type": "image",
      "section": "Collapse",
      "filename": "image_427.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Collapse",
      "content": "At 16:00 UTC on 8 August 1991 a catastrophic failure led to the collapse of the mast. During replacement of frayed guy wires, one of the main cables had to be replaced by two temporary ones. After the main cable had been disconnected and before the temporary ones could be connected, a gust of wind twisted the temporarily unmoored tower, pulling loose the other guys. The unsupported mast first bent, and then snapped at roughly half its height. The helix building and the transmitter building and transmitter were not damaged.[26] The transmission line was also unaffected, but it was dismantled shortly after the collapse of the tower, leaving only the sustaining poles in place. A mobile crane belonging to Mostostal Zabrze was destroyed when the tower collapsed. As the foreman did not keep a construction log it was hard to determine the exact events that led to the catastrophe.[20] The construction coordinator and the division chief of the company responsible for maintaining the mast were found liable for the collapse, and both were sentenced to 2.5 years in prison. The construction manager's sentence was eventually shortened to six months.[1][27][28]"
    },
    {
      "type": "text",
      "section": "Collapse",
      "content": "Since the collapse of the 640-metre (2,100 ft) Warsaw radio mast, the tallest structure in Poland has been the FM radio and TV transmission mast at Olsztyn-Pieczewo, 385 metres (1,263 ft) tall.[1][29]"
    },
    {
      "type": "text",
      "section": "Replacement",
      "content": "After the collapse, Polskie Radio used the old Raszyn transmitter with its 335 metres (1,099 ft) mast near Warsaw, which had been used since 1978 for daytime transmissions of a second Polish broadcasting service programme in the longwave range on the frequency AM-LW 198 kHz, for transmissions on AM-LW 225 kHz with a power of 500 kW.[30] It is not possible to transmit from Raszyn on AM-LW (long wave) 198 kHz/1515 metres and 225 kHz/1333 metres simultaneously due to risk of interference, so the transmissions on the second longwave frequency AM-LW (long wave) 198 kHz had to be discontinued until either a second longwave broadcasting transmitting facility was built in Poland or a special frequency switch, which would allow transmissions on both frequencies, was installed at the Raszyn transmitter. The latter, simpler solution would have decreased the effectiveness and reliability of both transmitters and was therefore rejected.[8]"
    },
    {
      "type": "text",
      "section": "Replacement",
      "content": "Because of the importance of Polish longwave transmitters to Polish people abroad, as early as April 1992 the Polish government planned to rebuild the mast at Konstantynów.[31] In September 1995 the Polish government was set to rebuild the mast. Although refurbishment of the old foundations, which could be reused, had already started, the rebuilding of the mast was cancelled due to protests by local residents, who claimed that radiation from the mast was a health hazard.[32] While the accuracy of these claims has not been verified, a new site for the transmitter was sought. Several other locations were considered, but due to the continuing resistance of nearby inhabitants (backed by the Solidarity trade union), planned mast height and transmitter range were both greatly reduced, and an old military site just southeast of Solec Kujawski was chosen.[33] There were once again protests in this location, but tensions were eased when Polish Radio donated PLN 3.5 million towards the development of the local community.[34] There, a new longwave transmission facility was built in 1998–1999, with a transmitter of 1200 kW output power for the frequency AM-LW (long wave) 225 kHz. This facility, which was inaugurated on 4 September 1999, uses one 330 metre (1083 ft) and one 289 metre (948 ft) grounded top-fed masts as aerials.[8]"
    },
    {
      "type": "text",
      "section": "Replacement",
      "content": "After the inauguration of the transmitter at Solec Kujawski, the transmitter at Raszyn was again used for transmitting on the frequency AM-LW (long wave) 198 kHz for Polskie Radio Parlament [pl] until it ended LW transmissions in 2009.[35]"
    },
    {
      "type": "text",
      "section": "Replacement",
      "content": "At Gąbin, there was also a radio link relay tower, commissioned in 1974, last used in 1998 and demolished in 2021. It was used as a radio relay link to receive Polskie Radio Program I programming from the microwave link at the RTCN Warszawa (PKiN) transmitter to Konstantynów. In front of the entrance to the mast, a cross was erected by local residents associated with the now defunct Association for the Protection of Human Life at the Highest Mast of Europe.[30]"
    },
    {
      "type": "text",
      "section": "Replacement",
      "content": "From 2001 to 2012, the facility was managed by the Real Estate department of Telekomunikacja Polska S.A. (TP SA). Due to the 2012 merger of TP and Orange Polska, the facility is now managed by the Orange Polska SA Real Estate Sales Office. The facility is protected against unauthorised access, as it is worth approximately PLN 3,650,000 (approx. $1 million USD).[36]"
    },
    {
      "type": "text",
      "section": "State since 1991",
      "content": "Except for the mast and the radio-frequency transmission line that led to it, nearly all components of the facility remained in place, unused and slowly deteriorating. Some local people have visited the remains of the mast on anniversaries, such as the 20th anniversary in 2011.[24]"
    },
    {
      "type": "text",
      "section": "State since 1991",
      "content": "In 2018, the Swiss Brown, Boveri & Cie 2 piece radio transmitter (Brown Boveri SL 61 B3) was donated by Orange Polska, a Polish telecommunications provider, to the Babice Transatlantic Radio Station Culture Park Association. It was then transferred to Warsaw for renovation. There are plans to restore the transmitter for active usage in a museum.[18][22][37]"
    },
    {
      "type": "text",
      "section": "State since 1991",
      "content": "At the end of September 2021, the Konstantynów relay tower was decommissioned and demolished."
    },
    {
      "type": "image",
      "section": "State since 1991",
      "filename": "image_428.jpg",
      "caption": "Former helix building"
    },
    {
      "type": "image",
      "section": "State since 1991",
      "filename": "image_429.jpg",
      "caption": "Tower used for marking the northern end of span field of the guylines"
    },
    {
      "type": "image",
      "section": "State since 1991",
      "filename": "image_430.jpg",
      "caption": "Guard tower at southern limb"
    },
    {
      "type": "image",
      "section": "State since 1991",
      "filename": "image_431.jpg",
      "caption": "Radio relay tower"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "The Warsaw radio mast was added to The Guinness Book of World Records; the record was given for the mast's height, which was later surpassed by the Burj Khalifa.[38]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "The Warsaw Radio mast's successor and predecessor, the Raszyn Mast, was depicted on several stamps issued by the Polish government.[39][40][41]"
    },
    {
      "type": "text",
      "section": "In popular culture",
      "content": "The Polish Film Chronicle, a Polish newsreel typically shown in cinemas before a movie, showed the Warsaw Radio Mast.[3][42]"
    }
  ]
}