{
  "page_id": 40,
  "url": "https://en.wikipedia.org/wiki/Doris_Gercke",
  "title": "Doris Gercke - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_267.jpg",
      "caption": "No caption"
    },
    {
      "type": "image",
      "section": "Doris Gercke",
      "filename": "image_268.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Doris Gercke",
      "content": "Doris Gercke (German: [ˈdoːʁɪs ˈgɛʁkə]; 7 February 1937 – 25 July 2025) was a German writer of novels, especially thrillers but also books for children and youth, and poetry. For some books, she used the pen name Mary-Jo Morell.[1] She is known for a series of thrillers featuring a female private detective, who inspired inspector Bella Block in a popular television series by ZDF."
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "Gercke was born in Greifswald on 7 February 1937[1] into a working-class family. They moved to Hamburg in 1949.[1] Her parents could not afford higher education for her, when there was still a fee for secondary schools;[1] she became a civil servant at the age of 16. Married at age 20, she had her second child at the age of 22, and gave up working to be a full-time homemaker and mother.[1] She became a member of DKP in the 1968 Außerparlamentarische Opposition movement[2] and regularly took part in demonstrations.[3] She became women's representative of the party.[2] In 1980 she completed the Abitur and studied law,[1] funded by a scholarship. She never practised in the profession, but turned to writing her first novel in 1987.[3]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "The thriller, Weinschröter, du mußt hängen, appeared in 1988, featuring a woman as main character, Bella Block.[3][4] Block is a former policewoman carrying out private investigations. She is described as the granddaughter of a Russian author,[1] independent and often ill-tempered,[3] as a lover of vodka and literature, who never goes out for observations without a good book.[1] Block embodied the goals of the women's movement which seemed at an end at the time. The topics of the book are everyday violence and sexism, in desolate surroundings. Gercke said that she was inspired by novels by Raymond Chandler and the Swedish team of authors Maj Sjöwall and Per Wahlöö.[5] Her book was a hit, and encouraged her to write more thrillers in a series, often including \"dense, sometimes ironically broken descriptions of the milieu\",[5] such as Moskau, meine Liebe (1989), Kinderkorn (1991), Schweigen oder Sterben (2007) and Zwischen Nacht und Tag (2012).[5]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "In 1994, a first television film was aired by ZDF with an inspector based on the first Bella Block book, with Hannelore Hoger portraying Bella Block. It became very popular,[1] running in 38 episodes until 2018.[3][4] It developed its own concept.[1]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "Initially under the pseudonym Marie-Jo Morell, Gercke also wrote thrillers around a character named Milena Prohaska, described as \"a supposedly emancipated anti-heroine on a quest for self-discovery\".[3] She wrote books for children and youth as well as poems.[3][4]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "Gercke identified with the political left and was connected with pacifism and the struggle against neo-fascism and communism. She said in an interview around her 80th birthday that she was with the lower class she had come from, and with the women.[3]"
    },
    {
      "type": "text",
      "section": "Life and career",
      "content": "Gercke died in Hamburg on 25 July 2025, at the age of 88.[1][3][4]"
    },
    {
      "type": "text",
      "section": "Works",
      "content": "Gercke's books include:[1]"
    },
    {
      "type": "text",
      "section": "Works",
      "content": "Mysteries in the Bella Block series:"
    }
  ]
}