{
  "page_id": 75,
  "url": "https://en.wikipedia.org/wiki/List_of_tallest_structures",
  "title": "List of tallest structures - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_682.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "List of tallest structures",
      "content": "Download coordinates as:"
    },
    {
      "type": "image",
      "section": "List of tallest structures",
      "filename": "image_683.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "List of tallest structures",
      "content": "The tallest structure in the world is the Burj Khalifa skyscraper at 828 m (2,717 ft). Listed are guyed masts (such as telecommunication masts), self-supporting towers (such as the CN Tower), skyscrapers (such as the Willis Tower), oil platforms, electricity transmission towers, and bridge support towers. This list is organized by absolute height. See History of the world's tallest structures, Tallest structures by category, and List of tallest buildings for additional information about these types of structures."
    },
    {
      "type": "text",
      "section": "Terminology",
      "content": "Terminological and listing criteria follow Council on Tall Buildings and Urban Habitat definitions. Guyed masts are differentiated from towers – the latter not featuring any guy wires or other support structures; and buildings are differentiated from towers – the former having at least 50% of occupiable floor space although both are self-supporting structures."
    },
    {
      "type": "text",
      "section": "Lists by height",
      "content": "This list includes structures of all types over 350 meters (1148 feet). It also includes freestanding towers between 100-350 meters (328-1148 feet), excluding habitable buildings, skyscrapers, radio and TV masts, bridge towers and pylons, wind turbines, chimneys, transmission towers, sculptures and most large statues and obelisks.  Other structures below 350 meters are included only if they're noteworthy, freestanding, and over 300 meters (984 feet)."
    },
    {
      "type": "text",
      "section": "Lists by height",
      "content": "For all structures, the pinnacle height is given, so the height of skyscrapers may differ from the values at List of skyscrapers. Tension-leg platforms are not included."
    },
    {
      "type": "text",
      "section": "On hold/cancelled",
      "content": "Structures that are on hold or have been cancelled."
    }
  ]
}