{
  "page_id": 154,
  "url": "https://en.wikipedia.org/wiki/Javed_Miandad",
  "title": "Javed Miandad - Wikipedia",
  "content": [
    {
      "type": "image",
      "section": "",
      "filename": "image_1223.jpg",
      "caption": "No caption"
    },
    {
      "type": "text",
      "section": "Javed Miandad",
      "content": "Mohammad Javed Miandad PP SI (Urdu: محمد جاوید میانداد; born 12 June 1957), popularly known as Javed Miandad (/ˈdʒævɪd mɪˈændæd/;[3] Urdu: جاوید میانداد), is a Pakistani cricket coach, commentator and former cricketer known for his unconventional style of captaincy and batting. ESPNcricinfo described him as \"the greatest batsman Pakistan has ever produced\" and his contemporary Ian Chappell extolled him as one of the finest batsmen in the history of cricket."
    },
    {
      "type": "text",
      "section": "Javed Miandad",
      "content": "He played for Pakistan in Tests and One-Day Internationals between 1975 and 1996. Noted for his unique technique and impressive control,[4] Miandad has won accolades and applause from cricket historians as well as contemporaries. Miandad was ranked 44th among the best cricketers of all time by the ESPN Legends of Cricket.[5] He has served as a captain of the Pakistan team. Miandad is widely known for his historic last-ball six against India in 1986 at Sharjah, when 4 runs were required to win off the final ball,[6] and for his contribution with the bat in Pakistan's victory in the 1992 ICC World Cup. His towering, last-ball six off Chetan Sharma in 1986 was the first time that an international game had ended in that fashion until then.\nAfter his playing career, Miandad has held key positions in the Pakistan Cricket Board. He also had three coaching stints with the Pakistan national team.[7]"
    },
    {
      "type": "text",
      "section": "Javed Miandad",
      "content": "In 2009, Miandad was inducted into the ICC Cricket Hall of Fame.[8]"
    },
    {
      "type": "text",
      "section": "Family background",
      "content": "Javed Miandad was born on 12 June 1957 in Karachi.[9] His parents moved from Palanpur, Gujarat, India, where his father, Miandad Noor Mohammad, worked in the police department, posted in cities like Ahmedabad and Baroda, whilst at the same time he was also overseeing the sports clubs in the city for the Nawab.[10]"
    },
    {
      "type": "text",
      "section": "Family background",
      "content": "One of seven children, he has three brothers who played first-class cricket in Pakistan: Anwar Miandad, Sohail Miandad and Bashir Miandad.[11][12][13] His nephew, Faisal Iqbal, was also a Test cricketer.[14]"
    },
    {
      "type": "text",
      "section": "Marriage and links with Dawood Ibrahim",
      "content": "Javed Miandad married Tahira Saigol, daughter of Khalid Saigol and Farida Hayat in 1981. He has two sons and a daughter."
    },
    {
      "type": "text",
      "section": "Marriage and links with Dawood Ibrahim",
      "content": "His son Junaid Miandad is married to Mahrukh Ibrahim, daughter of Dawood Ibrahim, an Indian born mafia kingpin[15] and terrorist with Interpol red corner notice[16] against him. Miandad told the press that his son and Ibrahim's daughter met while studying together in the UK.[17]"
    },
    {
      "type": "text",
      "section": "Religious work",
      "content": "In 2011, Miandad recorded a na`at for Geo TV; his Sakoon Paya was well received by his fans but he did not subsequently read any more na`at.[18]"
    },
    {
      "type": "text",
      "section": "Debut and early years",
      "content": "Pakistan's first Test captain, Abdul Hafeez Kardar, upon seeing Miandad during the 1970s, predicted famously [according to whom?] about him: \"the find of the decade\". His inclusion in the Pakistan team was itself an achievement. A formidable batting line-up of Mushtaq Mohammad, Majid Khan, Sadiq Mohammad, Zaheer Abbas, Asif Iqbal and Wasim Raja were hard to break into, but Miandad's raw talent made it possible and he became an integral part of Pakistan's strong batting lineup. He made his Test debut against New Zealand at the Gaddafi Stadium, Lahore on 9 October 1976.[19] He scored 163 and 25 not out in that match, and became the youngest batsman to score a century on debut, at the age of 19 years and 119 days; he also took a wicket in the match and Pakistan won the match by six wickets.[20][21] In the third match of the same series, he scored a double century by scoring 206 runs at the National Stadium, Karachi.[22] He broke George Headley's 47-year-old record, and became the youngest player—aged 19 years and 140 days—to score a double-century.[23] He scored 85 runs in the second innings, failing to accomplish the unique feat of scoring a double-century and a century in a single match.[24] Miandad was the highest run-scorer of the series, with 504 runs from five innings at an average of 126.00.[25] His performance ensured Pakistan's victory in the three-match series by 2–0.[22]"
    },
    {
      "type": "text",
      "section": "Debut and early years",
      "content": "During Pakistan's tour to Australia in 1976–77, he played three Tests and scored 148 runs at the average of 29.60.[26] He also took five wickets in the series, including three wickets for 85 runs at the Adelaide Oval.[27][28] In the 1977–78 home series against England, Miandad scored 262 runs at the average of 131.00, including three half-centuries.[29] His highest score in an innings in the series was 88 runs not out at the Niaz Stadium, Hyderabad.[30] Miandad scored a Test century in his first match against India at the Iqbal Stadium, Faisalabad, during the 1978–79 series between the teams.[31] With 154 not out in the match, he completed his first 1,000 Test runs at the age of 21 years and 126 days; he took 23 innings and 14 matches to achieve the feat – the second youngest batsman after Kapil Dev to do so.[32] In the same series, by scoring another century at the National Stadium, he accumulated 357 runs from five innings at the average of 178.50, and ensured Pakistan's victory 2–0.[33][34] In the same season, Miandad played three matches in New Zealand, and accumulated 297 runs against them at the average of 99.00.[35] Being the highest run-scorer of the series, he also scored 160 not out at the Lancaster Park, Christchurch.[35][36] During the Pakistan's tour to Australia in the same season, he scored 183 runs at the average of 61.00, including 129 runs not out at the WACA Ground, Perth.[37][38]"
    },
    {
      "type": "text",
      "section": "Success in the early 1980s",
      "content": "Under the captaincy of Asif Iqbal in 1979–80, Pakistan toured India and played a six-Test match series against them.[42] Miandad was one of the most \"consistent\" batsmen, scoring 421 runs—behind Sunil Gavaskar's 529 and Wasim Raja's 450—with the help of four fifties, averaged 42.10.[43][44] During the third series at the Wankhede Stadium, Bombay, he completed 2,000 Test runs of his career; he took 42 innings and 24 matches to achieve the feat, and became the fastest Pakistani to do so.[32][45] In the same season, Miandad was appointed as Pakistan's captain for the first time, against the touring Australia.[46] He scored 181 runs at the average over 60 in the series, including 106 runs not out at the Iqbal Stadium, Faisalabad, and Pakistan won the three-match series 1–0.[46][47] In the solitary series of the 1980–81 at home, against the West Indies, Miandad scored 230 runs at the average of 32.85.[48] He scored 60 of the 128 runs in the Pakistan's first innings of the third Test match, after they were 14 runs for four wickets.[49][50] In the 1981–82, during the Pakistan's tour of Australia, Miandad captained the Pakistan team in three Test matches. During the first Test at Perth, he was involved in an unpleasant controversy with Dennis Lillee, where the two players came into contact after Lillee blocked Miandad's way while he was taking a single, with Lillee kicking Miandad, who responded by shaping to strike him with his bat.[51] Pakistan lost the first two matches of the series, but they won the third Test at Malbourne by an innings and 82 runs, and finished the series 2–1.[52] Miandad batted consistently throughout the series, but could not get support from his teammates as a captain.[51] He scored 205 runs from five innings at the average of 41.00, including two half-centuries.[53]"
    },
    {
      "type": "text",
      "section": "Success in the early 1980s",
      "content": "In the home series of the same season against Sri Lanka, he captained the team in three Tests, although the players refused to play under his captaincy following the Lillee-Miandad controversy. Pakistan won the series by 2–0, with Miadad scoring 176 at the average over 35, including 92 runs at the National Stadium.[54][55] After the refusal of senior players to play under Miandad captaincy, Imran Khan was appointed as a new captain for the 1982 England tour; Khan was leading the team for the first time.[54][56] Pakistan lost the three-Test match series 2–1, with Miandad scoring 178 runs at the average of 35.60.[54][57] In his next series against the touring Australia, he scored his eighth century—138 runs—in the third Test at the Gaddafi Stadium, and ensured Pakistan's third successive win in the series.[58][59] On his performance in the series, the cricket almanack Wisden noted that he \"grew further in stature as an international batsman, his youthful audacity now being supplanted by a technical competence and insatiable appetite for runs.\"[60]"
    },
    {
      "type": "text",
      "section": "Success in the early 1980s",
      "content": "In their home series against India in 1982–83, Pakistan played six Tests and defeated them by 3–0; Pakistan's victories at Karachi, Hyderabad and Faisalabad were gained by large margins.[61] Miandad's consistency of scoring runs, along with Zaheer, Mudassar and Mohsin Khan, crushed the Indian bowling line. Miandad was the third highest run-scorer, with 594 runs – after Mudassar's 761 and Zaheer's 650 runs – at the average of 118.80; they made the record for the three top batsmen in any Test series.[62] Miandad and Mudassar's partnership of 451 runs in the Hyderabad Test constituted a new world record for the third wicket, and equalled the all-time record for any Test wicket, made by Don Bradman and Bill Ponsford in 1938.[62] They became the first two Pakistani batsmen to score double-centuries in an inning.[63] Miandad scored his career best 280 not out, before the captain Imran Khan, decided to declare the innings, thus stopping him from \"possibly breaking the individual Test world record of Sir Garfield Sobers\".[64][65] Cricket critics call this \"one of the worst decisions by Imran as captain of Pakistan\" as he \"didn't even give him a particular time or the number of overs he could bat on for.\"[65] Miandad, however never expressed displeasure on the decision.[65] Pakistan won the match by an innings and 119 runs. Pakistan visited India in 1983–84 under the captaincy of Zaheer, and played a leveled three-Test match series.[66] Miandad scored 225 runs in the series at the average of 75.00, including 99 runs at Bangalore.[67][68] Miandad scored 131 runs against Australia at the Adelaide Oval, the third Test of the series between the teams.[69] He could not perform consistently and finished the series with 302 runs at average of over 33, with Pakistan lost the five-match series 2–0.[70][71]"
    },
    {
      "type": "text",
      "section": "During 1984–88",
      "content": "Miandad scored centuries in the each innings of the second Test of the 1984–85 series against New Zealand; he scored 104 and 103 not out at the Niaz Stadium, Hyderabad. In the second innings of the match, he established a partnership of 212 runs for third wicket with Mudassar, a Pakistani record at that time. This was the 1,000 match in the history of Test cricket.[72] He was the highest run-scorer of the series, with 337 runs at the average over 84;[73] Pakistan won the series 2–0.[74] Miandad captained the Pakistan cricket team in the next series against the same team, which was played in New Zealand. He could not maintained his previous form against them, and only managed to score 138 runs, averaged below 28.[75][76] During 1985–86 Sri Lankan tour to Pakistan, three Test matches were played between the teams.[77] Miandad, who was captaining Pakistan, made his third double century in the first Test at Iqbal Stadium. During his innings of 203 not out, he made a partnership of 397 runs with Qasim Umar—who also made a double century in the innings—for third wicket, which was eighth highest overall and second highest for the third wicket at that time.[78] Miandad's score of 306 runs from three innings were the most by any batsmen in the series, and his average for the score was 153.00.[79] In the same season Pakistan visited Sri Lanka, and played three Tests against them. During the second Test, Two unpleasant incidents occurred: when an umpire started rubbing the new ball replaced with the older one on the ground, during Pakistan's second innings after sixteen overs to get the similar characteristics; Pakistan manager came to the umpire and showed him the 1985 Wisden's relevant Law; and Miandad's disagreement to the umpire's decision of lbw against him. Later on someone from the crowd threw a stone upon Miandad, and he went upstairs into the crowd to take revenge from the spectator.[80][81]"
    },
    {
      "type": "text",
      "section": "Later career",
      "content": "In 1992, during the Pakistan tour to England, he scored 153 not out in the first Test at Edgbaston, Birmingham.[82] From then to his retirement he scored 578 runs, without scoring a century, at the average of 32.11 in 11 Tests. He made only four half-centuries during that period.[83]"
    },
    {
      "type": "text",
      "section": "Later career",
      "content": "Miandad played 124 Test matches, batting in 189 innings. His aggregate of 8,832 Test runs was a Pakistani record until Younis Khan broke it in 2015. Inzamam ul Haq also came close to breaking this record just falling short by 4 runs. Even though his test career spanned 17 years, he failed to make it into the top-most category of batsmen with test aggregates of over 10,000 runs.[19][84] Miandad's 23 centuries and 43 fifties were Pakistani national records, until they were broken by Inzamam-ul-Haq. Miandad's Test career batting average of 52.57 is currently the highest for Pakistani batsmen. He scored six double centuries which is the most by a Pakistani and 6th overall. He became the first batsman in the history of cricket to score a century in both his 1st and 100th test (against New Zealand and India respectively).[85] He made his highest score of 280 not out against India. Pakistan went on to win that match by an innings and 119 runs.[86]"
    },
    {
      "type": "text",
      "section": "One Day International career",
      "content": "Miandad made his One Day International debut against the West Indies at Edgbaston, Birmingham in the 1975 Cricket World Cup. His last ODI was also a World Cup match which Pakistan lost. Moreover, he scored 2 fours and 0 sixes and his strike rate was below 100 in both of his, first and last ODI innings.[87][88] His highest ODI score came against India at the Gaddafi Stadium in a match which Pakistan lost in 1982. He scored 119 not out off 77 balls with a strike rate of 154.54 in the match.[7][89]"
    },
    {
      "type": "text",
      "section": "One Day International career",
      "content": "Pakistan recorded their first win at a major tournament in 1986's Austral-Asia Cup held in Sharjah and Miandad finished his innings with 116 not out in the final against India.[90][91] This is still considered one of the most historic moments of ODI cricket and he became a national hero.[7][92][93]"
    },
    {
      "type": "text",
      "section": "Captaincy",
      "content": "After Asif Iqbal's retirement following a series loss in the 1979–1980 tour of India, coupled with match fixing allegations for the very first time in Pakistan's history, a then 22-year-old Miandad was made captain of Pakistan.[94] The Pakistan Cricket Board (PCB) preferred him over the senior cricketers like Zaheer Abbas, Sarfraz Nawaz, Majid Khan and Wasim Bari who were still playing. He faced a little opposition but his first two series as captain, in 1981/82, included a win against Australia, and a credible 0–1 loss to the West Indies.[95][96] After a tough tour of Australia, opposition to his captaincy gained strength, and his first captaincy period ended during the following home series against Sri Lanka.[97][98]"
    },
    {
      "type": "text",
      "section": "Captaincy",
      "content": "He captained Pakistan in six more tests in 1985, and thereafter broadly shared Test captaincy duties with Imran Khan until the end of his career. Pakistan won 14 and lost 6 of his 34 tests in charge. He captained them to home and away Test series victories against England in 1987-8 and 1992, and averaged just over 50 as a batsman when Pakistan's captain.[99]"
    },
    {
      "type": "text",
      "section": "Captaincy",
      "content": "In one-day cricket he captained Pakistan in 62 one-day internationals of which they won 26 and lost 33. None of his one-day international hundreds came as captain.[100]"
    },
    {
      "type": "text",
      "section": "Coaching and commentary",
      "content": "Miandad is one of the few individuals (others being Waqar Younis and Richard Pybus) to have coached the Pakistan Cricket Team over three or more separate occasions. He was first appointed coach in September 1998. Under his reign, Pakistan defeated India in India (once in the Test series which ended 1–1, and once in the Asian Test Championship), won the tri-series in India, won the Asian Test Championship and won the 1999 Sharjah Cup in April. Strangely, Miandad faxed his resignation to the PCB in late April 1999, just before the 1999 Cricket World Cup.[101] The reason for his first resignation was unknown. Many cited hiring of Richard Pybus (technical coach) and Sarfaraz Nawaz (bowling coach) as a possible reason. Others suggested unrest with senior players.[citation needed]"
    },
    {
      "type": "text",
      "section": "Coaching and commentary",
      "content": "In 2000, after Moin Khan took over captaincy from Saeed Anwar, Miandad was reappointed as the coach. During his second reign, Pakistan won the Sharjah Cup (March 2000), the Asia Cup (May–June 200), the West Indies tri-series and the Test series in Sri Lanka. Pakistan lost the ICC Champions Trophy semifinal under his reign. Miandad was removed along with Moin Khan in April 2001 after Pakistan lost the ODI series in New Zealand. There were also reports of match fixing during the preceding Test series which Pakistan drew after losing the third game.[102]"
    },
    {
      "type": "text",
      "section": "Coaching and commentary",
      "content": "After Pakistan's dismal show in the 2003 Cricket World Cup, another cleanup operation was undertaken by the PCB, naming Rashid Latif as captain and Javed Miandad as team coach in March 2003.[103] During this reign, Miandad won Pakistan the Sharjah Cup (April 2003) bereft of big names like Inzamam and Yousaf. Pakistan won the home Test series against South Africa after losing 3–2 in the ODI series. Pakistan lost the home ODI series to India in 2004 and following the loss of the Test series, Miandad was shown the door in June 2004, being replaced by South African Bob Woolmer.[104]"
    },
    {
      "type": "text",
      "section": "Coaching and commentary",
      "content": "Following this he was offered broadcasting and coaching positions in India.[105] Also in November 2010, it was being planned to give Miandad a role as a batting coach.[106]\nMiandad was again appointed as a batting consultant for the 2012 ICC World Twenty20 in Sri Lanka.[107]"
    }
  ]
}